Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/advanced_topics.po
Languages: fr, nl

source: macOS 10.15 (Catalina) introduces additional restrictions on running non-Apple software. Make sure to grant permission in `System Preferences --> Security & Privacy --> Microphone --> AU Lab`.
fr: macOS 10.15 (Catalina) introduit des restrictions supplémentaires sur l'exécution de logiciels non Apple. Assurez-vous d'accorder l'autorisation dans `Préférences Système --> Sécurité et confidentialité --> Microphone --> AU Lab`.
nl: macOS 10.15 (Catalina) introduceert extra beperkingen voor het uitvoeren van niet-Apple software. Zorg ervoor dat u toestemming geeft in `Systeemvoorkeuren --> Veiligheid & Privacy --> Microfoon --> AU Lab`.

source: Alternatively, try `Blackhole <https://github.com/ExistentialAudio/BlackHole>`_, a modern virtual audio driver that allows applications to pass audio to other applications with zero additional :term:`latency`, and `Hosting AU <http://ju-x.com/hostingau.html>`_, a free micro-sized :term:`DAW` that hosts Audio Unit instruments and effect plugins.
fr: Vous pouvez également essayer `Blackhole <https://github.com/ExistentialAudio/BlackHole>`_, un pilote audio virtuel moderne qui permet aux applications de transmettre de l'audio à d'autres applications sans :term:`latence` supplémentaire, et `Hosting AU <http://ju-x.com/hostingau.html>`_, un :term:`DAW` gratuit de taille micro qui héberge les instruments Audio Unit et les plugins d'effets.
nl: Als alternatief kan u `Blackhole proberen <https://github.com/ExistentialAudio/BlackHole>`_, een moderne virtuele audio besturing die applicaties toestaat om audio door te sturen naar andere applicaties zonder additionele :term:`latency`, en `Hosting AU <http://ju-x.com/hostingau.html>`_, een gratis minuscule :term:`DAW` die Audio Unit instrumenten en effect invoegtoepassingen bevat.

source: Go to :menuselection:`Preferences --> Sound Hardware--> Output`
fr: Aller à :menuselection:`Préférences --> Matériel Audio--> Sortie`
nl: Ga naar :menuselection:`Voorkeuren --> Geluidshardware--> Uitgang`.

source: Select for :guilabel:`Deck 1` the :guilabel:`Soundflower 16` device with :guilabel:`Channel 1-2`
fr: Pour la :guilabel:`Platine 1`, sélectionner le périphérique :guilabel:`Soundflower 16` avec :guilabel:`Canal 1-2`
nl: Selecteer voor :guilabel:`Deck 1` het :guilabel:`Soundflower 16` apparaat met :guilabel:`Kanaal 1-2`.

source: Select for :guilabel:`Deck 2` the :guilabel:`Soundflower 16` device with :guilabel:`Channel 3-4`
fr: Pour la :guilabel:`Platine 2`, sélectionner le périphérique :guilabel:`Soundflower 16` avec :guilabel:`Canal 3-4`
nl: Selecteer voor :guilabel:`Deck 2` het :guilabel:`Soundflower 16` apparaat met :guilabel:`Kanaal 3-4`.

source: Click the :guilabel:`Apply` button
fr: Cliquer le bouton :guilabel:`Appliquer`
nl: Klik op de knop :guilabel:`Toepassen`.

source: Click on the :guilabel:`+` button to create a new configuration
fr: Cliquer le bouton :guilabel:`+` pour créer une nouvelle configuration
nl: Klik op de knop :guilabel:`+` om een nieuwe configuratie aan te maken.

source: Add 2 stereo input tracks in the :guilabel:`Audio Input Tab`
fr: Ajouter 2 pistes d'entrée stéréo dans l'onglet :guilabel:`Entrée Audio`
nl: Voeg 2 stereo input tracks toe in het :guilabel:`Audio Input Tab`.

source: Add 2 stereo output tracks in the :guilabel:`Audio Output Tab`
fr: Ajouter 2 pistes de sortie stéréo dans l'onglet :guilabel:`Sortie Audio`
nl: Voeg 2 stereo output tracks toe in het :guilabel:`Audio Output Tab`.

source: Click :guilabel:`OK`
fr: Cliquer :guilabel:`OK`
nl: Klik :guilabel:`OK`

source: Change the audio input device to :guilabel:`Soundflower 16`
fr: Changer le périphérique d'entrée audio en :guilabel:`Soundflower 16`
nl: Wijzig het audio-invoerapparaat in :guilabel:`Soundflower 16`.

source: Change the audio output device for example to :guilabel:`Built-in Output`
fr: Changer le périphérique de sortie audio, par exemple en :guilabel:`Sortie Intégrée`
nl: Wijzig het audio-uitvoerapparaat bijvoorbeeld in :guilabel: `Built-in Output`

source: Click :guilabel:`Create document`
fr: Cliquer :guilabel:`Créer le document`
nl: Klik :guilabel:`Document maken`

source: In the :guilabel:`Output 1` channel, select an effect from the drop-down menu, for example :menuselection:`Apple --> AUCompressor`
fr: Dans le canal :guilabel:`Sortie 1`, sélectionner un effet dans le menu déroulant, par exemple :menuselection:`Apple --> AUCompressor`
nl: In het :guilabel:`Output 1` kanaal, selecteer een effect uit het drop-down menu, bijvoorbeeld :menuselection:`Apple --> AUCompressor`

source: The effect should now react if you play a track in Mixxx.
fr: L'effet devrait dorénavant réagir si vous jouez une piste dans Mixxx.
nl: Het effect zou nu moeten reageren als je een track in Mixxx afspeelt.

source: Effects via JACK Rack on GNU/Linux
fr: Effets via JACK Rack sous GNU/Linux
nl: Effecten via JACK Rack op GNU/Linux

source: The Jack routing for external effects
fr: Le routage Jack pour les effets externes
nl: De Jack routering voor externe effecten

source: The Jack routing for external effects on GNU/Linux
fr: Le routage JACK des effets externes sous GNU/Linux
nl: De Jack routering voor externe effecten op GNU/Linux

source: Use `Jack <https://en.wikipedia.org/wiki/JACK_Audio_Connection_Kit>`_ to route each deck directly through `JACK Rack <http://jack-rack.sourceforge.net/>`_ effect racks, or for more control you can use Ardour (or another :term:`DAW`) using sends for effects. This gives Mixxx access to the extensive collection of :term:`LADSPA` plugins.
fr: Utiliser `Jack <https://en.wikipedia.org/wiki/JACK_Audio_Connection_Kit>`_ pour router directement chaque platine vers un rack d'effets `JACK Rack <http://jack-rack.sourceforge.net/>`_. Pour plus de contrôle, vous pouvez utiliser Ardour (ou un autre :term:`DAW`) à l'aide d'envois auxiliaires pour les effets. Ceci donne accès pour Mixxx à une large collection de greffons :term:`LADSPA`.
nl: Gebruik `Jack <https://en.wikipedia.org/wiki/JACK_Audio_Connection_Kit>`_ om elk deck direct door `JACK Rack <http://jack-rack.sourceforge.net/>`_ effecten-racks te routeren, of voor meer controle kunt u Ardour (of een andere :term:`DAW`) gebruiken met behulp van sends voor effecten. Dit geeft Mixxx toegang tot de uitgebreide collectie :term:`LADSPA`-plugins.

source: Make sure the correct multichannel audio interface has been selected in Jack (Jack settings visible bottom left). Note that Mixxx possibly labels its Jack ports as :guilabel:`Portaudio`.
fr: Assurez vous que la bonne interface audio multi-canaux est sélectionnée dans JACK (les paramètres de JACK apparaissent en bas à gauche). Noter que Mixxx nomme potentiellement ses ports JACK en :guilabel:`Portaudio`.
nl: Zorg ervoor dat de juiste multichannel audio-interface is geselecteerd in Jack (Jack instellingen zichtbaar linksonder). Merk op dat Mixxx mogelijks de Jack poorten als :guilabel:`Portaudio` labelt.

source: Migrate your Mixxx library and settings to a new computer
fr: Migrer votre bibliothèque Mixxx et vos paramètres vers un nouvel ordinateur
nl: Migreer uw Mixxx bibliotheek en voorkeuren naar een nieuwe computer

source: If you move to a new computer, or to another operating system on the same computer, you can take your existing Mixxx setup with you. This includes your track library, settings, controller mappings and broadcast profiles.
fr: Si vous passez à un nouvel ordinateur ou à un autre système d'exploitation sur le même ordinateur, vous pouvez emporter votre configuration Mixxx existante avec vous. Cela inclut votre bibliothèque de pistes, vos paramètres, les mappages de contrôleurs et les profils de diffusion.
nl: Wanneer u een nieuwe computer in gebruik neemt, of wanneer u een nieuw besturingssysteem installeert op dezelfde computer, dan kan u uw bestaande Mixxx installatie meenemen. Dit omvat uw track bibliotheek, instellingen, controller toewijzingen en broadcast profielen.

source: You don't necessarily need to be able to run your previous Mixxx installation, all you need is your :ref:`settings directory <appendix-settings-files>` and the music directories you imported into your Mixxx library via :menuselection:`Preferences --> Library`.
fr: Vous n'avez pas nécessairement besoin d'exécuter votre précédente installation de Mixxx, tout ce dont vous avez besoin est votre :ref:`répertoire des paramètres <appendix-settings-files>` et les répertoires de musique que vous avez importés dans votre bibliothèque Mixxx via :menuselection:`Préférences --> Bibliothèque`.
nl: U hoeft niet noodzakelijkerwijs in staat te zijn om uw vorige Mixxx installatie op te starten, noodzakelijk zijn enkel de :ref:`instellingen map <appendix-settings-files>` en de muziek mappen die u in uw Mixxx bibliotheek heeft geïmporteerd via :menuselection:`Voorkeuren --> BibliotheekLibrary`.

source: Preparation
fr: Préparation
nl: Voorbereiding

source: If you still have access to your Mixxx installation open Mixxx, go to :menuselection:`Preferences --> Library` and uncheck :guilabel:`Rescan on startup`. If you are not able to start Mixxx anymore, e.g. if you only managed to recover your settings directory, you can do this manually in the settings file: open :file:`mixxx.cfg` with a text editor, delete the line with :file:`RescanOnStartup` and save the file.
fr: Si vous avez toujours accès à votre installation de Mixxx, ouvrer Mixxx, aller dans :menuselection:`Préférences --> Bibliothèque` et décocher :guilabel:`Relire les répertoires au démarrage`. Si vous ne parvenez plus à démarrer Mixxx, par exemple si vous avez seulement réussi à récupérer votre répertoire de paramètres, vous pouvez le faire manuellement dans le fichier de paramètres : ouvrer :file:`mixxx.cfg` avec un éditeur de texte, supprimer la ligne contenant :file:`RescanOnStartup` et enregistrer le fichier.
nl: Wanner u nog steeds toegang heeft tot uw Mixxx installatie, open Mixxx, ga naar :menuselection:`Voorkeuren --> Bibliotheek` en deactiveer :guilabel:`Her-scan bij opstarten`. Indien u Mixxx niet langer kan opstarten, bv. indien u er enkel in slaagde uw instellingen map te recupereren, dan kan u dit manueel doen in het instellingen bestand: open :file:`mixxx.cfg` met een tekst editor, verwijder de lijn met:file:`RescanOnStartup` en bewaar het bestand.

source: Make a copy of both the Mixxx settings directory and your music directories. Put all in a save place. **Do not restructure your music directories!**
fr: Faire une copie du répertoire des paramètres Mixxx et de vos répertoires de musique. Mettre le tout dans un endroit sauvegardé. **Ne restructurez pas vos répertoires de musique !**
nl: Maak een kopie van zowel de Mixxx instellingen map en uw muziek mappen. Plaats deze allemaal op een veilige plaats. **Verander niets aan de mappen-structuur van uw muziekmappen!**

source: Install your new operating system, get your new PC ready.
fr: Installer votre nouveau système d'exploitation et préparer votre nouveau PC.
nl: Installeer uw nieuw besturingssysteem, maak uw PC klaar.

source: Get the current stable Mixxx version from `the official download page <https://mixxx.org/download/>`_.
fr: Obtener la version stable actuelle de Mixxx sur la `page de téléchargement officielle <https://mixxx.org/download/>`_.
nl: Download the laatste stabiele versie van Mixxx van `de officiële download pagina <https://mixxx.org/download/>`_.

source: Install Mixxx, though **don't run it, yet!**
fr: Installer Mixxx, mais **ne l'exécutez pas encore !**
nl: Installeer Mixxx, maar **start Mixxx nog niet op!**

source: Migration
nl: Migratie

source: Copy your Mixxx settings directory to the appropriate location, see :ref:`appendix-settings-files`. In case you already started Mixxx previously, make sure to rename or delete your existing settings directory in order to avoid any file conflicts.
fr: Copier votre répertoire de paramètres Mixxx à l'emplacement approprié, voir :ref:`appendix-settings-files`. Si vous avez déjà démarré Mixxx, assurez-vous de renommer ou de supprimer votre répertoire de paramètres existant afin d'éviter tout conflit de fichiers.
nl: Kopieer uw Mixxx instellingenmap naar de gepaste locatie, zie :ref:`appendix-settings-files`. In geval u Mixxx reeds voordien opgestart heeft hernoem of verwijder dan de bestaande instellingenmap om bestandsconflicten te vermijden.

source: Copy your music directories to the new computer.
fr: Copier vos répertoires de musique sur le nouvel ordinateur.
nl: Kopieer uw muziek mappen naar de nieuwe omputer.

source: If you've put the settings directory in the correct location Mixxx should not ask you for your music directories and all your settings should be as before.
fr: Si vous avez placé le répertoire des paramètres au bon endroit, Mixxx ne devrait pas vous demander vos répertoires de musique et tous vos paramètres devraient être comme avant.
nl: Indien u uw instellingen map op de juiste locatie heeft geplaatst dan zal Mixxx niet vragen naar uw muziekmappen en al uw instellingen zouden moeten zijn zoals ze voordien waren.

source: Go to :menuselection:`Preferences --> Library` and **Relink** each of your music directories as described in :ref:`configuration-import`.
fr: Aller dans :menuselection:`Préférences --> Bibliothèque` et **Rattacher** chacun de vos répertoires de musique comme décrit dans :ref:`configuration-import`.
nl: Ga naar :menuselection:`Voorkeuren --> Bibliotheek` en **Her-link** elk van uw muziek mappen zoals beschreven in :ref:`configuration-import`.

source: Now, all your music files should be available, all your playlists, crates and your session histories be restored. A library rescan is not required. Configure a sound output and test if you can play all tracks as before. Note that this will obviously not include your external libraries (iTunes, Traktor etc.), you need to configure those again.
fr: Désormais, tous vos fichiers de musique devraient être disponibles, toutes vos listes de lecture, bacs et historiques de sessions restaurés. Une nouvelle analyse de la bibliothèque n'est pas requise. Configurer une sortie audio et tester si vous pouvez lire toutes les pistes comme avant. Noter que cela n'inclura évidemment pas vos bibliothèques externes (iTunes, Traktor etc.), vous devrez les reconfigurer.
nl: Nu moeten al uw muziek bestanden beschikbaar zijn, al uw afspeellijsten, kratten en de geschiedenis zijn hersteld. Een bibliotheek her-scan is niet vereist. Configureer een sound output en test of u alle tracks zoals voordien kan afspelen. Let op: dit houdt natuurlijk geenszins rekening met de externe bibliotheken (iTunes, Traktor etc.), deze dient u opnieuw te configureren.

source: Known issues
fr: Problèmes connus
nl: Gekende problemen

source: If you migrated to another operating system, operating system version or another Mixxx version, the used audio decoders may have changed which may cause beatgrids and cue points to appear shifted, i.e. they are set off from the desired points in the audio stream. Unfortunately, there is no automatic fix available, yet. As of now you need to shift cues for each track individually with the cue shift buttons in the beatgrid editing controls section, see :ref:`interface-waveform`.
fr: Si vous avez migré vers un autre système d'exploitation, une autre version du système d'exploitation ou une autre version de Mixxx, les décodeurs audio utilisés peuvent avoir changé, ce qui peut entrainer un décalage des grilles rythmiques et des points de repère, c'est-à-dire qu'ils sont décalés des points souhaités dans le flux audio. Malheureusement, aucun correctif automatique n’est encore disponible. À partir de maintenant, vous devez décaler les repères pour chaque piste individuellement avec les boutons de décalage de repère dans la section des commandes d'édition de la grille rythmique, voir :ref:`interface-waveform`.
nl: Indien u migreerde naar een ander besturingssysteem, een andere versie van besturingssysteem of een andere Mixxx versie, dan kunnen de gebruikte audio decoders gewijzigd zijn. Dit kan als gevolg hebben dat beatgrids en cue punten verschoven lijken, bv. ze zijn verschoven ten opzichte van de gewenste punten in de audio stream. Helaas is er nog geen automatische oplossing beschikbaar, nog niet. U dient voor elke track de cue punten te verschuiven in de beat grid met de cue shift toetsen die zich in de beatgrid editeer besturingen bevinden, zie :ref:`interface-waveform`.

source: Controller Wizard
fr: Assistant de contrôleur

source: Start Mixxx
fr: Lancer Mixxx

source: MIDI Scripting
fr: Scriptage MIDI

source: **In Mixxx**
fr: **Dans Mixxx**

source: **In AU Lab**
fr: **Dans AU Lab**

source: Start Mixxx.
fr: Lancer Mixxx
