Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/advanced_topics.po
Languages: fr, nl

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: Advanced Topics
fr: Sujets avancés
nl: Geavanceerde onderwerpen

source: Adding support for your MIDI/HID Controller
fr: Ajout du support pour votre contrôleur MIDI/HID
nl: Ondersteuning toevoegen voor uw MIDI/HID Controller

source: With several dozens of DJ controllers supported out-of-the-box, Mixxx gives you comprehensive hardware control for your DJ mixes, see :ref:`control-midi`.
fr: Avec plusieurs dizaines de contrôleurs DJ pris en charge et prêts à l'emploi, Mixxx vous offre un contrôle matériel complet pour vos mixages DJ, voir :ref:`control-midi`.
nl: Met tientallen out-of-the-box ondersteunde DJ-controllers biedt Mixxx u uitgebreide hardwarecontrole voor uw DJ-mixen, zie :ref:`control-midi`.

source: Support for additional devices can be added to Mixxx by creating a new mapping file. This file tells Mixxx how to translate, or map, :term:`MIDI`/:term:`HID` messages from a controller into commands that Mixxx understands.
fr: La prise en charge de périphériques supplémentaires peut être ajoutée à Mixxx en créant un nouveau fichier de mappage. Ce fichier indique à Mixxx comment traduire ou mapper les messages :term:`MIDI`/:term:`HID` d'un contrôleur en commandes que Mixxx comprend.
nl: De ondersteuning voor andere apparaten kan aan Mixxx worden toegevoegd door een nieuw toewijzingsbestand te maken. Dit bestand geeft aan Mixxx de manier door waarop :term:`MIDI`/:term:`HID` instructies van een controller moeten worden geïnterpreteerd en vertaald deze naar commando's die Mixxx begrijpt.

source: You can download and share custom controller mappings in the `Mixxx User Controller Mapping forums <https://mixxx.discourse.group/c/controller-mappings/10>`_.
fr: Vous pouvez télécharger et partager des mappages de contrôleurs personnalisés dans les forums `Mixxx User Controller Mapping <https://mixxx.discourse.group/c/controller-mappings/10>`_.
nl: U kan aangepaste toewijzingsbestanden vinden in en downloaden van de `Mixxx Gebruikers Verbindingsbestanden fora <https://mixxx.discourse.group/c/controller-mappings/10>`_.

source: For a list of controls that can be used in a controller mapping, see :ref:`appendix-mixxxcontrols`.
fr: Pour une liste des contrôles pouvant être utilisés dans un mappage de contrôleur, voir :ref:`appendix-mixxxcontrols`.
nl: Voor een lijst met besturingselementen die kunnen hebruikt worden in een controller toewijzingsbestand, zie :ref:`appendix-mixxxcontrols`.

source: Mixxx Controller Wizard - Mapping a control
fr: Assistant de contrôleur de Mixxx - Assigner un bouton
nl: Mixxx Controller Wizard - Een besturing koppelen/toewijzen

source: By far, the easiest way to create a new MIDI mapping is by using the Controller Wizard.
fr: Le moyen le plus simple de créer un nouveau mappage MIDI, consiste à utiliser lassistant de contrôleur.
nl: Veruit de gemakkelijkste manier om een nieuwe MIDI toewijzing te maken is door gebruik te maken van de Controller Wizard.

source: Connect your controller(s) to your computer
fr: Brancher votre (ou vos) contrôleur(s) à votre ordinateur
nl: Sluit uw controller(s) aan op uw computer

source: Go to :menuselection:`Preferences --> Controllers`
fr: Aller à :menuselection:`Preferences --> Controllers`
nl: Ga naar :menuselection:`Voorkeuren --> Besturingen` of controllers

source: Select your device from the list of available devices on the left, and the right pane will change
fr: Choisisser votre appareil dans la liste des appareils disponibles sur la gauche, et le panneau de droite se mettra à jour
nl: Selecteer uw apparaat in de lijst met beschikbare apparaten aan de linkerkant en het rechter deelvenster zal worden aangepast.

source: Activate the :guilabel:`Enabled` checkbox
fr: Activer la case à cocher :guilabel:`Activé`
nl: Activeer het selectievakje :guilabel:`Inschakelen`.

source: Click on :guilabel:`Learning Wizard` to open the selection dialog
fr: Cliquer sur :guilabel:`Assistant d'apprentissage` pour ouvrir la fenêtre de sélection
nl: Klik op :guilabel:`Learning Wizard` om het selectiedialoogvenster te openen.

source: Click any control in the Mixxx :term:`GUI`
fr: Cliquer sur n'importe quel contrôle de :term:`l'interface graphique` de Mixxx
nl: Klik op een willekeurig besturingselement in de Mixxx :term:`GUI`

source: Alternatively, click the :guilabel:`Choose Control` button and choose one from the selection list
fr: A la place, vous pouvez cliquer sur le bouton :guilabel:`Choix du contrôle` et en sélectionner un dans la liste
nl: Of klik op de knop :guilabel:`Kies Besturing` en kies er een uit de keuzelijst.

source: Push :guilabel:`Learn` and then move a control or push a button on your controller to map it. You can also move a control without pushing the :guilabel:`Learn` button if you are learning many controls.
fr: Appuyer sur :guilabel:`Apprendre` puis déplacer le contrôle ou presser un bouton de votre contrôleur pour l'associer. Vous pouvez également déplacer un contrôle sans appuyer sur le bouton :guilabel:`Apprendre` si vous mémorisez plusieurs contrôles.
nl: Druk op :guilabel:`Leren` en beweeg vervolgens een besturingselement of druk op een toets op je controller om deze te koppelen. U kunt ook een besturingselement bewegen zonder op de :guilabel:`Leren`-knop te drukken als u veel besturingselementen aan het aanleren bent.

source: If you are learning a button, just push it once. If you are learning a knob or a slider, try to move it throughout its range.
fr: Si vous mémorisez un bouton, ne le pressez qu'une fois. Si vous mémorisez un potentiomètre rond ou à glissière, essayez de le déplacer sur toute sa course.
nl: Als je een toets wil toewijzen, druk je er maar één keer op. Als je een knop of een schuifregelaar wilt gebruiken aanleert, probeer deze dan over het hele bereik te verplaatsen.

source: After Mixxx detects the control, you may click :guilabel:`Learn Another` or you can click on another button in the Mixxx :term:`GUI` to learn another control.
fr: Dès que Mixxx détecte le contrôle, vous pouvez cliquer sur :guilabel:`Apprendre un autre` ou cliquer sur un autre bouton dans :term:`l'interface graphique` de Mixxx pour mémoriser un autre contrôle.
nl: Nadat Mixxx het besturingselement heeft gedetecteerd, kunt u klikken op: guilabel: `Andere Aanleren` of u kunt op een andere knop in de Mixxx :term:`GUI` klikken om een ander besturingselement aan te leren.

source: When you are finished mapping controls, click :guilabel:`Done`
fr: Lorsque vous avez terminé de mémoriser les contrôles, cliquez sur :guilabel:`Terminé`
nl: Wanneer u klaar bent met het toewijzen van de besturingselementen, klikt u op :guilabel:`Klaar`

source: There are also some advanced options in the Midi Wizard you may need to use:
fr: Il existe également des options avancées dans l'assistant MIDI que vous pourriez avoir envie d'utiliser :
nl: Er zijn ook enkele geavanceerde opties in de Midi Wizard die u mogelijks moet gebruiken:

source: Soft Takeover: Use this option for knobs or sliders to avoid sudden jumps in when the knob in the :term:`GUI` doesn't match the physical knob. If you select this option, you won't be able to perform super-fast motions as easily. (Recommended off)
fr: Prise en compte progressive : Utiliser cette option sur les potentiomètres ou curseurs pour éviter des sauts de valeurs brusques lorsque le potentiomètre de :term:`l'interface graphiqueI` n'a pas la même valeur que le potentiomètre physique. Si vous sélectionnez cette option, vous ne pourrez pas aussi facilement effectuer des transition très rapides. (Valeur recommandée : éteint)
nl: Soft Takeover: gebruik deze optie om te voorkomen dat knoppen of schuifregelaars plotselinge sprongen maakt wanneer de knop in de: term: `GUI` niet overeenstemt met de fysieke knop. Als u deze optie selecteert, kunt u geen supersnelle bewegingen maken. (Aanbeveling = Uit)

source: Invert: Use this option for controls that you want to work backwards from how they were detected.
fr: Inverser : utiliser cette option pour les contrôles que vous souhaitez inverser par rapport à la façon dont ils ont été détectés.
nl: Invert: Gebruik deze optie voor besturingselementen die u omgekeerd wilt laten functioneren ten opzichte van de manier waarop ze zijn gedetecteerd.

source: Switch Mode: Use this option on controllers that have controls that act like switches and emit one value on the first press, and a different value on the next press. (Think an actual hardware toggle switch, or a button that lights up on the first press and turns off on the second press).
fr: Mode commutateur : Utiliser cette option pour les contrôleurs ayant des contrôles qui agissent comme des commutateurs et émettent une valeur lors du premier appui et une autre valeur au second appui. (Par exemple, un bouton poussoir, ou un bouton qui s'allume au premier appui et s’éteint au second).
nl: Switch Mode: Gebruik deze optie op controllers die besturingen hebben die als schakelaars werken en één waarde uitzenden bij de eerste druk en een andere waarde bij de volgende druk. (Denk aan een echte hardware-tuimelschakelaar of een knop die oplicht bij de eerste keer drukken en uitschakelt bij de tweede keer drukken).

source: Jog Wheel / Select Knob: Use this for knobs that don't have a beginning or an end, but spin continuously.
fr: Roulette : Utiliser ceci pour les contrôles qui n'ont pas de début et de fin, mais peuvent tourner à l'infini.
nl: Jog Wheel / Select Knob: Gebruik dit voor knoppen die geen beginpunt of eindpunt hebben, maar continu kunnen draaien.

source: The Controller wizard saves the new mapping to the ``controllers`` directory in the user settings directory, see :ref:`appendix-settings-files`.
fr: L'assistant de contrôleur enregistre le nouveau mappage dans le répertoire ``controllers`` dans le répertoire des paramètres utilisateur, voir :ref:`appendix-settings-files`.
nl: De Controller wizard bewaart het nieuwe toewijzingsbestand in de ``controllers`` map in de hebruikersinstellingen map, zie :ref:`appendix-settings-files`.

source: You can then modify the XML file it creates (or any of the ones that ship with Mixxx) if you'd like to fine-tune it or add more mappings. For more information, go to `<https://github.com/mixxxdj/mixxx/wiki/MIDI-Controller-Mapping-File-Format>`_.
fr: Vous pouvez ensuite modifier le fichier XML qui est créé (ou l'un de ceux fournis avec Mixxx) si vous souhaitez l'affiner ou ajouter plus de mappages. Pour plus d'informations, voir `<https://github.com/mixxxdj/mixxx/wiki/MIDI-Controller-Mapping-File-Format>`_.
nl: U kan het XML bestand dat wordt aangemaakt (of één van diegene die met Mixxx meekomen aanpassen indien u deze wil fine-tunen of indien u andere besturings-elementen wil toevoegen. Voor meer informatie, ga naar `<https://github.com/mixxxdj/mixxx/wiki/MIDI-Controller-Mapping-File-Format>`_.

source: The Controller Wizard works only for :term:`MIDI` devices. Currently you can't map modifier (shift) keys and platter rotations. Use :ref:`MIDI Scripting <advanced-controller-midiscript>` instead.
fr: L'assistant de contrôleur ne fonctionne qu'avec des appareils :term:`MIDI`. Pour le moment, vous ne pouvez pas mémoriser des touches alternatives (majuscules) ni des plateaux rotatifs. Utilisez le :ref:`Scriptage MIDI <advanced-controller-midiscript>` à la place.
nl: De Controller Wizard werkt alleen voor :term:`MIDI`-apparaten. Momenteel kunt u geen modificatietoetsen (shift-toetsen) en plaat-rotaties toewijzen. Gebruik in plaats daarvan :ref:`MIDI Scripting <advanced-controller-midiscript>`.

source: In order to support the advanced features of many :term:`MIDI`/:term:`HID` controllers, Mixxx offers what we call MIDI Scripting.
fr: Afin de prendre en charge les fonctionnalités avancées de nombreux contrôleurs :term:`MIDI`/:term:`HID`, Mixxx propose le scriptage MIDI.
nl: Om de geavanceerde functies van veel :term:`MIDI`/:term:`HID` controllers te ondersteunen, biedt Mixxx een scripting tool aan, wat wij MIDI Scripting noemen.

source: It enables MIDI controls to be mapped to `QtScript <https://en.wikipedia.org/wiki/QtScript>`_ (aka Javascript/EMCAScript) functions stored in function library files, freeing Mixxx from a one-to-one MIDI mapping ideology. These user-created functions can then do anything desired with the MIDI event such as have a single controller button simultaneously affect two or more Mixxx properties (“controls”), adjust incoming control values to work better with Mixxx (scratching), display a complex LED sequence, or even send messages to text displays on the controller.
fr: Ceci permet aux contrôles MIDI d'être assignés à des fonctions `QtScript <https://en.wikipedia.org/wiki/QtScript>`_ (alias Javascript/EMCAScript) enregistrées dans des fichiers de bibliothèques de fonctions, libérant Mixxx d'une idéologie d'affectation MIDI un-par-un. Ces fonctions, créées par les utilisateurs, peuvent ensuite faire tout ce qui est désiré avec les évènements MIDI, comme affecter un seul bouton de contrôle à deux ou plusieurs propriétés Mixxx (“contrôles”), ajuster les valeurs de contrôle entrantes pour mieux fonctionner avec Mixxx (scratching), afficher une séquence LED complexe, ou même envoyer des messages à des afficheurs de texte sur le contrôleur.
nl: Hiermee schakelt u de mogelijkheid in om MIDI-besturingselementen toe te wijzen aan `QtScript <https://en.wikipedia.org/wiki/QtScript>`_ (ook wel Javascript/EMCAScript genoemd) functies worden bewaard in de functie-bibliotheekbestanden, waardoor Mixxx wordt bevrijd van een èèn een-op-èèn MIDI-mapping ideologie. Door de gebruiker de mogelijkheid te geven om zelf functies te creëren kan deze via een combinatie van MIDI-be-sturingen een gebeurtenis genereren. Zo kan bijvoorbeeld dezelfde controller-knop tegelijkertijd twee of meer Mixxx-eigenschappen (“controls”) beïnvloeden, kunnen inkomende controlwaarden aangepast worden om deze beter met Mixxx te laten werken (bv. scratchen), kan een complexe LED-sequentie weergeven worden, of kunnen zelfs berichten op controller-tekstdisplays weergegeven worden.

source: For more information, go to `<https://github.com/mixxxdj/mixxx/wiki/Midi-Scripting>`_ and `<https://github.com/mixxxdj/mixxx/wiki/Hid-Mapping>`_ , as well as the `Comonents-JS library <https://github.com/mixxxdj/mixxx/wiki/Components-JS>`_ which greatly simplifies mapping, for example effect units and complex behaviour like switching deck layers or pad grid modes. Note that this is the preferred way of mapping if intended your mapping to be included in Mixxx since Components-JS significantly reduces effort for both mapping and reviewing Pull Requests.
fr: Pour plus d'informations, accédez à `<https://github.com/mixxxdj/mixxx/wiki/Midi-Scripting>`_ et `<https://github.com/mixxxdj/mixxx/wiki/Hid-Mapping>`_ , ainsi que la `Comonents-JS library <https://github.com/mixxxdj/mixxx/wiki/Components-JS>`_ qui simplifie grandement le mappage, par exemple les unités d'effets et les comportements complexes comme le changement de deck layers ou pad grid modes. Noter qu'il s'agit de la méthode de mappage préférée si vous souhaitez que votre mappage soit inclus dans Mixxx, car Components-JS réduit considérablement les efforts de mappage et de révision des Pull Requests.
nl: Voor meer informatie, ga naar `<https://github.com/mixxxdj/mixxx/wiki/Midi-Scripting>`_ en `<https://github.com/mixxxdj/mixxx/wiki/Hid-Mapping>`_ , als ook de`Components-JS library <https://github.com/mixxxdj/mixxx/wiki/Components-JS>`_ welke de toewijzing veel gemakkelijker maakt, bijvoorbeeld voor effect units en complex gedrag zoals schakelen tussen decklagen of pad grid modi. Let op: dit is de aangewezen manier van toewijzen wanneer u uw toewijzingsbestand wil toevoegen aan Mixxx vermits Components-JS zowel het toewijzen als het nakijken van Pull Requests veel simpeler maakt

source: Making a Custom Keyboard Mapping
fr: Créer une configuration clavier personnalisée
nl: Het maken van een Aangepaste Toetsenbord Toewijzing

source: The :ref:`default keyboard mappings<appendix-keyboard>` are defined in a text file which can be found at the following location:
fr: Les :ref:`configurations clavier par défaut<appendix-keyboard>` sont définis dans un fichier texte qui se trouve à l'emplacement suivant :
nl: De :ref:`standaard toetsenbord toewijzingen <appendix-keyboard>` zijn gede-finieerd in een tekstbestand dat op de volgende locatie te vinden is:

source: Depending on your system's language settings, Mixxx might use a different file as default, e.g. :file:`de_DE.kbd.cfg` for German or :file:`es_ES.kbd.cfg` for Spanish.
fr: En fonction du réglage de la langue de votre système, Mixxx pourrait utiliser un fichier différent par défaut, par exemple :file:`fr_FR.kbd.cfg` pour le français ou :file:`de_DE.kbd.cfg` pour l'allemand.
nl: Afhankelijk van de taalinstellingen van uw systeem kan Mixxx een ander standaard bestand gebruiken, bijvoorbeeld :file:`de_DE.kbd.cfg` voor Duits of :file:`es_ES.kbd.cfg` voor Spaans.

source: It is not recommended that you modify the system-wide keyboard mapping file because all your changes may be lost if you uninstall or upgrade Mixxx. Instead, copy the default mapping file to the following location:
fr: Il n'est pas recommandé de modifier le fichier de configuration du clavier pour tout le système parce que vos changements peuvent être perdus si vous désinstallez ou mettez à jour Mixxx. Copier plutôt le fichier de configuration par défaut vers l'emplacement suivant :
nl: Het wordt niet aanbevolen om het standaard toetsenbord toewijzingsbestand, dat op uw systeem gebruikt wordt, te wijzigen, het gevaar bestaat immers dat al uw ijzigingen verloren gaan als u Mixxx verwijdert of bijwerkt. Kopieer daarom beter het standaard toewijzingsbestand naar de volgende locatie:

source: Then edit this file and save the changes. On the next startup, Mixxx will check if :file:`Custom.kbd.cfg` is present and load that file instead of the default mapping file. This has the advantage that you can always revert back to the default mapping by deleting :file:`Custom.kbd.cfg`.
fr: Puis éditer ce fichier et enregistrer les modifications. Au prochain démarrage, Mixxx vérifiera si :file:`Custom.kbd.cfg` est présent et chargera ce fichier au lieu du fichier de configuration par défaut. Ceci a l'avantage de pouvoir revenir à la configuration par défaut à tout moment, en supprimant :file:`Custom.kbd.cfg`.
nl: Bewerk dan dit bestand en sla de wijzigingen op. Bij de volgende opstart zal Mixxx controleren of :file:`Custom.kbd.cfg` aanwezig is en dit bestand laden in plaats van het standaard toewijzings bestand. Dit heeft als voordeel dat u altijd terug kunt keren naar de standaard toewijzing door :file:`Custom.kbd.cfg` te verwijderen.

source: For a list of controls that can be used in a keyboard mapping, see :ref:`appendix-mixxxcontrols`.
fr: Pour une liste des contrôles pouvant être utilisés dans un mappage de clavier, voir :ref:`appendix-mixxxcontrols`.
nl: Voor een lijst van besturingselementen die kunnen gebruikt worden in een toetsenbord toewijzing, zie :ref:`appendix-mixxxcontrols`.

source: You can download and share custom keyboard mappings in the `Mixxx User Keyboard Mapping forums <https://mixxx.discourse.group/c/keyboard-mappings/12>`_.
fr: Vous pouvez télécharger et partager des mappages de clavier personnalisés dans `Mixxx User Keyboard Mapping forums <https://mixxx.discourse.group/c/keyboard-mappings/12>`_.
nl: U kan een toetsenbord toewijzingsbestand downloaden en delen in de `Mixxx User Keyboard Mapping forums <https://mixxx.discourse.group/c/keyboard-mappings/12>`_.

source: Additional Effects via external Mixer Mode
fr: Effets supplémentaires via le mode table de mixage externe
nl: Extra effecten via externe Mixer-modus

source: Mixxx comes with a set of :ref:`native effects <effects>`. Additionally, using the :ref:`external mixer mode <intro-how-mixxx-works>` you can route each deck directly to 3rd party effect hosts.
fr: Mixxx est livré avec un ensemble de :ref:`effets <effects>`. De plus, en utilisant le :ref:`mode mixage externe <intro-how-mixxx-works>` vous pouvez router chaque platine directement vers des hôtes d'effets tiers.
nl: Mixxx wordt geleverd met een set van :ref:`native effects <effects>` of systeemeigen effecten. Bovendien kunt u met behulp van de :ref:`externe mixer-modus <intro-how-mixxx-works>` elk deck rechtstreeks naar de 3rdparty-effecten hosts leiden.

source: The following examples are only intended to encourage experimentation, they are not definitive guidance.
fr: Les exemples suivants n'ont pour but que d'encourager l'expérimentation, et ne sont pas des guides exhaustifs.
nl: De volgende voorbeelden zijn enkel bedoeld om het experimenteren aan te moedigen, ze zijn geen definitieve leidraad.

source: Effects via AU Lab on macOS
fr: Effets via AU Lab sous MacOS
nl: Effecten via AU Lab op macOS

source: The Au Lab routing for external effects
fr: Le routage d'AU Lab pour les effets externes
nl: The Au Lab routering voor externe effecten

source: The Au Lab routing for external effects on macOS
fr: Le routage d'AU Lab pour les effets externes sous MacOS
nl: De Au Lab-routering voor externe effecten op macOS

source: On macOS there is a simple and free way to give Mixxx access to the collection of AU/VST/MAS plugins that are installed on your system.
fr: Sous MacOS, il existe un moyen simple et gratuit permettant à Mixxx d'accéder à votre collection de greffons AU/VST/MAS installés sur votre machine.
nl: Op macOS is er een eenvoudige en gratis manier om Mixxx toegang te geven tot de collectie AU/VST/MAS-plugins die op uw systeem zijn geïnstalleerd.

source: Install the free `SoundflowerBed <https://github.com/anastasiuspernat/SoundflowerBed/releases>`_, a system extension for inter-application audio routing.
fr: Installez gratuitement `SoundflowerBed <https://github.com/anastasiuspernat/SoundflowerBed/releases>`_, une extension système pour le routage audio inter-applications.
nl: Installeer het gratis `SoundflowerBed <https://github.com/anastasiuspernat/SoundflowerBed/releases>`_, een systeem-uitbreiding voor routering van audio tussen applicaties.

source: Install the free digital audio mixing application `AU Lab <https://www.apple.com/apple-music/apple-digital-masters/docs/au_lab.zip>`_.
fr: Installer l'application gratuite de mixage audio numérique `AU Lab <https://www.apple.com/apple-music/apple-digital-masters/docs/au_lab.zip>`_.
nl: Installeer de gratis digital audio mixing applicatie `AU Lab <https://www.apple.com/apple-music/apple-digital-masters/docs/au_lab.zip>`_.
