Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/djing_with_mixxx.po
Languages: fr, nl

source: To activate Sync Lock on a deck, push and hold (or click and hold) the :guilabel:`SYNC` button. You'll know Sync Lock is on because the sync button will remain lit. Changing the rate of any deck that has Sync lit will change the rates of all other decks that also have the Sync button lit. There is no need to set specific decks to be a leader or followers. You can play, stop, eject, load, and queue any track with sync lock and it won't interrupt the playback of the other decks. However, changing the rate of a stopped deck will change the rate of playing decks.
fr: Pour activer le verrouillage de synchronisation sur une platine, appuyer et maintenir (ou cliquer et maintenir) le bouton :guilabel:`SYNC`. Vous saurez que le verrouillage de synchronisation est activé car le bouton de synchronisation restera allumé. Changer le taux de n'importe quelle platine sur laquelle Sync est allumé modifiera le taux de toutes les autres platines dont le bouton Sync est également allumé. Il n'est pas nécessaire de définir des platines spécifiques comme Leader ou Follower. Vous pouvez lire, arrêter, éjecter, charger et mettre en file d'attente n'importe quelle piste avec verrouillage de synchronisation sans interrompre la lecture des autres platines. Cependant, changer le taux d'une platine à l'arrêt modifiera la taux de lecture des platines.
nl: Om Sync Lock op een deck te activeren, druk/click op de :guilabel:`SYNC` knop en hou die even ingedrukt. U zal zien dat Sync Lock 'aan' staat waneer deze opgelicht blijft. Het aanpassen van de snelheid op om het even welk met 'Sync Lock' zal de snelheid van alle andere decks met 'Sync Lock' wjzigen.U hoeft geen deck specifiek als leider of volger in te stellen. U kan om het even welke track afspelen, stoppen, laden, uitwerpen of in een afspeelwachtrij plaatsen met 'Sync Lock', het afspelen van tracks in de andere decks wordt niet onderbroken. Het veranderen van de afspeelsnelheid van een gestopt deck zal echter de snelheid van spelende decks wel beïnvloeden

source: Sync Lock will also notice if one of your tracks is double the BPM of another track and match them correctly. So if you want to mix a 140 BPM drum & bass track with a 70 bpm dubstep track, Sync Lock will make sure they are lined up properly.
fr: Le verrouillage de synchronisation remarquera également si l'une de vos pistes est le double du BPM d'une autre piste et les fera correspondre correctement. Donc, si vous souhaitez mixer une piste de batterie et de basse à 140 BPM avec une piste dubstep à 70 bpm, le verrouillage de synchronisation s'assurera qu'elles sont correctement alignées.
nl: Sync Lock zal het ook opmerken wanneer één van uw tracks de dubbele BPM heeft van de andere en deze op de juiste wijze aan elkaar koppelen. Dus wanneer u een 140 BPM drum & bass track wil mengen met een 70 bpm dubstep track zal Sync Lock er voor zorgen dat ze juist uitgelijnd worden.

source: Usually, Sync Lock will only make sure the rate sliders are set correctly. If you also want to make sure your beats are perfectly in sync, turn on the :guilabel:`QUANTIZE` button. When activated, Quantize will ensure that the beats are perfectly lined up as well.
fr: Habituellement, le verrouillage de synchronisation garantira uniquement que les curseurs de taux sont correctement définis. Si vous souhaitez également vous assurer que vos battements sont parfaitement synchronisés, activer le bouton :guilabel:`QUANTIFICATION`. Lorsqu'il est activé, Quantification (Quantize) garantira que les battements sont également parfaitement alignés.
nl: Normaal gezien zorgt Sync Lock er enkel voor dat de snelheidsschuifregelaars juist worden ingesteld. Wanneer u ook wilt dat de beats perfect uitgelijnd worden, dan dient u de :guilabel:`QUANTIZE` toets aan te zetten. Wanneer Quantize actief is zal dit er voor zorgen dat de beats ook perfect uitgelijnd worden.

source: Sync Lock with Dynamic Tempo
fr: Verrouillage de synchronisation avec tempo dynamique
nl: Sync Lock met een Dynamisch Tempo

source: If you're working with dynamic tempo tracks that have a variable BPM beat grid, you have precise control over the sync lock behavior via the following Sync Leader buttons (available in the LateNight and Deere skins only).
fr: Si vous travaillez avec des pistes à tempo dynamique dotées d'une grille de battements BPM variable, vous disposez d'un contrôle précis sur le comportement du verrouillage de synchronisation via les boutons verrouillage de synchronisation Leader suivants (disponibles dans les thèmes LateNight et Deere uniquement).
nl: Wanneer u werkt met tracks met een dynamisch tempo, die dus een variabele BPM beat grid hebben, dan kan u een perfecte colntrole hebben over het gedrag van de Sync Lock door middel van de volgende 'Sync Leader' knoppen(enkel beschikbaar in de LateNight en Deere skins).

source: Sync Leader button as follower
fr: Bouton Synchroniser du Leader en tant que Follower
nl: Sync Leider toets als volger

source: Sync Leader button as soft leader
fr: Bouton Synchroniser du Leader en tant que soft-Leader
nl: Sync Leider toets als soft leader

source: You can create a variable BPM beat grids for single tracks by using the :guilabel:`Analyze` library context menu and :guilabel:`Reanalyze (variable BPM)` command. Alternatively you may create variable BPM beat grids for all tracks to be (re)analyzed later on by unchecking :guilabel:`Assume constant tempo` in the :guilabel:`Beat Detection` preferences.
fr: Vous pouvez créer une grille rythmique avec BPM variable pour des pistes uniques en utilisant le menu contextuel de la bibliothèque :guilabel:`Analyser` et la commande :guilabel:`Reanalyser (BPM variable)`. Alternativement, vous pouvez créer des grilles rythmiques avec BPM variables pour toutes les pistes à (re)analyser ultérieurement en décochant :guilabel:`Supposé le tempo constant (recommandé)` dans les préférences :guilabel:`Detection de battement`.
nl: U kan variabele BPM beat grids maken voor bepaalde track door gebruik te maken van :guilabel:`Analyze` in het bibliotheek context menu (rechtermuisklik op de track) en het :guilabel:`Her-analyseren (variabele BPM)` commando te kiezen. Anderzijds kan u voor alle tracks die opnieuw moeten geanalyseerd worden een variabele BPM beat grid aanmaken door in de :guilabel:`Beat Detection` voorkeuren :guilabel:`Veronderstel constant tempo` uit te vinken.

source: When such a track is playing in a Leader deck, the follower decks closely follow the tempo. It's important to note that the track follows the "detected" leader tempo unconditionally, even if there are sections with unstable tempos during bridges or in the outro regions where the actual played tempo wasn't detected correctly.
fr: Lorsqu'une telle piste est jouée dans une platine Leader, les platines Follower suivent de près le tempo. Il est important de noter que la piste suit inconditionnellement le tempo Leader « détecté », même s'il y a des sections avec des tempos instables pendant les ponts ou dans les régions outro où le tempo réel joué n'a pas été détecté correctement.
nl: Wanneer zo een track speelt in een Leidend deck, zal het volgende deck het tempo nauwkeurig volgen. Het is belangrijk op te merken dat de volgende track het ge-detecteerde tempo onvoorwaardelijk volgt, zelfs wanneer er delen met een onstabiel tempo worden afgespeeld (bv. tijdens 'bruggen' of in het outro gedeelte waar het actueel gespeelde tempo niet juist werd gedetecteerd.

source: If a soft leader deck stops or is silenced, Mixxx automatically selects the next best deck as Leader. By clicking the Leader button, you can choose between Soft Leader and Follower mode. A Soft Leader is not sticky, and will automatically move if the current leader becomes invalid.
fr: Si une platine Soft-Leader s'arrête ou est réduit au silence, Mixxx sélectionne automatiquement la meilleur platine suivante comme Leader. En cliquant sur le bouton Leader, vous pouvez choisir entre les modes Soft Leader et Follower. Un Soft-Leader n'est pas fixer et se déplacera automatiquement si le Leader actuel devient invalide.
nl: Wanneer een soft leader deck stopt of gedempt wordt da, selecteert Mixxx automatisch het volgende beste deck as Leider. Door te clicken op de Leader toets kan u kiezen tussen de Soft Leader en de Volger modus. Soft Leader is geen blijvende eigenschap van een deck, de eigenschap gaat over naar het volgend meest geschikte deck van zodra de huidige Leider ongeldig wordt (einde van de track of de track is gestopt).

source: By default the "Sync Lock with Dynamic Tempo" feature is enabled and Mixxx picks the first Sync Lock enabled track as Soft Leader, using the tempo from its outro during the following transition. If you'd like to use the the tempo from the intro of the next track instead, click the Leader (Crown) button of its deck. The deck then becomes the soft leader, and Mixxx will use that deck's tempo instead.
fr: Par défaut, la fonction "Verrouillage de synchronisation avec tempo dynamique" est activée et Mixxx sélectionne la première piste avec le verrouillage de synchronisation activée comme Soft-Leader, en utilisant le tempo de son outro lors de la transition suivante. Si vous souhaitez plutôt utiliser le tempo de l'intro du morceau suivant, cliquer sur le bouton Leader (Couronne) de sa platine. La platine devient alors le Soft-Leader et Mixxx utilisera à la place le tempo de cette platine.
nl: Standaard wordt het 'Sync Lock met Dynamisch tempo' onderdeel geactiveerd en neemt Mixxx de eerste track waarop Sync Lock werd geactiveerd als Soft Leader, bij de overgang neemt Mixxx het tempo van de outro van deze track aan. Indien u liever het tempo van de intro van de volgende track wil ge-bruiken, click dan op de Leader toets (Kroon) van het deck waarin de track geladen is. Dit deck wordt dan de soft leader, en Mixxx zal het tempo van dit deck gebruiken.

source: The only case when a stopped deck can be a Leader is if no other deck is playing. Once a deck starts playing, Mixxx will pick that as the leader instead. If another deck starts playing, then you will be able to pick which one you want to be the leader again.
fr: Le seul cas où une platine à l'arrêt peut être un Leader est lorsque aucune autre platine n'est en train de jouer. Une fois qu'une platine commence à jouer, Mixxx la choisira comme Leader. Si une autre platine commence à jouer, vous pourrez alors choisir celle que vous souhaitez faire redevenir Leader.
nl: Een gestopt deck kan enkel een Leider zijn wanneer er geen enkel ander deck aan het afspelen is. Vanaf het moment dat er een (ander) deck begint te spelen zal Mixxx dit deck gebruiken als Leider. Wanneer een ander deck begint te spelen kan u opnieuw kiezen welk deck de Leider wordt.

source: If you'd prefer a steady tempo during transitions like in Mixxx before Version 2.4, you may select :guilabel:`Use steady Tempo` for :guilabel:`Sync mode` in the :guilabel:`Decks` preferences. In this mode all decks become a follower during a transition and you may pick a dynamic track as a leader by clicking the Leader (Crown) button if desired.
fr: Si vous préférez un tempo constant pendant les transitions comme dans Mixxx avant la version 2.4, vous pouvez sélectionner :guilabel:`Utiliser un tempo constant` pour :guilabel:`Mode de synchronisation` dans les préférences :guilabel:`Platines`. Dans ce mode, toutes les platines deviennent Follower lors d'une transition et vous pouvez choisir une piste dynamique comme Leader en cliquant sur le bouton Leader (Couronne) si vous le souhaitez.
nl: Indien u tijdens een overgang een stabiel tempo verkiest zoals in Mixxx voor Version 2.4, dan kan u :guilabel:`Gebruik stabiel Tempo` selecteren voor :guilabel:`Sync modus` in de :guilabel:`Decks` voorkeuren. In deze modus worden alle decks volgers tijdens een overgang en indien u het wenst kan u een dynamische track als Leider aanduiden door op de Leidertoets (Kroon) te clicken.

source: A leader plays always the original recorded tempo changes. A follower changes its tempo matching the leader which may result in a notable pitch change. Engaging keylock helps mitigate this pitch issue.
fr: Le Leader joue toujours les changements de tempo enregistrés d'origine. Un Follower change son tempo en fonction du Leader, ce qui peut entrainer un changement de hauteur tonale (picth) notable. L'activation du verrouillage des touches permet d'atténuer ce problème de hauteur tonale (pitch).
nl: Een leider speelt steeds de origineel opgenomen tempo wisselingen. Een volger wijzigt zijn tempo om de leider te volgen, dit kan leiden tot een hoorbaar verschil in toonhoogte.Door keylock in te stellen wordt dit effect verzacht.

source: Harmonic Mixing
fr: Mixage harmonique
nl: Harmonisch Mixen

source: Harmonic mixing is a technique to mix songs with matching melodies and harmonies. To learn more about harmonic mixing you might want to check out `the mixshare archive`_.
fr: Le mixage harmonique est une technique pour mixer des chansons en faisant correspondre les mélodies et les harmonies. Pour en apprendre plus à propos du mixage harmonique, vous pouvez visiter `l'archive mixshare`_.
nl: Harmonisch mixen is een techniek om liedjes te mixen die een bij elkaar passende melodie en harmonie hebben. Om meer te leren over harmonisch mixen bekijk dan het mixshare archief`_.

source: Mixxx has two features to help you with harmonic mixing. The first is a :term:`key lock`. When it is active changing the speed of a track won't affect the key. To enable :term:`key lock`, click the :guilabel:`key lock` button in the :ref:`interface-button-grid`. The second is that Mixxx can automatically detect the key of a track and will display it in the library and the decks. The notation which is used to display a key can be changed in :ref:`Key Detection Preferences <configuration-key-detection>`.
fr: Mixxx possède deux fonctions pour vous aider avec le mixage harmonique. La première est le :term:`verrouillage de tonalité`. Quand elle est active, changer le vitesse d'une piste n'affectera pas la tonalité. Pour activer le :term:`verrouillage de tonalité`, cliquer sur le bouton :guilabel:`verrouillage de tonalité` dans la :ref:`interface-button-grid`. La seconde fonction est que Mixxx peut automatiquement détecter la tonalité d'une piste et l'afficher dans la bibliothèque et dans les platines. La notation utilisée pour afficher une tonalité peut être changée dans les :ref:`Préférences de détection de tonalité <configuration-key-detection>`.
nl: Mixxx heeft twee functies om u te helpen bij het harmonisch mixen. De eerste is een :term:`key lock`. Wanneer deze geactiveerd is, heeft het veranderen van de snelheid van een track geen invloed op de toonsoort. Om :term:`key lock` in te schakelen, klik op de: guilabel:` key lock` knop in: ref:`inter-face-button-grid`. De tweede functie is dat Mixxx automatisch de toonsoort van een track kan detecteren, deze zal in de bibliotheek en de decks worden weergegeven. De notatie die wordt gebruikt om een sleutel weer te geven, kan worden gewijzigd in :ref:`Key detectie voorkeuren <configuration-key-detection>`.

source: Recording Your Mix
fr: Enregistrer votre mix
nl: Je mix opnemen

source: With the integrated recording feature you can record your mix as an audio file and listen to it later, distribute it as a :term:`Podcast<podcast>` or burn it to CD.
fr: Avec la fonction d'enregistrement intégrée, vous pouvez enregistrer votre mix sous forme de fichier audio et l'écouter plus tard, le distribuer sous forme de :term:`Podcast<podcast>` ou le graver sur CD.
nl: Met deze geïntegreerde opnamefunctie kan u uw mix als een audiobestand opnemen om later te beluisteren of te verspreiden als een :term:`Podcast<podcast>` of om ze op CD te branden.

source: By default, Mixxx records the :term:`main output`. Alternatively, Mixxx can record the output of an external mixer if you have an audio interface configured for the :guilabel:`Record/Broadcast` input in :menuselection:`Preferences --> Sound Hardware`. Refer to :ref:`microphones-record-broadcast-external-mixer` for details.
fr: Par défaut, Mixxx enregistre la :term:`sortie principale`. Alternativement, Mixxx peut enregistrer la sortie d'un mixeur externe si vous disposez d'une interface audio configurée pour l'entrée :guilabel:`Enregistrer/Diffuser` dans :menuselection:`Préferences --> Matériel sonore`. Voir :ref:`microphones-record-broadcast-external-mixer` pour plus de détails.
nl: Standaard neemt Mixxx de :term:`main output` op. Mixxx kan indien aanders gewenst de output van een externe mixer opnemen indien u een audio interface geconfigureerd heeft als :guilabel:`Record/Broadcast` input in :menuselection:`Voorkeuren --> Sound Hardware`. Ga naar :ref:`microphones-record-broadcast-external-mixer` voor details.

source: Mixxx library - Recordings view
fr: Bibliothèque de Mixxx - Vue Enregistrements
nl: Mixxx-bibliotheek - weergave Opnamen

source: Mixxx can record your mix in various audio formats and quality settings. You can split your recordings, generate :term:`cue files <cue sheet>`, choose a custom recording directory and even set your own :term:`metadata`. By default, Mixxx saves your recordings as lossless :term:`WAV` files to a :file:`Mixxx/Recordings` sub-folder in the Mixxx music directory. Before you start recording, we recommend that you adjust the settings in :menuselection:`Preferences --> Recording`.
fr: Mixxx peut enregistrer votre mix dans différents formats audio et paramètres de qualité. Vous pouvez diviser vos enregistrements, générer des :term:`cue files <cue sheet>`, choisir un répertoire d'enregistrement personnalisé et définir même votre propre :term:`metadata`. Par défaut, Mixxx enregistre vos enregistrements sous forme de fichiers :term:`WAV` sans perte dans un sous-répertoire :file:`Mixxx/Recordings` dans le répertoire de musique Mixxx. Avant de commencer l'enregistrement, nous vous recommandons d'ajuster les paramètres dans :menuselection:`Préférences --> Enregistrement`.
nl: Mixxx kan uw mix in verschillende formaten en verschillende kwaliteitsniveaus opnemen. U kan uw opnames onderverdelen, :term:`cue files <cue sheet>` genereren, een standaard map voor opnames kiezen en zelfs uw eigen :term:`metadata` instellen. Standaard bewaart Mixxx uw opnames zonder kwaliteitverlies in het :term:`WAV` formaat in een :file:`Mixxx/Recordings` sub-folder in de Mixxx muziek map. U wordt aangeraden om deze instellingen aan te passen voor u met opnemen aanvangt in :menuselection:`Voorkeuren --> Opnames`.

source: If you click on the *Recordings* icon in the sidebar of the Mixxx library, the track table to the right displays the content of your recordings directory. New recordings are automatically saved to this directory as well as CUE files if you choose to create them in the preferences.
fr: Si vous cliquez sur l'icône *Enregistrements* dans la barre latérale de la bibliothèque de Mixxx, le tableau des pistes sur la droite affiche le contenu de votre répertoire d'enregistrements. Les nouveaux enregistrements sont automatiquement enregistrés dans ce répertoire ainsi que les fichiers CUE (repère) si vous choisissez de les créer dans les préférences.
nl: Als u in de zijbalk van de Mixxx-bibliotheek op het *Opnamen* pictogram klikt, toont de tracktabel in het rechter deelvenster de inhoud van uw opnamenmap. Nieuwe opnames worden automatisch opgeslagen in deze map, evenals CUE-bestanden wanneer u in de voorkeuren het aanmaken hiervan aanvinkt.

source: Recording your mixes and listening to them later to critique yourself is a great tool for improving your DJing skills. Sending your mixes to other DJs for feedback can also be helpful.
fr: Enregistrer vos mixes et les ré-écouter plus tard pour faire une auto-critique est un bon outil pour améliorer vos talents de DJ. Envoyer vos mixes à d'autres DJs pour avoir des retours peut aussi vous aider.
nl: Het opnemen van je mixen en ze later beluisteren om jezelf te beoordelen is een geweldig hulpmiddel om je DJ-vaardigheden te verbeteren. Je mixen doorsturen naar andere DJ's voor feedback kan ook nuttig zijn.

source: Record your mix to disk
fr: Enregistrer votre mix sur le disque
nl: Uw mix opnemen op schijf

source: Click on the recording icon on top of the application window to start, and stop the recording session. The duration of the running recording is displayed next to the icon.
fr: Cliquer sur l'icône d'enregistrement en haut de la fenêtre de l'application pour démarrer et arrêter la session d'enregistrement. La durée de l'enregistrement en cours est affichée à côté de l'icône.
nl: Klik op het opname icoon bovenaan het applicatie venster om de opname te starten en te stoppen. De duur van de lopende opname wordt naast het pictogram weergegeven.

source: The recording widget might not be available in some skins.
fr: Le widget d'enregistrement peut ne pas être disponible dans certains thèmes.
nl: De opname widget is mogelijks niet beschikbaar in sommige skins.

source: Alternatively:
fr: Alternativement :
nl: Een alternatief:

source: Click on the *Recordings* icon in the sidebar to switch to the :guilabel:`Recordings` view
fr: Cliquer sur l'icône *Enregistrements* dans la barre latérale pour basculer en vue :guilabel:`Enregistrements`
nl: Klik op het *Opnamen* icoon in de zijbalk om naar de :guilabel:`Opnames` weergave te gaan

source: Click the :guilabel:`Start Recording` button or click :menuselection:`Options --> Record Mix` in the menu on top of the Mixxx application window.
fr: Cliquer sur le bouton :guilabel:`Démarrer l'enregistrement` ou sur :menuselection:`Options --> Enregistrer le Mix` dans le menu en haut de la fenêtre de Mixxx.
nl: Klik op de :guilabel:`Start opname` knop of klik op :menuselection:`Opties --> Mix Opnemen` in het menu bovenin het Mixxx applicatie venster.

source: The display above the track table shows how much data has already been recorded, as well as the duration of the recording.
fr: L'affichage au dessus du tableau des pistes montre combien de données ont déjà été enregistrées, ainsi que la durée de l'enregistrement.
nl: Bovenaan de track-tabel wordt weergegeven hoeveel data er reeds is opgenomen, alsook de duur van de opname.

source: Perform your mix
fr: Exécuter votre mix.
nl: Voer je mix uit

source: Click the :guilabel:`Stop Recording` button to stop the recording when the mix has finished.
fr: Cliquez sur le bouton :guilabel:`Arrêter l'enregistrement` pour arrêter l'enregistrement quand le mix est terminé.
nl: Klik op de :guilabel:`Stop Opname` toets om de opname te stoppen als de mix klaar is.

source: You can instantly play your recording as a track in Mixxx. Simply drag-and-drop the track to a deck.
fr: Vous pouvez instantanément lire vos enregistrements comme une piste dans Mixxx. Glisser-déposer simplement la piste dans une platine.
nl: Je kunt je opname onmiddelijk als een track in Mixxx afspelen. Sleep de track gewoon naar een deck.

source: Intro and Outro Cues
fr: Repères Intro et Outro
nl: Intro- en Outro Cues
