Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/djing_with_mixxx.po
Languages: fr, nl

source: Library - Icon AutoDJ
nl: Bibliotheek - Pictogram AutoDJ

source: Library - Icon Banshee
nl: Bibliotheek - Pictogram Banshee

source: Library - Icon Recordbox
nl: Bibliotheek - Pictogram Recordbox

source: Library - Icon Browse
nl: Bibliotheek - Pictogram Bladeren

source: Library - Icon Crates
nl: Bibliotheek - Pictogram Crates

source: Library - Icon Drag and Drop
nl: Bibliotheek - Pictogram Slepen

source: Library - Icon History current session
nl: Bibliotheek - Pictogram Geschiedenis huidige sessie

source: Library - Icon History
nl: Bibliotheek - Pictogram Geschiedenis

source: Library - Icon iTunes
nl: Bibliotheek - Pictogram iTunes

source: Library - Icon Library
nl: Bibliotheek - Pictogram Bibliotheek

source: Library - Icon Locked
nl: Bibliotheek - Pictogram Vergrendeld

source: Library - Icon Missing Tracks
nl: Bibliotheek - Pictogram Ontbrekende Nummers

source: Library - Icon Playlist
nl: Bibliotheek - Pictogram Afspeellijst

source: Library - Icon Analyze
nl: Bibliotheek - Pictogram Analyseer

source: Library - Icon Recordings
nl: Bibliotheek - Pictogram Opnames

source: Library - Icon Rhythmbox
nl: Bibliotheek - Pictogram Rhythmbox

source: Library - Icon Serato
nl: Bibliotheek - Pictogram Serato

source: Library - Icon Traktor
nl: Bibliotheek - Pictogram Traktor

source: Library - Preview Pause
nl: Bibliotheek - Voorbeluisteren Pauzeer

source: Library - Preview Play
nl: Bibliotheek - Voorbeluisteren Afspelen

source: Library - BPM Locked
nl: Bibliotheek - BPM Vergrendeld

source: Library - BPM Unlocked
nl: Bibliotheek - BPM Ontgrendeld

source: Preferences - Icon BPM Detection
nl: Voorkeuren - Pictogram BPM Detectie

source: Preferences - Icon Live Broadcasting
nl: Voorkeuren - Pictogram Live Uitzending

source: Preferences - Icon Controllers
nl: Voorkeuren - Pictogram Controllers

source: Preferences - Icon Crossfader
nl: Voorkeuren - Pictogram Crossfader

source: Preferences - Icon Effects
nl: Voorkeuren - Pictogram Effecten

source: Preferences - Icon Equalizers
nl: Voorkeuren - Pictogram Equalizers

source: Preferences - Icon Interface
nl: Voorkeuren - Pictogram Interface

source: Preferences - Icon Key Detection
nl: Voorkeuren - Pictogram Toonaard Detectie

source: Preferences - Icon Library
nl: Voorkeuren - Pictogram Bibliotheek

source: Preferences - Icon MIDI Controllers
nl: Voorkeuren - Pictogram MIDI Controllers

source: Preferences - Icon Modplug Decoder
nl: Voorkeuren - Pictogram Modplug Decoder

source: Preferences - Icon Recording
nl: Voorkeuren - Pictogram Opnemen

source: Preferences - Icon ReplayGain
nl: Voorkeuren - Pictogram ReplayVolume

source: Preferences - Icon Sampler
nl: Voorkeuren - Pictogram Sampler

source: Preferences - Icon Sound Hardware
nl: Voorkeuren - Pictogram Geluidshardware

source: Preferences - Icon Vinyl Control
nl: Voorkeuren - Pictogram Vinyl Control

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: DJing With Mixxx
fr: Mixer avec Mixxx
nl: DJ'en met Mixxx

source: Mixxx was designed to be easy to learn for both novice and experienced DJs.
fr: Mixxx a été conçu pour être facile à appréhender à la fois par les novices et par les DJ expérimentés.
nl: Mixxx is ontworpen om gemakkelijk aan te leren voor zowel beginnende als ervaren DJ's.

source: This part of the manual provides you with directions for using Mixxx's features to create your own mixes.
fr: Cette partie du manuel vous fournit un mode d'emploi pour utiliser les fonctionnalités de Mixxx afin de créer vos propres mix.
nl: In dit deel van de handleiding vindt u aanwijzingen voor het gebruik van de functies van Mixxx om uw eigen mixen te maken.

source: Setting Your Levels Properly (Gain Staging)
fr: Régler correctement les niveaux (Gain Staging)
nl: Uw niveaus juist instellen (Gain Staging)

source: A level meter in Mixxx with the gain set properly for the loudest part of a track
fr: Un indicateur de niveau dans Mixxx avec le gain correctement réglé pour la partie la plus forte d'une piste
nl: Een niveau meter in Mixxx met het niveau (gain) juist ingesteld voor het luidste deel van een track

source: Setting your levels properly, also known as gain staging, is essential for getting the best sound quality out of the equipment you are using. At every link in your signal chain, from Mixxx's channel gains to the power amplifier, the level should be well above the noise floor, but lower than the maximum level before the signal clips. The :term:`level meters <level meter>` should mostly be around the top of their green region. The level meter pictured to the left shows where Mixxx's level meters should average at the loudest parts of tracks. The average level should not be in the yellow region. Use the yellow region to leave headroom, or available level above the average before the signal clips. The loudest parts of the music (the transients) should briefly go into the yellow region.
fr: Un réglage correct de vos niveaux, aussi connu sous le nom de Gain Staging, est essentiel pour tirer la meilleure qualité sonore du matériel que vous utilisez. À chaque maillon de votre chaîne de signal, depuis les gains des canaux de Mixxx jusqu'à l'amplificateur de puissance, le niveau devrait être bien au-dessus du bruit de fond, mais en-dessous du niveau maximum avant que le signal n'écrête. Les :term:`vues-mètres <level meter>` devraient la plupart du temps être autour du haut de leur zone verte. Le vue-mètre affiché à gauche montre à quel niveau moyen les vues-mètre de Mixxx devraient se trouver dans les parties les plus fortes des pistes. Le niveau moyen ne devrait pas se trouver dans la zone jaune. Utiliser la zone jaune pour laisser une marge, c'est-à-dire le niveau disponible au-dessus du niveau moyen avant que le signal n'écrête. Les parties les plus fortes de la musique (les transitoires) peuvent aller brièvement dans la zone jaune.
nl: De juiste instelling van uw niveaus, ook gain staging genoemd, is essentieel om de beste geluidskwaliteit te krijgen uit de apparatuur die u gebruikt. Bij elke schakel in de signaalketen, van de kanaalversterkers van de Mixxx tot de eindversterker, moet het niveau ruim boven de ruisvloer liggen, maar lager dan het maximale niveau voordat het signaal 'clipt'. De :term:`niveaumeters <level meter>` moeten meestal rond de top van hun groene gebied zijn. De links afgebeelde niveaumeter laat zien waar de niveaumeters van Mixxx gemiddeld moeten zijn tijdens de luidste delen van tracks. Het gemiddelde niveau mag niet in het gele gebied liggen. Gebruik het gele gebied om dynamische ruimte toe te laten, een beschikbaar niveau boven het gemiddelde voordat het signaal begint te clippen. De luidste delen van demuziek (de transiënten) mogen kort in het gele gebied komen.

source: A waveform at a good level
fr: Une forme d'onde d'un bon niveau
nl: Een waveform op een good niveau

source: A waveform at a good level. Note that the example waveforms in this section were made by adjusting the visual gain of the waveform display in Mixxx to illustrate the concepts. Adjusting the visual gain of the waveform display does not change the level of the audio.
fr: Une forme d'onde à un bon niveau. Notez que l'exemple de forme d'onde dans cette section a été fait en ajustant le gain visuel de l'affichage de forme d'onde dans Mixxx pour illustrer les concepts. Ajuster le gain visuel de l'affichage de forme d'onde ne change pas le niveau de l'audio.
nl: Een waveform op een goed niveau. Let op: de voorbeeld waveforms in dit gedeelte zijn gemaakt door de visual gain van de waveform-weergave in Mixxx aan te passen om het concept te illustreren. Het aanpassen van de visual gain van de waveform-weergave verandert het niveau van de audio niet.

source: A level meter in Mixxx indicating clipping. The gain should be turned down!
fr: Un indicateur de niveau dans Mixxx indiquant l'écrêtage. Le gain devrait être diminué !
nl: Een niveau meter duidt in Mixxx clipping aan. Het niveau moet lager worden ingesteld!

source: **If a level meter is in its red region, the signal is clipping and the gain should be turned down.** Some equipment doesn't have a level meter and only has an LED that turns on when the signal clips. Clipping means that the peaks of the waveform are flattened because the equipment has reached the maximum level that it can amplify the signal to. This distorts sound in an unpleasant way and can damage equipment by driving it with more power than it is designed to handle. Increasing the gain past the point where clipping begins (further into the red on a meter) will distort the signal more. If you want to make the sound louder when every part of the signal chain is at its maximum without clipping, use more speakers or use speakers that are more sensitive and convert electrical energy into acoustic energy more efficiently.
fr: **Si un vue-mètre est dans sa zone rouge, le signal est écrêté et le gain devrait être baissé.** Certains équipements n'ont pas de vue-mètre mais seulement une LED qui s'allume lorsque le signal est écrêté. L'écrêtage signifie que les pics de la forme d'onde sont aplatis parce que l'équipement a atteint le niveau maximum auquel il peut amplifier le signal. Cela déforme le son de manière désagréable et peut endommager l'équipement en le faisant fonctionner avec une puissance supérieure à celle pour laquelle il est conçu. Augmenter le gain au-delà du point du début de l'écrêtage (plus loin dans le rouge du vue-mètre) déformera encore plus le signal. Si vous voulez que le son soit plus fort, sans écrêter quand chaque maillon de la chaine est à son maximum, utiliser plus d'enceintes ou des enceintes plus sensibles et qui convertissent l'énergie électrique en énergie acoustique de manière plus efficace
nl: **Als een niveaumeter in het rode gebied komt, is het signaal aan het clippen en moet de gain (versterking) worden verlaagd.** Sommige apparatuur heeft echter geen niveaumeter maar heeft alleen een LED die gaat oplicht of knippert wanneer het signaal clipt. Clippen betekent dat de pieken van de waveform afgevlakt worden omdat de apparatuur het maximale versterkingsniveau heeft bereikt. Het gekuid wordt op een onaangename manier versterkt en zelfs vervormd en kan apparatuur beschadigen. Dit komt doordat het geluigd met meer vermogen wordt aangestuurd dan waarvoor het ontworpen is. Het verhogen van de versterking tot voorbij het clippingpunt (verder in het rood op een meter) zal het signaal nog meer vervormen. Als u het geluid zonder clipping of ver-vorming luider wilt maken terwijl elk onderdeel in de signaalketen reeds op een normaal maximumniveau is ingesteld, dan dient u meer luidsprekers te gebruiken of luidsprekers die gevoeliger zijn en elektrische energie efficiënter kunnen omzetten in akoestische energie.

source: A clipping waveform
fr: Une forme d'onde écrêtée
nl: Een clippende waveform

source: A level meter in Mixxx with the gain set too low
fr: Un indicateur de niveau dans Mixxx avec le gain réglé trop bas
nl: Een niveau meter waarvan de gain te laag is ingesteld

source: On the other hand, the signal should not be too low. This is because every audio device generates a little noise at a level referred to as its noise floor. Additionally, analog signals pick up noise as they travel along wires. The signal measured by the meter on the left is relatively close to the noise floor. When a device is turned up, the noise floor does not go up; only the signal does. However, every time the signal is amplified by the gain of another piece of equipment, both the noise and the signal from previous devices in the signal chain are amplified. For example, if your sound card is turned down and you turn the gain up on your mixer to compensate, the signal-to-noise ratio (SNR) of the sound card output will be low and the mixer's gain will amplify the signal and the noise from the sound card, plus the noise picked up along the wire. The end result will have more noise than if the output of the sound card was turned up before the signal reached the mixer and the mixer's gain did not have to be turned up.
fr: D'autre part, le signal ne doit pas être trop bas, parce que chaque matériel audio génère un peu de bruit à un niveau appelé bruit de fond. De plus, les signaux analogiques ramassent du bruit en parcourant des câbles. Le signal mesuré par le vue-mètre à gauche est relativement proche du bruit de fond. Quand un matériel est monté, le bruit de fond n'augmente pas ; seul le signal augmente. Cependant, à chaque fois que le signal est amplifié par le gain d'un autre équipement, aussi bien le bruit et le signal des équipements précédents sont amplifiés. Par exemple, si votre carte son est baissée et que vous montez le gain de votre table de mixage pour compenser, le ratio signal-bruit (SNR) de la sortie de la carte son sera bas et le gain de la table de mixage va amplifier le signal et le bruit de la carte son, et en plus le bruit ramassé dans le câble. Le résultat sera d'avoir plus de bruit que si la sortie de la carte son était augmentée avant que le signal n'atteigne la table de mixage et que le gain de la table de mixage n'ait pas besoin d'être augmenté.
nl: Anderzijds mag het signaal niet te laag zijn. Dit komt omdat elk audio-apparaat een beetje ruis produceert op een niveau dat wordt aangeduid als de ruisvloer. Bovendien nemen analoge signalen ruis op wanneer zij door kabels worden geleid. Het signaal dat door de meter links wordt gemeten, ligt relatief dicht bij de ruisondergrens. Wanneer een apparaat luider wordt gezet, gaat de ruisvloer niet omhoog; alleen het signaalniveau gaat omhoog. Telkens wanneer het signaal wordt versterkt door de niveauaanpassing van het volgende apparaat, wordt naast het signaal ook het ruisniveau van de vorige apparaten versterkt. Als u bijvoorbeeld het niveau van uw geluidskaart laag instelt en u ter compensatie de versterking van uw mengpaneel hoger zet, zal de signaal/ruisverhouding (SNR) van de uitgang van de geluidskaart laag zijn en zal de versterking van het mengpaneel het signaal en de ruis van de geluidskaart versterken, plus de ruis die langs de kabel wordt opgepikt. Het eindresultaat zal meer ruis hebben dan wanneer de uitgang van de geluidskaart hoger was ingesteld voordat het signaal de mixer bereikte en de versterking van de mixer dus niet hoger hoefde te worden gezet.

source: A waveform at too low of a level
fr: Une forme d'onde à un niveau trop bas
nl: Een waveform te laag voor een niveau

source: A waveform that is too close to the noise floor
fr: Une forme d'onde trop proche du bruit de fond
nl: Een waveform die te dicht bij de ruisvloer ligt

source: To adjust the output volume of a sound system while maintaining a high signal-to-noise ratio, the gain should be adjusted as close to the speakers as possible. Refer to the :ref:`Gain Knob <interface-gain-knob>` section for details.
fr: Pour ajuster le volume de sortie d'un système son tout en maintenant un ratio signal-bruit élevé, le gain doit être ajusté aussi près que possible des enceintes. Voir la section :ref:`Potentiomètre principal <interface-gain-knob>` pour plus de détails.
nl: Om het uitgangsvolume van een geluidssysteem zó in te stellen dat een zo goed mogelijke signaal/ruisverhouding wordt gerespecteerd, moet de versterking zo dicht mogelijk bij de mogelijkheden van de luidsprekers worden ingesteld. Raadpleeg het gedeelte :ref:`Gain Knob <interface-gain-knob>` voor meer informatie.

source: Beatmatching and Mixing
fr: Le beatmatching et le mix
nl: Beatmatching en Mixen

source: :term:`Beatmatching<beatmatching>` is the process of adjusting the playback rate of a track so that it matches the tempo of another track. Beatmatching also involves adjusting the :term:`phase` of the beats in a track so that they are aligned with the beats in the other track. Matching the :term:`tempo` and aligning the beats are the two things a DJ must do to beatmatch.
fr: :term:`Beatmatching<beatmatching>` est le processus d'ajustement de la vitesse de lecture d'une piste afin qu'elle corresponde au tempo d'une autre piste. Le Beatmatching implique également d'ajuster la :term:`phase` des battements d'une piste afin qu'ils soient alignés avec les battements de l'autre piste. Faire correspondre le :term:`tempo` et aligner les battements sont les deux choses qu'un DJ doit faire pour le beatmatching.
nl: :term:`Beatmatching<beatmatching>` is het manipuleren van de snelheid waar-mee een track wordt afspeeld op zo'n manier dat deze overeenkomt met het tempo van een andere track. Beatmatching impliceert ook het beïnvloeden van de :term:`phase` van de beats in een track zodat deze uitgelijnd worden met de beats in de andere track. Het overeenstemmen van het :term:`tempo` en het uitlijnen van de beats zijn de twee zaken die ene DJ moet doen om te kunnen beatmatchen

source: Mixxx can match the tempo and align the beats for you but this requires an accurately detected BPM value and a correct beat grid for both tracks. To enable this feature, tap the :guilabel:`SYNC` button. To beatmatch manually, the tempo of the two tracks must be synchronized by adjusting the playback rate sliders. You can adjust the phase of the beats by right-clicking and dragging on either waveform display to temporarily speed up or slow down one of the tracks until the beats are aligned. The temporary pitch bend buttons can also be used to momentarily adjust the playback rate, allowing you to “shuffle” the beats in a track forwards or backwards, so they can be aligned with another track. See the chapter :ref:`interface-rate`.
fr: Mixxx peut faire correspondre le tempo et aligner les battements pour vous, mais ceci nécessite une valeur de BPM détectée avec précision et une grille rythmique correcte pour les deux pistes. Pour activer cette fonctionnalité, cliquer sur le bouton :guilabel:`SYNC`. Pour faire le beatmatch manuellement, le tempo des deux pistes doit être synchronisé en ajustant les curseurs de vitesse de lecture. Vous pouvez ajuster la phase des battements en faisant un clic-droit et glisser l'une des formes d'onde pour accélérer ou ralentir temporairement une des pistes jusqu'à ce que les battements soient alignés. Les boutons temporaire de distorsion de hauteur tonale peuvent aussi être utilisés pour ajuster momentanément la vitesse de lecture, vous permettant de “déplacer” les battements d'une piste vers l'avant ou l'arrière, afin qu'ils puissent être alignés avec l'autre piste. Voir le chapitre :ref:`interface-rate`.
nl: Mixxx kan voor u én het tempo aanpassen én de beats uitlijnen, op voorwaarde dat de BPM-waarde nauwkeurig gedetecteerd werd én dat het beat-raster correct wordt weergegeven voor beide sporen (tracks). Om deze functie in te schakelen, tikt u op de :guilabel:`SYNC` knop. Om handmatig te beatmatchen, moet het tempo van de twee sporen worden gesynchroniseerd door de afspeelsnelheidschuif-regelaars aan te passen. U kunt de fase van de beats aanpassen door met de rechtermuisknop op een waveform te klikken en deze dan te slepen om één van de tracks tijdelijk te versnellen of te vertragen totdat de beats op één lijn liggen. De tijdelijke pitch bend knoppen kunnen ook worden gebruikt om tijde-lijk de afspeelsnelheid aan te passen, zodat de beats in een track naar voren of naar achteren worden 'verschoven', zo kunnen ze worden uitgelijnd met die van een andere track. Zie het hoofdstuk :ref:`interface-rate`.

source: Two tracks are beatmatched once their tempos are matched and their beats are aligned. A “perfect” beatmatch is nearly impossible - there will always be a tiny difference in the playback rates. A keen DJ will keep his or her ears open and listen for the beats drifting out of alignment. This has a distinct “double bass kick” sound which is often preceded by the kick weakening in intensity as the two kicks drift out of phase. When this happens, the beats can be realigned by simply tapping one of the temporary pitch bend buttons a few times in the appropriate direction.
fr: Deux pistes sont "beatmatchées" une fois que leurs tempos correspondent et que leurs battements sont alignés. Un beatmatch “parfait” est presque impossible - il y aura toujours une infime différence entre les vitesses de lecture. Un DJ affuté gardera ses oreilles ouvertes et écoutera si les battements se décalent de leur alignement. Ceci produit un son distinct de “double grosse caisse” qui est souvent précédé par une grosse caisse qui s'affaiblit en intensité alors que les deux grosses caisses se décalent hors phase. Quand ceci arrive, les battements peuvent être réalignés en tapant simplement quelques fois un des boutons temporaire de distorsion de hauteur tonale dans la direction adéquate.
nl: Twee tracks zijn ge-beatmatched als hun tempo's gelijk zijn afgestemd en hun beats op elkaar zijn uitgelijnd. Een 'perfecte' beatmatch is bijna onmogelijk - er zal altijd een klein verschil zijn in de afspeelsnelheden. Een goede DJ zal zijn of haar oren openhouden en luisteren of de beats niet uit de maat lopen. Dit gebeurt wanneer een duidelijke 'double bass kick'-geluid wordt waargenomen dat vaak wordt voorafgegaan door een verzwakking van de intensiteit van de kick naarmate de twee kicks uit fase raken. Wanneer dit gebeurt, kunnen de beats eenvoudig opnieuw worden uitgelijnd door een paar keer op een van de tijdelijke pitchbend-knoppen te drukken. Natuurlijk dient er in de juiste richting worden versneld / vertraagd.

source: :term:`Sync Lock<sync lock>` is an intelligent assistant that allows you to leave the beatmatching to Mixxx so you can focus on track selection, effects manipulation, looping, 4 deck mixing, and other advanced DJing techniques.
fr: :term:`Verrouillage de synchronisation<sync lock>` est un assistant intelligent qui vous permet de laisser le beatmatching à Mixxx afin que vous puissiez vous concentrer sur la sélection des pistes, la manipulation des effets, le bouclage, le mixage à 4 platines et d'autres techniques de DJé avancées.
nl: :term:`Sync Lock<sync lock>` is een intelligente assistent die u toestaat om het beatmatchen aan Mixxx over te laten zodat y zich kan richten op de keuze van de tracks, manipulatie van effecten, lussen, mixen van 4 decks en andere geavanceerde DJ-technieken.
