Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/djing_with_mixxx.po
Languages: fr, nl

source: Intro/Outro cues are used to mix in and out of tracks and they can also be :ref:`used with Auto DJ <djing-auto-dj-intro-outro>` to mix in and out at those points. Unlike :term:`hotcues<hotcue>`, they do not mark only one point. The into and outro are sections and each section is defined by two points.
fr: Les repères Intro/Outro sont utilisés pour mixer les entrées et sorties des pistes et ils peuvent également être :ref:`utilisés avec Auto DJ <djing-auto-dj-intro-outro>` pour mixer les entrées et les sorties à ces points. Contrairement aux :term:`repères rapides<hotcue>`, ils ne marquent pas un seul point. L'Intro et l'Outro sont des sections et chaque section est définie par deux points.
nl: Intro/Outro cues worden gebruikt bij de overgang van of naar een track, en kunnen ook worden gebruikt in :ref:`gebruik in Auto DJ <djing-auto-dj-intro-outro>` om de overgangen op deze punten te laten gebeuren. Anders dan :term:`hotcues<hotcue>`, worden deze niet met één punt maar met twee punten gemarkeerd.

source: Mixxx detects where the first and last sounds are when analyzing a track making it easy to stop playing silent parts at the beginning and at the end of the track. The analyzer places the intro start point at the first sound and the outro end point at the last sound. The first and last sounds are determined by the first time the signal rises above -60 dBFS and the last time it goes below -60 dBFS.
fr: Mixxx détecte où se trouvent le premier et le dernier son lors de l'analyse d'une piste, ce qui permet de stopper facilement la lecture de parties silencieuses au début et à la fin de la piste. L'analyseur place le point de départ de Intro au premier son et le point de fin de Outro au dernier son. Le premier et le dernier son sont déterminés par la première fois où le signal dépasse -60 dBFS et la dernière fois où il descend en dessous de -60 dBFS.
nl: Bij het analyseren van een track detecteert Mixxx waar de eerste en laatste geluiden zich bevinden, zo is Mixxx gemakkelijk in staat om de stiltes niet af te spelen in het begin en op het einde van een track. De analyseerfunctie plaatst een intro start punt bij het eerste geluid en een outro eind punt bij het laatste geluid. Het eerste geluid wordt bepaald op het moment dat het signaal voor de eerste maal boven -60 dBFS gaat en het laatste geluid wanneer het signaal voor de laatste maal onder -60 dBFS gaat.

source: intro start marker placed at the first sound and outro end marker placed at the last sound
fr: marqueur de début de Intro placé au premier son et marqueur de fin de Outro placé au dernier son
nl: intro start markering wordt geplaatst bij het eerste geluid en outro einde markering wordt geplaatst bij het laatste geluid

source: Intro start and outro end cues placed at the first and last sound of a track respectively by the analyzer
fr: Repères de début de Intro et de fin de Outro placés respectivement au premier et au dernier son d'une piste par l'analyseur
nl: Intro start en outro einde cues worden respectievelijk bij het eerste en laatste geluid van een track geplaatst door de analyseerfunctie

source: You can decide where to place the intro end and the outro start points. Marking the whole intro and outro allows Mixxx to calculate how long each section is and show it on the overview waveform. This information can help you know when to press play on the next track. :ref:`Auto DJ can also use this information <djing-auto-dj-intro-outro>` to line up tracks and determine how long to crossfade.
fr: Vous pouvez décider où placer les points de fin de Intro et de début de Outro. Marquer l'intégralité de Intro et de Outro permet à Mixxx de calculer la durée de chaque section et de l'afficher sur l'aperçu de la forme d'onde. Ces informations peuvent vous aider à savoir quand appuyer sur lecture sur la piste suivante. :ref:`Auto DJ peut également utiliser ces informations <djing-auto-dj-intro-outro>` pour aligner les pistes et déterminer la durée du fondu enchainé.
nl: U kan zelf de intro end en outro begin punten bepalen. Zo worden de volledige intro en outro gemarkeerd en kan Mixxx berekenen hoe lang de intro en outro duren en deze in de waveform markeren. Deze informatie kan u helpen zodat u weet wanneer u bij de volgende track op de afspeeltoets moet drukken. :ref:`Auto DJ kan deze informatie <djing-auto-dj-intro-outro>` ook gebruiken de tracks uit te lijnen en om te bepalen wanneer en overgang gebeurt en hoe lang deze mag duren.

source: Intro and outro section on a track
fr: Section Intro et Outro d'une piste
nl: Intro en outro gedeelte van een track

source: Intro end and outro start markers placed on the track alongside the intro start and the outro end markers to make sections
fr: Marqueurs de fin de Intro et de début de Outro placés sur la piste à côté des marqueurs de début de Intro et de fin de Outro, pour créer des sections
nl: Intro einde en outro start markeringen worden geplaatst in de track naast de intro start en de outro einde markeringen om delen aan te duiden.

source: Mixing With Intro & Outro Cues
fr: Mixage avec repères de Intro et de Outro
nl: Mixen met Intro & Outro Cues

source: You can line up the ends of the intro and outro so the energy of the new song picks up right as the old track ends.
fr: Vous pouvez aligner les fins de Intro et de Outro afin que l’énergie de la nouvelle chanson reprenne exactement à la fin de l’ancienne piste.
nl: U kan het einde van de intro en outro uitlijnen zodat de energie van de nieuwe track start wanneer de oude track eindigt.

source: Intro and outro ends aligned
fr: Fins de Intro et Outro alignées
nl: Intro en outro einde uitlijnen

source: Intro and outro end markers aligned showing on the waveform
fr: Marqueurs de fin de Intro et de Outro alignés et affichés sur la forme d'onde
nl: Uitgelijnde Intro en outro einde markeringen weergegeven in de waveform

source: If the intro and outro are short enough to fit on the waveform at the same time, you can simply watch the waveforms and press play when the markers align. Otherwise, you can watch the time remaining on the deck and hover your mouse cursor over the outro end line on the overview waveform. Mixxx will show you how much time is left until that point. When that time equals the length of the intro, press play to precisely line up the end of the intro. If you have changed the tempo of the track, the time remaining scales to show the real time remaining at the adjusted tempo.
fr: Si Intro et Outro sont suffisamment courtes pour tenir sur la forme d'onde en même temps, vous pouvez simplement regarder les formes d'onde et appuyer sur Lecture lorsque les marqueurs s'alignent. Sinon, vous pouvez regarder le temps restant sur la platine et passer le curseur de votre souris sur la ligne de fin de Outro sur l'aperçu de la forme d'onde. Mixxx vous montrera combien de temps il reste jusqu'à ce point. Lorsque ce temps est égal à la durée de Intro, appuyer sur Lecture pour aligner précisément la fin de Intro. Si vous avez modifié le tempo de la piste, le temps restant évolue pour afficher le temps réel restant au tempo ajusté.
nl: Wanneer de intro en outro kort genoeg zijn om tegelijkertijd in de waveform te worden weergegeven, kan u gewoon naar de waveforms kijken en op afspelen drukken wanneer de markeringen overeenkomen. Indien niet kan u naar de resterende tijd in het deck kijken of met de muis over de outro einde lijn in de waveform bewegen, Mixxx zal u tonen hoeveel tijd er nog resteerd tot dat punt. Wanneer deze tijd overeenkomt met de lengte van de intro, druk dan op afspelen om het einde van de intro precies uit te lijnen. Mocht u het tempo van de track aangepast hebben wordt de resterende tijd herschaald om de juiste resterende tijd aan het gewijzigd tempo weer te geven.

source: Two tracks with the ends of the outro and intro aligned
fr: Deux pistes avec les fins de Outro et de Intro alignées
nl: Twee tracks met het einde van intro en outro uitgelijnd.

source: Alternatively, you can line up the start of the intro & outro. In this case, watch the scrolling waveform when the outro start point is coming up on the old track. Then, press play on the new track when the old track reaches the outro start.
fr: Vous pouvez également aligner les débuts de Intro et Outro. Dans ce cas, observer la forme d'onde défilante lorsque le point de départ de Outro arrive sur l'ancienne piste. Ensuite, appuyer sur Lecture sur la nouvelle piste lorsque l’ancienne piste atteint le début de Outro.
nl: Een andere methode is om de start van de intro en outro uit te lijnen. In dit geval kijkt u naar de scrollende waveform wanneer het outro startpunt nadert in de oude track en laat de nieuwe track beginnen met afspelen wanneer de oude track het outro start punt bereikt.

source: There are no rules on which method should be used. The method you decide to use is an artistic judgement based on the musical content of each track, what the vibe of the crowd is at that moment, and what you want to do with the mix.
fr: Il n’y a pas de règles sur la méthode à utiliser. La méthode que vous décidez d'utiliser est un jugement artistique basé sur le contenu musical de chaque piste, l'ambiance de la foule à ce moment-là et ce que vous voulez faire du mix.
nl: Er zijn geen regels die bepalen welke methode moet worden gebruikt. De methode die u gebruikt is een artistieke keuze gebaseerd op de muziekale inhoud van elke track, welke sfeer er in het publiek heerst en wat u wil bereiken met de mix.

source: If you do not have the intro end and outro start points marked when loading a track, you can find and mark these in headphones before you mix in the track. Then seek back to the intro start to get the track ready. If you don't have time to find the outro end point before mixing in the track, you can use the deck cloning feature to drag and drop to a new deck, then seek ahead on the new deck and listen in headphones to mark the outro start point. If you don't have time to do that either, you can right click on the overview waveform where you think the outro starts. Then look for how far that is from the end of the track to compare it to the length of the intro of the next track.
fr: Si vous n'avez pas marqué les points de fin de Intro et de début de Outro lors du chargement d'une piste, vous pouvez les trouver et les marquer au casque avant de mixer la piste. Revenez ensuite au début de Intro pour préparer la piste. Si vous n'avez pas le temps de trouver le point final de Outro avant de mixer la piste, vous pouvez utiliser la fonction de clonage de platine pour faire glisser et déposer sur une nouvelle platine, puis rechercher à l'avance sur la nouvelle platine et écouter au casque pour marquer le point de départ de Outro. Si vous n'avez pas le temps de le faire non plus, vous pouvez faire clic-droit sur l'aperçu de la forme d'onde à l'endroit où vous pensez que le Outro commence. Rechercher ensuite à quelle distance se trouve la fin du titre pour la comparer à la longueur de Intro du titre suivant.
nl: Indien u bij het laden van een track geen intro einde en outro start mar-keringen terug vindt, kan u deze zoeken en markeren met behulp van de hoofd-telefoon voor u de trax mixt. Zet de track daarna op het intro start punt om de track klaar te zetten. Indien u geen tijd heeft om de het outro eind punt te zoeken en markeren alvorens de track af te spelen, dan kan u met de functie 'deck clonen' gebruiken en de track slepen en verplaatsen naar een ander deck, dan kan u vooruit zoeken in de hoofdtelefoon en alsnog het outro start punt bepalen en markeren. Indien hier ook geen tijd voor is dan kan u in de waveform klikken ùet de rechtermuisknop op een punt waar u denkt dat de outro start. Kijk dan hoe ver dit is van het einde van de track om deze tijdspanne te vergelijken met de lengte van de intro van de volgende track.

source: Outro right click
fr: Clic-droit Outro
nl: Outro klik met rechtermuisknop

source: Here the outro is approximately 30 seconds long. However, the analyzer placed the outro end point before the end of the track, so the outro is actually a little bit shorter than 30 seconds. Without marking the outro start point, you would have to do some math in your head to find exactly how long the outro is.
fr: Ici, Outro dure environ 30 secondes. Cependant, l'analyseur a placé le point final de Outro avant la fin de la piste, donc Outro dure en fait un peu moins de 30 secondes. Sans marquer le point de départ de Outro, vous devrez faire quelques calculs dans votre tête pour déterminer exactement la durée de Outro.
nl: In dit geval is de outro ongeveer 30 seconden lang. De analyseerfunctie heeft echter het outro einde punt voor het einde van de track geplaatst, dee outro is dus in werkelijkheid een klein beetje korter dan 30 seconden. Zonder het outro start punt zou u een hoofdberekening moeten uitvoeren om te weten hoelang de outro exact duurt.

source: Mixxx library - Auto DJ view
fr: Bibliothèque de Mixxx - Vue Auto DJ
nl: Mixxx-bibliotheek - Auto DJ-weergave

source: Auto DJ does not take into account the volume of each track, nor the frequency content, nor the rhythms, so it's not intended to be a replacement for a human DJ. However, it is good enough to give a human DJ a break without a major disruption to the mix.
fr: Auto DJ ne prend pas en compte le volume de chaque piste, ni le contenu des fréquences, ni les rythmes, il n'est donc pas destiné à remplacer un DJ humain. Cependant, c’est suffisant pour donner une pause à un DJ humain sans perturber significativement le mix.
nl: Auto DJ houdt geen rekening met het volume van elke track, noch de frequentie, noch het ritme. Auto DJ heeft geenszins de ambitie om een menselijke DJ te vervangen maar is goed genoeg om een menselijke DJ een pauze te laten nemen zonder grote onderbrekingen in de mix.

source: Loading tracks into Auto DJ
fr: Charger des pistes vers l'Auto DJ
nl: Tracks laden in Auto DJ

source: To play tracks automatically, they must first be loaded into the Auto DJ playlist. The Auto DJ playlist is empty by default.
fr: Pour jouer des pistes automatiquement, elles doivent tout d'abord être chargées dans la file d'attente Auto DJ. La file d'attente Auto DJ est vide par défaut.
nl: Om tracks automatisch te laten afspelen moeten deze eerst in de Auto DJ-afspeellijst geplaatst worden. De Auto DJ-afspeellijst is standaard leeg.

source: Mixxx library - Adding a playlist to Auto DJ
fr: Bibliothèque de Mixxx - Ajouter une liste de lecture à l'Auto DJ
nl: Mixxx-bibliotheek - Een afspeellijst toevoegen aan Auto DJ

source: There are several ways to load tracks into the Auto DJ playlist:
fr: Il y a plusieurs manières de charger des pistes dans la file d'attente Auto DJ :
nl: Er zijn verschillende manieren om tracks in de Auto DJ afspeellijst te laden:

source: Select single or multiple tracks from the library, a regular playlist or crate and drag them to the Auto DJ icon on the left.
fr: Sélectionner une ou plusieurs pistes depuis la bibliothèque, une liste de lecture classique ou un bac et faites-les glisser dans l'icône Auto DJ sur la gauche.
nl: Selecteer een of meerdere tracks uit de bibliotheek, een gewone afspeellijst of krat en sleep ze naar het Auto DJ icoon aan de linkerkant.

source: Select a regular playlist or crate, right-click with the mouse and select :guilabel:`Add to Auto DJ` from the mouse menu. This adds all tracks to Auto DJ.
fr: Sélectionner une liste de lecture classique ou un bac, faites un clic-droit avec la souris et sélectionner :guilabel:`Ajouter à la file d'attente Auto DJ` depuis le menu de la souris. Ceci ajoute toutes les pistes à l'Auto DJ.
nl: Selecteer een gewone afspeellijst of krat, klik met de rechtermuisknop en selecteer :guilabel:`Aan Auto DJ toevoegen` in het muismenu. Dit voegt alle tracks van de afspeellijst of krat toe aan Auto DJ.

source: While in the Auto DJ view of the library, drag tracks from external file managers to the Auto DJ icon in the sidebar or to the Auto DJ track table on the right.
fr: En vue Auto DJ de la bibliothèque, faites glisser des pistes depuis un gestionnaire de fichiers externe vers l'icône Auto DJ dans la barre latérale ou dans le tableau des pistes Auto DJ sur la droite.
nl: Terwijl u zich bevind in de Auto DJ-weergave van de bibliotheek bevindt kan u tracks van externe bestandsmanagers slepen naar de Auto DJ-icoon in de zijbalk of naar de tracktabel aan de rechterkant.

source: Automatically adding tracks from crates
fr: Ajout automatique de pistes à partir des bacs
nl: Automatisch tracks toevoegen uit kratten

source: Instead of inserting the contents of the crates directly into the Auto DJ playlist, :ref:`Auto DJ crates <library-auto-dj-crates>` are associated crates that become a source of random track selections.
fr: Au lieu d'insérer le contenu des bacs directement dans la liste d'attente Auto DJ, les :ref:`bacs Auto DJ <library-auto-dj-crates>` sont des bacs associées qui deviennent une source de sélections aléatoires de pistes.
nl: In plaats van de inhoud van de kratten rechtstreeks in de Auto DJ-afspeellijst in te voegen, zijn :ref:`Auto DJ kratten <library-auto-dj-crates>` geassocieerde kratten die een bron van willekeurige nummerselecties worden.

source: **Add a crate to the Auto DJ track sources**: Expand the :guilabel:`Auto DJ` item in the sidebar, and right-click on the :guilabel:`Crates` sub-item. Select one of the existing crates from the list. This makes the content of the crate available for random selection into the :ref:`Auto DJ <library-auto-dj>` queue for automatic mixing. The name of the crate is now listed as sub-item below.
fr: **Ajouter un bac de sources de pistes à Auto DJ** : Développer l'élément :guilabel:`Auto DJ` dans la barre latérale, et clic-droit sur le sous-élément :guilabel:`Bacs`. Sélectionner l'un des bacs existantes dans la liste. Cela rend le contenu du bac disponible pour une sélection aléatoire dans la file d'attente :ref:`Auto DJ <library-auto-dj>`, pour le mix automatique. Le nom du bac est maintenant répertorié dessous comme sous-élément.
nl: **Voeg een krat toe aan de Auto DJ track bronnen**: Vouw het :guilabel:`Auto DJ` item in de zijbalk open, en klik met de rechtermuisknop op het :guilabel: `Kratten` sub-item. Selecteer een van de bestaande kratten uit de lijst. Dit maakt de inhoud van de krat beschikbaar voor willekeurige selectie in de :ref:`Auto DJ <library-auto-dj>` wachtrij voor automatisch mixen. De naam van de krat wordt nu weergegeven als sub-item onder kratten in Auto DJ.

source: If you do not have any crates available for selection in the list, go and create a crate first and add some tracks, see :ref:`library-crates`.
fr: Si vous n'avez pas de bacs disponibles pour la sélection dans la liste, créer d'abord un bac et ajouter y quelques pistes, voir :ref:`library-crates`.
nl: Als er nog geen kratten beschikbaar zijn voor selectie in de lijst, maak dan eerst een krat aan en voeg een aantal tracks toe, zie :ref:`library-kratten`.

source: **Manually add tracks from track sources to Auto DJ**: Click the :guilabel:`Auto DJ` item in the sidebar and switch to the Auto DJ view of the library. Click the :guilabel:`Add random` button to add one track at the time from Auto DJ track sources to the bottom of the Auto DJ playlist.
fr: **Ajouter manuellement des pistes à Auto DJ, à partir des sources de pistes** : Cliquer sur l'élément :guilabel:`Auto DJ` dans la barre latérale et passer à la vue Auto DJ de la bibliothèque. Cliquer sur le bouton :guilabel:`Ajouter aléatoirement` pour ajouter une piste à la fois à partir des sources de piste Auto DJ, à la fin de la liste de lecture Auto DJ.
nl: **Handmatig tracks toevoegen van trackbronnen aan Auto DJ**: Klik op het :guilabel:`Auto DJ` item in de zijbalk en schakel over naar de Auto DJ weergave van de bibliotheek. Klik op de :guilabel:`Voeg willekeurig toe` toets om één track tegelijk uit Auto DJ trackbronnen toe te voegen aan het einde van de Auto DJ afspeellijst.

source: If you did not set any crates as an Auto DJ track source, clicking the :guilabel:`Add Random` button will add a randomly selected track from the whole library instead.
fr: Si vous n'avez pas défini de bac comme une source de piste Auto DJ, cliquer sur le bouton :guilabel:`Ajouter aléatoirement` va ajouter une piste sélectionnée au hasard dans toute la bibliothèque.
nl: Als u geen kratten hebt ingesteld als Auto DJ track bron, zal klikken op de :guilabel:`Voeg willekeurig toe` toets in plaats daarvan een willekeurig gekozen track uit de hele bibliotheek toevoegen.

source: **Automatically add tracks from track sources to Auto DJ**: Mixxx can randomly add tracks to the Auto DJ playlist from track sources as soon as a specified minimum number of tracks remain. Select :menuselection:`Preferences --> Auto DJ --> Enable random track addition to queue --> On`. Set :menuselection:`Minimum allowed tracks before addition` to change the minimum number of tracks after which random tracks may be added.
fr: **Ajouter automatiquement des pistes à Auto DJ, à partir des sources de piste** : Mixxx peut ajouter au hasard des pistes à la file d'attente Auto DJ à partir des sources de piste dès qu'il reste un nombre minimum de pistes spécifié. Sélectionner :menuselection:`Préférences --> Auto DJ --> Activer l'ajout au hasard d'une piste à la file d'attente. --> Allumé`. Régler :menuselection:`Nombre minimum de pistes avant l'ajout` pour changer le nombre minimum de pistes après lequel des pistes aléatoires seront ajoutées.
nl: **Automatisch tracks toevoegen van trackbronnen aan Auto DJ**: Mixxx kan willekeurig tracks aan de Auto DJ-afspeellijst toevoegen vanaf trackbronnen zodra er slechts een opgegeven minimumaantal tracks overblijft. Selecteer :menuselection:`Voorkeuren --> Auto DJ --> Willekeurige toevoeging van tracks aan wachtrij inschakelen --> Aan`. Stel :menuselection:`Minimaal toegestane tracks voor toevoeging` in om het minimum aantal tracks te wijzigen waarna willekeurige tracks mogen worden toegevoegd.

source: If you did not set any crates as an Auto DJ track source, tracks are selected from the whole library instead.
fr: Si vous n'avez défini aucun bac comme source de piste Auto DJ, les pistes sont sélectionnées à partir de toute la bibliothèque.
nl: Als u geen kratten als Auto DJ-trackbron hebt ingesteld, worden in plaats daarvan tracks uit de hele bibliotheek geselecteerd.

source: **Remove a crate from the Auto DJ track sources**: Expand the :guilabel:`Auto DJ` item in the sidebar, and right-click on one of the crates listed below the :guilabel:`Crates` sub-item. Select :guilabel:`Remove Crate as Track Source` to remove the crate from the Auto DJ track sources.
fr: **Supprimer un bac des sources de piste de Auto DJ** : Développer l'élément :guilabel:`Auto DJ` dans la barre latérale, et clic-droit sur l'un des bacs répertoriées sous le sous-élément :guilabel:`Bacs`. Sélectionner :guilabel:`Supprimer le bac comme source de piste` pour supprimer le bac des sources de piste Auto DJ.
nl: **Verwijder een krat uit de Auto DJ track bronnen**: Vouw het :guilabel:`Auto DJ` item in de zijbalk uit, en klik met de rechtermuisknop op een van de kratten die onder het :guilabel: `Kratten` sub-item staan. Selecteer :guilabel:`Verwijder Krat als Trackbron` om de krat te verwijderen uit de Auto DJ trackbronnen.

source: Playing tracks in Auto DJ
fr: Lire des pistes dans Auto DJ
nl: Nummers afspelen in Auto DJ

source: Now that you have loaded tracks into the Auto DJ playlist, you can activate Auto DJ as follows:
fr: Maintenant que vous avez chargé des pistes dans la file d'attente Auto DJ, vous pouvez activer l'Auto DJ comme suit :
nl: Nu dat je tracks in de Auto DJ-afspeellijst hebt geladen, kun je Auto DJ als volgt activeren:
