Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/djing_with_mixxx.po
Languages: fr, nl

source: Click on the *Auto DJ* icon in the sidebar to switch to the :guilabel:`Auto DJ` view of the library.
fr: Cliquer sur l'icône *Auto DJ* dans la barre latérale pour basculer en vue :guilabel:`Auto DJ` de la bibliothèque.
nl: Klik op het *Auto DJ* icoon in de zijbalk om over te schakelen naar de :guilabel:`Auto DJ` weergave van de bibliotheek.

source: Click the :guilabel:`Enable Auto DJ` button.
fr: Cliquer sur le bouton :guilabel:`Activer Auto DJ`
nl: Klik op de :guilabel:`Schakel Auto DJ in` knop.

source: The first tracks from your list are loaded into the decks and the playback starts.
fr: Les premières pistes de votre liste sont chargées dans les platines et la lecture commence.
nl: De eerste tracks van uw lijst worden in de decks geladen en het afspelen begint.

source: Mixxx will continue to automatically mix until the Auto DJ playlist is empty.
fr: Mixxx va continuer à mixer automatiquement jusqu'à ce que la file d'attente Auto DJ soit vide.
nl: Mixxx zal automatisch blijven mixen totdat de Auto DJ-afspeellijst leeg is.

source: Click the :guilabel:`Disable Auto DJ` button to stop the automatic mixing
fr: Cliquer sur le bouton :guilabel:`Arrêter Auto DJ` pour arrêter le mixage automatique
nl: Klik op de :guilabel: `Schakel Auto DJ uit` toets om het automatisch mixen te stoppen

source: You can add a track to the end of the Auto DJ playlist once it is played instead of removing it. Set :menuselection:`Preferences --> Auto DJ --> Re-queue tracks after playback --> On`.
fr: Vous pouvez ajouter une piste à la fin de la file d'attente Auto DJ une fois qu'elle a été lue au lieu de la supprimer. A définir dans :menuselection:`Préférences --> Auto DJ --> Remettre les pistes dans la file après la lecture --> Allumé`
nl: U kunt een track opnieuw toevoegen aan het einde van de Auto DJ afspeellijst van zodra deze is afgespeeld in plaats van deze uit de lijst te verwijderen. Vink de :menuselectie:`Voorkeuren --> Auto DJ --> Nummers opnieuw in wachtrij plaatsen na afspelen --> Aan` aan.

source: Auto DJ Mix Modes
fr: Modes des mixage Auto DJ
nl: Auto DJ Mix Modi

source: Auto DJ has several modes it can use to mix tracks:
fr: Auto DJ dispose de plusieurs modes qu'il peut utiliser pour mixer des pistes :
nl: Auto DJ heeft verschillende modi, het kan gebruikt worden om tracks te mixen:

source: Full Intro + Outro
fr: Intro + Outro complet
nl: Volledige Intro + Outro

source: Fade At Outro Start
fr: Fondu au début de Outro
nl: Fade op Outro Start

source: Full Track
fr: Piste entière
nl: Volledige track

source: Skip Silence
fr: Passer les silences
nl: Stilte overslaan

source: The Full Intro + Outro and Fade At Outro Start modes both use the intro and outro cues but the Full Track and Skip Silence cues do not.
fr: Les modes "Intro + Outro complet" et "Fondu au début de Outro" utilisent tous deux les repères de Intro et de Outro, mais pas les modes "Piste entière" et "Passer les silences".
nl: De 'volledige Intro + Outro' en 'Fade op Outro Start' modi gebruiken beide de intro en outro cues maar de 'volledige track' en 'Stilte overslaan' gebruiken deze niet.

source: Full Intro + Outro and Fade At Outro Start
fr: Intro + Outro complet et Fondu au début de Outro
nl: Volledige Intro + Outro en Fade op Outro Start

source: The Full Intro + Outro and Fade At Outro start Auto DJ modes use the :ref:`intro & outro cues <djing-intro-outro-cues>` to determine how long to crossfade and how to align the tracks in time. In both modes, Auto DJ compares the duration of the outro of the old track and the intro of the new track. Auto DJ picks the time of the shorter section as the crossfade time.
fr: Les modes Auto DJ "Intro + Outro complet" et "Fondu au début de Outro" utilisent les :ref:`repères Intro et Outro <djing-intro-outro-cues>` pour déterminer la durée du fondu enchainé et comment aligner les pistes dans le temps. Dans les deux modes, Auto DJ compare la durée de Outro de l'ancienne piste avec Intro de la nouvelle piste. Auto DJ choisit le temps de la section la plus courte comme temps de fondu enchainé.
nl: De 'Volledige Intro + Outro' en 'Fade op Outro start' Auto DJ modes gebruiken de :ref:`intro & outro cues <djing-intro-outro-cues>` om te bepalen hoe lang de overgang zal duren en hoe de tracks moeten uitgelijnd worden in de tijd. In beide modi, vergelijkt Auto DJ de duur van de outro van de oude track en de intro van de nieuwe track. Auto DJ neemt de tijd van het kortste deel om de duur van de overgang te bepalen.

source: In both modes, if the outro is shorter than the intro, Auto DJ will align the start of the outro with the start of the intro.
fr: Dans les deux modes, si Outro est plus courte que Intro, Auto DJ alignera le début de Outro avec le début de Intro.
nl: Wanneer de outro korter is dan de intro dan zal Auto DJ in beide gevallen het intro start punt uiltlijnen met de outro start punt.

source: Intro and outro start markers aligned by Auto DJ
fr: Marqueurs de début Intro et de Outro alignés par Auto DJ
nl: Intro en outro start markeringen uitgelijnd door Auto DJ

source: The two modes work differently when the outro is longer than the intro.
fr: Les deux modes fonctionnent différemment lorsque Outro est plus long que Intro.
nl: Beide modi werken verschillend wanneer de outro langer is dan de intro.

source: **Full Intro + Outro Mode**
fr: **Mode Intro + Outro complet**
nl: **Volledige Intro + Outro Modus**

source: The full length of both the intro and the outro are always played. When the outro is longer than the intro, Auto DJ aligns the end of the intro and outro by starting the next track during the outro of the previous track. This mode is the most likely to sound good with the widest variety of tracks. Therefore, it is the default mode.
fr: La longueur complète de Intro et de Outro est toujours jouée. Lorsque Outro est plus long que Intro, Auto DJ aligne la fin de Intro et de Outro en commençant la piste suivante pendant Outro de la piste précédente. Ce mode est le plus susceptible de donner un bon son avec la plus grande variété de pistes. Il s'agit donc du mode par défaut.
nl: De volledige lengte van zowel de intro alas de outro wordt steeds afgespeeld. Wanneer de outro langer is dan de intro zal Auto DJ het einde van de intro uitlijnen met het einde van de outro en zal het afspelen van de nieuwe track starten tijdens de outro van de vorige track. Deze modus wordt het meest geliefd vermits dit goed klinkt voor een verscheidenheid aan tracks, daarom is dit ook de standaard modus.

source: Intro and outro end cues aligned by Auto DJ
fr: Repères de fin Intro et Outro alignés par Auto DJ
nl: Intro en outro eind cues uitgelijnd door Auto DJ

source: Intro and outro start cues aligned by Auto DJ in Full Intro + Outro mode
fr: Repère de début Intro et Outro alignées par Auto DJ en mode Intro + Outro complet
nl: Intro en outro start cues uitgelijnd door Auto DJ in Volledige Intro + Outro modus

source: **Fade At Outro Start**
fr: **Fondu au début de Outro**
nl: **Fade op Outro Start**

source: Auto DJ always aligns the start of the intro and outro. When the outro is longer than the intro, Auto DJ cuts off the end of the outro. This can be helpful if you want to prevent the energy of the mix from declining during a long outro. However, the transition may sound abrupt if the intro is short.
fr: Auto DJ aligne toujours le début de Intro et de Outro. Lorsque Outro est plus longue que Intro, Auto DJ coupe la fin de Outro. Cela peut être utile si vous souhaitez éviter que l’énergie du mix ne décline au cours d’un long Outro. Cependant, la transition peut paraitre abrupte si Intro est court.
nl: Auto DJ lijnt steeds het begin vand de intro en outro uit. Wanneer de outro langer is dan de intro, dan zal Auto DJ het einde van de outro afknippen. Dit kan handig zijn wanneer u wilt voorkomen dat de energie van de mix ver-loren gaat tijdens een lange outro. Deze overgang kan echter abrupt klinken wanneer de intro kort is.

source: Auto DJ fade at outro start
fr: Fondu Auto DJ au début de Outro
nl: Auto DJ fade op outro star

source: Intro and outro start cues aligned by Auto DJ in Fade At Outro mode
fr: Repères de début Intro et Outro alignées par Auto DJ en mode "Fondu Outro"
nl: Intro en outro start cues uitgelijnd door Auto DJ in Fade op Outro modus

source: Full Track and Skip Silence
fr: Piste entière et Passer les silences
nl: Volledige Track en Stilte overslaan

source: The Full Track and Skip Silence Auto DJ modes do not use the intro and outro cues. They crossfade tracks over a number of seconds that you specify in the box next to the mode selection menu. The Full Track mode plays the entire length of every file. The Skip Silence mode works the same way but automatically cuts out silence at the beginning and ends of tracks (defined as when the signal first goes above or below -60 dBFS).
fr: Les modes Auto DJ "Piste entière" et "Passer les silences" n'utilisent pas les signaux Intro et Outro. Ils effectuent un fondu enchainé des pistes pendant un nombre de secondes que vous spécifiez dans la case à côté du menu de sélection de mode. Le mode "Piste entière" lit toute la longueur de chaque fichier. Le mode "Passer les silences" fonctionne de la même manière mais coupe automatiquement le silence au début et à la fin des pistes (défini comme lorsque le signal passe pour la première fois au-dessus ou en dessous de -60 dBFS).
nl: De 'Volledige Track' en 'Stilte overslaan' Auto DJ modi gebruiken de intro en outro cues niet. Ze maken de overgang gedurende het aantal seconden dat wordt gespecifieerd in het vak naast de modus-keuze. De 'Volledige Track' modus speelt elk bestand volledig . De 'Stilte overslaan' modus werkt op dezelfde manier maar knipt de stilte aan het begin en einde van de track weg (gedefinieerd als wanneer het signaal voor het eerst boven of onder -60 dBFgaat).

source: If you still want to use Auto DJ like a normal music player application, use one of these modes with a transition time of 0 seconds.
fr: Si vous souhaitez toujours utiliser Auto DJ comme une application de lecture de musique normale, utilisez l'un de ces modes avec une durée de transition de 0 seconde.
nl: Indien u Auto DJ als een gewone muziekspeler wilt gebruiken, stel dan één van deze modi in met een overgangstijd van 0 seconden.

source: Sync Lock
fr: Verrouillage de synchronisation (sync lock)

source: Auto DJ allows you to automatically load tracks from the Auto DJ playlist when the current track is nearly finished, and crossfade into it. See :ref:`library-auto-dj`.
fr: L'Auto DJ vous permet de charger automatiquement des pistes depuis la file d'attente Auto DJ quand la piste actuelle est presque finie, et d'y effectuer un fondu enchaîné. Voir :ref:`library-auto-dj`.
