Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/effects.po
Languages: nl

source: Library - Icon AutoDJ
nl: Bibliotheek - Pictogram AutoDJ

source: Library - Icon Banshee
nl: Bibliotheek - Pictogram Banshee

source: Library - Icon Recordbox
nl: Bibliotheek - Pictogram Recordbox

source: Library - Icon Browse
nl: Bibliotheek - Pictogram Bladeren

source: Library - Icon Crates
nl: Bibliotheek - Pictogram Crates

source: Library - Icon Drag and Drop
nl: Bibliotheek - Pictogram Slepen

source: Library - Icon History current session
nl: Bibliotheek - Pictogram Geschiedenis huidige sessie

source: Library - Icon History
nl: Bibliotheek - Pictogram Geschiedenis

source: Library - Icon iTunes
nl: Bibliotheek - Pictogram iTunes

source: Library - Icon Library
nl: Bibliotheek - Pictogram Bibliotheek

source: Library - Icon Locked
nl: Bibliotheek - Pictogram Vergrendeld

source: Library - Icon Missing Tracks
nl: Bibliotheek - Pictogram Ontbrekende Nummers

source: Library - Icon Playlist
nl: Bibliotheek - Pictogram Afspeellijst

source: Library - Icon Analyze
nl: Bibliotheek - Pictogram Analyseer

source: Library - Icon Recordings
nl: Bibliotheek - Pictogram Opnames

source: Library - Icon Rhythmbox
nl: Bibliotheek - Pictogram Rhythmbox

source: Library - Icon Serato
nl: Bibliotheek - Pictogram Serato

source: Library - Icon Traktor
nl: Bibliotheek - Pictogram Traktor

source: Library - Preview Pause
nl: Bibliotheek - Voorbeluisteren Pauzeer

source: Library - Preview Play
nl: Bibliotheek - Voorbeluisteren Afspelen

source: Library - BPM Locked
nl: Bibliotheek - BPM Vergrendeld

source: Library - BPM Unlocked
nl: Bibliotheek - BPM Ontgrendeld

source: Preferences - Icon BPM Detection
nl: Voorkeuren - Pictogram BPM Detectie

source: Preferences - Icon Live Broadcasting
nl: Voorkeuren - Pictogram Live Uitzending

source: Preferences - Icon Controllers
nl: Voorkeuren - Pictogram Controllers

source: Preferences - Icon Crossfader
nl: Voorkeuren - Pictogram Crossfader

source: Preferences - Icon Effects
nl: Voorkeuren - Pictogram Effecten

source: Preferences - Icon Equalizers
nl: Voorkeuren - Pictogram Equalizers

source: Preferences - Icon Interface
nl: Voorkeuren - Pictogram Interface

source: Preferences - Icon Key Detection
nl: Voorkeuren - Pictogram Toonaard Detectie

source: Preferences - Icon Library
nl: Voorkeuren - Pictogram Bibliotheek

source: Preferences - Icon MIDI Controllers
nl: Voorkeuren - Pictogram MIDI Controllers

source: Preferences - Icon Modplug Decoder
nl: Voorkeuren - Pictogram Modplug Decoder

source: Preferences - Icon Recording
nl: Voorkeuren - Pictogram Opnemen

source: Preferences - Icon ReplayGain
nl: Voorkeuren - Pictogram ReplayVolume

source: Preferences - Icon Sampler
nl: Voorkeuren - Pictogram Sampler

source: Preferences - Icon Sound Hardware
nl: Voorkeuren - Pictogram Geluidshardware

source: Preferences - Icon Vinyl Control
nl: Voorkeuren - Pictogram Vinyl Control

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: Effects
nl: Effecten

source: Mixxx has a powerful sound effects system. Understanding how it works can open you up to a wide variety of mixing techniques.
nl: Mixxx heeft een krachtig geluidseffectensysteem. Als je begrijpt hoe het werkt, kun je een grote verscheidenheid aan mixtechnieken gebruiken.

source: Effect Units
nl: Effect Eenheden

source: Mixxx has 4 effect units. By default, only 2 of them are shown. The other 2 effect units can be shown by toggling the setting in the skin settings menu.
nl: Mixxx heeft 4 effect units. Standaard worden er slechts 2 weergegeven. De andere 2 effect units kunnen worden getoond door de instellingen in het thema-menu aan te passen.

source: An effect unit
nl: Een effect-eenheid

source: Each effect unit can load up to 3 effects in a chain. These effects are processed one after the other in series. You will hear different sounds depending on the order of effects within the chain. Each effect in the chain has its own button to toggle it on and off.
nl: Elke effecteenheid kan maximaal 3 effecten in een keten laden. Deze effecten worden na elkaar in een serie verwerkt. Je zult verschillende geluiden horen, afhankelijk van de volgorde van de effecten in de keten. Elk effect in de keten heeft zijn eigen knop om het effect in of uit te schakelen.

source: Effect units can process sound from:
nl: Effect units kunnen geluid verwerken van:

source: microphones
nl: microfoons

source: auxiliary inputs
nl: AUX ingangen

source: the main mix
nl: De hoofdmix

source: the :term:`PFL` (headphone) mix
nl: de :term: `PFL` (hoofdtelefoon) mix

source: left/middle/right crossfader buses
nl: crossfader bussen links / midden / rechts

source: The buttons to route effect units to decks, microphones, and auxiliary inputs are located in the deck, microphone, and auxiliary sections of the skin. The buttons for routing other inputs to effect units are in different locations depending on the skin.
nl: De knoppen om effecteenheden naar decks, microfoons en aux-ingangen te sturen bevinden zich in de deck-, microfoon- en aux-secties van het thema. De knoppen voor het routeren van andere ingangen naar effecteenheden bevinden zich op verschillende locaties, afhankelijk van het gekozen thema.

source: Effect unit buttons located in the deck
nl: Effect eenheid toetsen geplaatst in het deck

source: The effect unit buttons located in the deck.
nl: De effecteenheid toetsen geplaatst in het deck.

source: If a channel is assigned to multiple effect units, those effect units are chained together. This allows you to chain more than 3 effects at a time.
nl: Als een kanaal is toegewezen aan meerdere effecteenheden, worden die effecteenheden aan elkaar geketend. Hierdoor kun je meer dan 3 effecten tegelijk koppelen.

source: To route deck 1 to effect unit 1, click the :guilabel:`FX1` button on deck 1 to turn it on. To route deck 2 to effect unit 2, click the :guilabel:`FX2` button on deck 2, and so on. It's also possible to route a single deck to multiple effect units, or multiple decks to a single effect unit.
nl: Om deck 1 naar effect eenheid 1 te routeren, klik op de :guilabel:`FX1` toets op deck 1 om deze aan te zetten. Om deck 2 naar effect eenheid 2 te routeren, klik op de :guilabel:`FX2` toets in deck 2, enzovoort. Het is ook mogelijk om één enkel deck naar verschillende effecteenheden te routeren of om alle decks naar één enkele effect eenheid te routeren.

source: The mix knob adjusts the mix between the dry signal (input to the unit) and the wet signal (output of the last effect in the unit). It changes the level of all 3 effects in the unit together. Refer to the :ref:`effects-mix-mode` section below for details.
nl: De mixknop past de mix aan tussen het droge signaal (dry signal - input naar de eenheid (unit)) en het natte signaal (wet signal - output van het laatste effect in de unit). Het verandert het niveau van alle 3 de effecten in het apparaat samen. Raadpleeg het gedeelte: ref: `effecten-mix-modus 'hieronder voor meer informatie.

source: Effects are processed after the deck faders and crossfader. This allows effects like Echo and Reverb to continue outputting sound after their input has been cut off by lowering the fader. Unlike other DJ software and hardware, effects can also be heard in headphones even though they are processed after the faders for the :term:`main output`. Refer to the :ref:`effects-in-headphones` section below for details.
nl: Effecten worden verwerkt na de deckglijders en overgangsglijder (crossfader). Dit staat effecten zoals Echo en Reverb toe om nog geluid weer te geven nadat hun input werd afgebroken door de glijder te verminderen. Anders dan bij andere DJ software en hardware kan het effect ook in de hoofdtelefoon worden beluisterd, hoewel ze pas verwerkt worden na de glijders van de :term:`main output`. Zie het :ref:`effects-in-headphones` onderdeel verder voor details.

source: Effect Parameters & Metaknobs
nl: Effectparameters en metaknoppen

source: Every effect within an :ref:`Effect Unit <effects-effect-unit>` has its own set of parameters. By default, these are hidden. Instead, there is a single knob called a "metaknob" for each effect which is linked to the different parameters. The metaknob allows you to easily control the effects in a unit without having to manipulate every parameter individually.
nl: Elk effect binnen een :ref:`Effecteenheid <effects-effect-unit>` heeft zijn eigen set parameters. Deze zijn standaard verborgen. In plaats daarvan is er één enkele knop zichtbaar die 'metaknop' wordt genoemd. Én metaknop voor elk effect dat is gekoppeld aan de verschillende parameters. Met de metaknop kunt u de effecten in een eenheid gemakkelijk regelen zonder dat u elke para-meter afzonderlijk hoeft te manipuleren.

source: If you want more detailed control of effects, press the expansion button on the effect unit to reveal the effect parameters:
nl: Als u meer gedetailleerde controle over effecten wilt, drukt u op de uitbreidingsknop op de effecteenheid om de effectparameters te onthullen:

source: An effect unit with parameters showing
nl: Een effecteenheid met de weergegeven parameters

source: You can customize how the metaknob is linked to the parameters by clicking the buttons below the parameter knobs. The button under the parameter name controls the metaknob link mode:
nl: Hoe de metaknop aan de parameters is gekoppeld kan je aanpassen door op de knoppen onder de parameterknoppen te klikken. De knop onder de parameternaam bestuurt de metaknop-linkmodus:

source: Inactive: parameter not linked
nl: Inactief: parameter niet gekoppeld

source: Active: parameter moves with metaknob
nl: Actief: parameter beweegt met metaknop

source: Left side active: parameter moves with left half of metaknob turn
nl: Linkerzijde actief: parameter beweegt met de linkerhelft van de metaknopdraai

source: Right side active: parameter moves with right half of metaknob turn
nl: Rechterzijde actief: parameter beweegt met de rechterhelft van de metaknopdraai

source: Left and right side active: parameter moves across range with half of metaknob turn and back with the other half
nl: Linker- en rechterkant actief: parameter beweegt over het bereik met de helft van de metaknopdraai en terug met de andere helft

source: The button below the metaknob link button inverts the parameter's relationship to the metaknob.
nl: De knop onder de link-knop van de metaknop draait de relatie van de parameter met de metaknop om.

source: For information about specific effects and their parameters, hover your mouse over them to show the tooltip. If you do not see tooltips, check that you have them enabled for the skin in :menuselection:`Preferences --> Interface`.
nl: Voor informatie over specifieke effecten en hun parameters, beweeg je muis er overheen om de tooltip weer te geven. Als je geen tooltips ziet, controleer dan of je ze hebt ingeschakeld voor het thema in: menuselection:`Voorkeuren -> Interface`.

source: Effects (except for Reverb) that have a length of time as a parameter are synchronized to the tempo of decks.
nl: Effecten (behalve Reverb) die een tijdsduur als parameter hebben, worden gesynchroniseerd met het tempo van de decks.

source: Effect Unit Mix Modes
nl: Effecteenheid Mix-Modi

source: The effect unit mix knob controls the level of all 3 effects in the unit together. It can be toggled between two different modes with the mix mode button adjacent to it.
nl: De effecteenheid mengknop regelt het niveau van alle 3 effecten in de eenheid samen. Er kan tussen twee verschillende modi worden geschakeld met de mengmodusknop ernaast.

source: An effect unit in Dry/Wet mode
nl: Een effecteenheid in Dry/Wet modus

source: In the default Dry/Wet mode, the mix knob crossfades between the dry signal (input to the first effect in the unit) and the wet signal (output of the last effect in the unit). When the knob is fully left, no sound will be heard from the effect unit. When the knob is fully right, only the output of the effect unit will be heard without any of the dry input signal.
nl: In de standaard Dry/Wet-modus crossfades de mengknop tussen het droge signaal (ingang van het eerste effect in het toestel) en het natte signaal (uitgang van het laatste effect in het toestel). Wanneer de knop volledig links staat, is er geen geluid te horen van het effectapparaat. Wanneer de knop volledig naar rechts staat, is alleen de uitvoer van de effecteenheid hoorbaar zonder het droge ingangssignaal.

source: An effect unit in Dry+Wet mode
nl: Een effecteenheid in Dry+Wet modus

source: In Dry+Wet mode, the dry signal is always at full volume. The mix knob controls how much of the wet signal is added to the dry signal. A useful example for Dry+Wet mode is loading a filter or equalizer effect before the Echo effect. With this setup, the filter or equalizer can remove bass frequencies from the echoed signal without removing them from the unechoed signal. If the effect unit is switched to Dry/Wet mode with the same effects in the same order, the bass frequencies will be taken out of the echoed signal, but they will also be removed from the unechoed signal.
nl: In de Dry+Wet-modus staat het droge signaal altijd op volledig volume. De mengknop regelt hoeveel van het natte signaal wordt toegevoegd aan het droge signaal. Een handig voorbeeld voor de Dry+Wet-modus is het laden van een filter of equalizereffect vóór het echo-effect. Met deze opstelling kan het filter of de equalizer de basfrequenties verwijderen uit het echosignaal zonder ze te verwijderen uit het niet-geëchood signaal. Als de effectunit met dezelfde effecten in dezelfde volgorde in de Dry/Wet-modus wordt geschakeld, worden de basfrequenties uit het echosignaal gehaald, maar ook uit het niet-geëchood signaal verwijderd.

source: Effects In Headphones
nl: Effecten in Hoofdtelefoons

source: To preview how a track will sound with effects before you mix in the track, simply assign the deck to an effect unit and enable the headphone button for the deck. Note that this will increase CPU compared to assigning an effect unit to a deck without the headphone button enabled. This is because effects are processed in parallel for the :term:`headphone output` (prefader) and :term:`main output` (postfader).
nl: Om voor vóór u de trax mixt te beluistern hoe een track zal klinken wanneer er een effect aan wordt toegevoegd, kan u aan het deck een effecteenheid toewijzen en de hoofdtelefoon toets voor het deck activeren. Let op: dit zal meer CPU-gebruik genereren dan wanneer u een effecteenheid toewijst aan een deck zonder de hoofdtelefoon toets geactiveerd. Dit komt doordat effecten parallel verwerkt worden voor de de :term:`headphone output` (prefader) en de :term:`main output` (postfader).

source: Effects can also be previewed in headphones on decks that are playing to the audience, but this requires a few more steps:
nl: Effecten kunnen ook worden beluisterd in hoofdtelefoons op decks die voor het publiek spelen, maar dit vereist een paar extra stappen:

source: Disable the effect unit for the deck
nl: Schakel de effecteenheid voor het deck uit

source: Enable the headphone button for the deck
nl: Schakel de hoofdtelefoonknop voor het deck in

source: Enable the headphone button for the effect unit
nl: Schakel de hoofdtelefoonknop voor de effecteenheid in

source: Enable effects and adjust their metaknobs and parameters for how you want the effects to sound.
nl: Schakel effecten in, en pas de metaknoppen en parameters voor deze effecten aan zoals je de effecten wilt laten klinken.

source: When you are ready to mix in the effect, turn the mix knob fully left (dry)
nl: Wanneer je klaar bent om het effect in te mixen, draai dan de mengknop volledig naar links (dry)

source: Enable the effect unit for the deck
nl: Schakel de effecteenheid voor het deck in

source: Turn the mix knob right so the effects are heard in the main output
nl: Draai de mix knop naar rechts zodat het effect in de main output kan worden gehoord

source: Disable the headphone button for the effect unit so you do not forget to turn it off later
nl: Schakel de hoofdtelefoonknop voor de effecteenheid uit, zodat je niet vergeet deze later uit te schakelen

source: Controller Effects Mapping
nl: Controller Effecten toewijzing

source: Usage
nl: Gebruik

source: This section describes how to use the standard Mixxx mapping for effects sections on controllers with the typical layout of 4 knobs (or 3 knobs + 1 encoder) and 4 buttons for effects. It allows you to switch between controlling all 3 effects of a chain or controlling each parameter of one effect.
nl: Dit onderdeel beschrijft hoe de standaard Mixxx controller toewijzingen voor effecten dienen te worden gebruikt bij controllers die bechikken over een daarvoor ontworpen layout van meestal 4 toetsen (of 3 toetsen + 1 encoder) en 4 knoppen voor effecten. Het staat u toe om te schakelen tussen het bedienen van alle 3 effecten van een keten en het bedienen van elke parameter van één effect.

source: By default, 3 knobs are used for controlling effect metaknobs and the buttons under them toggle each effect on/off. To temporarily toggle an effect on/off, press and hold an effect enable button. The 4th knob is used for the mix (dry/wet) knob of the whole chain. On controllers designed for Serato, the :guilabel:`Beats` encoder is used as the mix knob.
nl: Standaard worden 3 knoppen gebruikt om de effect metaknobs te bedienen en de toetsen er onder schakelen elk effect Aan of Uit. Om een effect tijdelijk Aan of Uit te schakelen, druk op een activeer-effect toets en hou deze ingedrukt. De 4de knop wordt gebruikt om het signaal van de hele eenheid te mixen (dry/wet) Op controllers die voor Serato ontworpen zijn, wordt de knop :guilabel:`Beats` encoder gebruikt als de mix knop.

source: The button next to the mix knob is used for focusing effects. On controllers designed for Serato, this button is labeled :guilabel:`Tap`. While holding this button pressed, the enable buttons for each effect switch to choosing which effect is focused. When an effect is focused:
nl: De knop naast de mix knop wordt gebruikt om de focus op een effect te leggen met de bedoeling dit te bedienen, op controllers die voor Serato ontworpen zijn, noemt deze knop :guilabel:`Tap`. Terwijl u deze toets ingedrukt houdt schakelen de activeertoetsen van elk effect om het te bedienen effect te kunnen kiezen.

source: the knobs switch to controlling the first 3 parameters of that effect instead of the metaknobs of each effect in the chain;
nl: De knoppen kunnen dan gebruikt worden om de 3 eerste parameters van dat gekozen effect te bedienen in plaats van dat ze de metaknoppen van elk effect in de keten zijn.;

source: the buttons switch to controlling the first 3 button parameters of the effect; and
nl: de knoppen schakelen naar de bediening van de eerste 3 parameters van het gekozen effect; en

source: The LED of the focus button indicates whether any effect is focused. When its LED is on, you can hold the button down to see which effect is focused without having to look at the computer screen. To unfocus the effect, you can short press the focus button. The focused effect is remembered, so when you short press the focus button again, the previously focused effect will be refocused (it is not remembered when you shut down Mixxx though).
nl: Het LED van de focus knop duidt aan of er op een effect wordt gefocust. Wanneer zijn LED aan is, kan je de toets ingedrukt houden om te zien op welk effect de focus ligt zonder dar u naar het computerscherm dient te kijken. Om de focus weg te nemen van een effect kan u kort op deze toets drukken. De laatste focus wordt onthouden, duw anneer u opnieuw kort op deze toets drukt ligt de focus opnieuw op het het effect dat het laatst de focus had. (dit wordt niet onthouden wanneer Mixxx wordt afgesloten.).

source: Alternatively, if you want to keep all the parameters showing on screen, you can press and hold the focus button, then press the button of the focused effect to unfocus it. Showing all the parameters without having an effect focused is helpful for experimenting with different ways of linking parameters to the metaknob.
nl: Een andere methode, wanneer u alle parameters op het scherm wil zien dan kan u de focus toets ingedrukt houden en tegelijk op de toets van het effect met focus drukken, zo wordt de focus gedeactiveerd. Alle parameters weergeven zonder de focus te leggen op een effect is handig om te experi-menteren met het koppelen op verschillende manieren van effecten met de metaknop

source: When the focus button is pressed with shift, it toggles the Effect Unit between controlling different :ref:`Effect Units <effects-effect-unit>` in Mixxx. Typically this is used to toggle between :ref:`Effect Units <effects-effect-unit>` 1 & 3 or 2 & 4, like deck toggle buttons.
nl: Wanneer de focustoets tegelijkertijd met shift wordt ingedrukt, schakelt de controller tussen de bediening van de verschillende Effect Eenheden :ref:`Effect Eenheden <effects-effect-unit>` in Mixxx. Meestal wordt dit gebruikt om te schakelen tussen de :ref:`Effect Eenheden <effects-effect-unit>` 1 & 3 of 2 & 4, zoals deck schakel toetsen.

source: To load different effects, hold shift and turn the knob for an effect.
nl: Om verschillende effecten te laden, hou shift ingedrukt en draai de knop om een effect te kiezen.

source: To load chain presets 1-4, press the buttons with shift (new in Mixxx 2.4).
nl: Om ketenvoorkeuze 1-4 te laden, druk op de toetsen met shift (nieuw in Mixxx 2.4).

source: Implementation
nl: Implementatie

source: The described behaviour is implemented with the effect components of the `Components-JS library <https://github.com/mixxxdj/mixxx/wiki/Components-JS>`_ . If you want to create or update a mapping take a look at `Components-JS > Effect Unit <https://github.com/mixxxdj/mixxx/wiki/Components-JS#user-content-effectunit>`_ . It provides building blocks for entire units (effect units, decks) or just single controls.
nl: Het beschreven gedrag wordt geïmplementeerd met het effectencomponent van de `Components-JS library <https://github.com/mixxxdj/mixxx/wiki/Components-JS>`_ . Wanneer u een besturingselemententoewijzing wil wijzigen of maken, kijk dan eens naar `Components-JS > Effect Eenheid <https://github.com/mixxxdj/mixxx/wiki/Components-JS#user-content-effectunit>`_ . Dir voorziet bouwstenen voor gehele eenheden (effect eenheden, decks) of voor een enkel besturingselement.
