Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/example_setups.po
Languages: nl

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: Example Setups
nl: Voorbeeldopstellingen

source: This chapter presents some example hardware setups with instructions for how to configure Mixxx to work with them.
nl: Dit hoofdstuk bevat enkele voorbeelden van hardware-opstellingen met instructies voor het configureren van Mixxx om met deze opstellingen te werken.

source: :ref:`hardware`: background information about different types of equipment.
nl: :ref:`hardware`: achtergrondinformatie over verschillende soorten apparatuur.

source: :ref:`getting-started-sound-io`: details about each available input and output option.
nl: :ref:`aan de slag-met-geluid-io`: details over elke beschikbare invoer- en uitvoeroptie.

source: :ref:`microphones`: details for configuring Mixxx to work with microphones.
nl: :ref:`microfoons`: details om Mixxx te configureren om met microfoons te werken.

source: `DJ Hardware Guide <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ lists specific devices with information about their prices, features, and compatibility with Mixxx.
nl: `DJ Hardware Gids <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ geeft verschillende teostellen met informatie over hun prijs, mogelijkheden en compatibiliteit met Mixxx.

source: Computer Only
nl: Enkel Computer

source: The built-in audio interface on most computers comes with a single stereo line-out and a microphone input. This can be set up with Mixxx in two ways:
nl: De ingebouwde audio-interface op de meeste computers wordt geleverd met een enkele stereo line-out en een microfooningang. Dit kan op twee manieren worden ingesteld met Mixxx:

source: Practicing Mixing / Broadcasting
nl: Oefenen op Mixen / Uitzenden

source: This setup can be used with a single audio output for speakers or headphones to practice DJing without investing in any equipment other than a computer and a set of speakers or headphones. With this configuration, use the :ref:`Pre/Main Knob <interface-head-main>` to switch back and forth between the main mix and :term:`PFL` signal. This setup cannot be used to play for a live audience because the main mix is not sent to an audio interface output. However, it can be used by radio DJs who only need to send the main mix to a broadcast audience.
nl: Deze opstelling kan gebruikt worden met een enkele output naar speakers of hoofdtelefoon om te oefenen in het DJ-en zonder te moeten investeren in ietsanders dan een computer en een stel speakers of een hoofdtelefoon. Met deze configuratie, gebruik de :ref:`Pre/Main Knob <interface-head-main>` om de schakelen tussen de main mix en het :term:`PFL` signaal. Deze opstelling kan niet gebruikt worden om voor een publiek te spelen vermits de main mix niet naar een audio interface wordt gestuurd. De opstelling kan echter wel door radio DJ's worden gebruikt die enkel de main mix naar luisteraars moeten kunnen sturen.

source: Open :menuselection:`Preferences --> Sound Hardware`
nl: Open:menuselection:`Voorkeuren --> Geluidshardware`

source: Select the :guilabel:`Output` tab
nl: Selecteer het tabblad :guilabel:`Output`.

source: From the :guilabel:`Headphones` drop-down menu, select your built-in audio interface, then :guilabel:`Channels 1-2`. Although this is labeled :guilabel:`Headphones`, you can also plug speakers into the output jack of your computer.
nl: Selecteer in het drop-down menu :guilabel:`Hoofdtelefoons` uw ingebouwde audio-interface en vervolgens :guilabel:`Kanalen 1-2`. Hoewel dit het label heeft: guilabel :`Hoofdtelefoons`, kunt u ook luidsprekers aansluiten op de uitgang van uw computer.

source: Depending on your audio interface, you can specify a :ref:`microphone <microphones>`
nl: Afhankelijk van uw audio-interface kunt u een :ref:`microfoon <microphones>` specificeren

source: Use your built-in microphone or connect a microphone to your computer
nl: Gebruik de ingebouwde microfoon of sluit een microfoon aan op uw computer

source: Check that your microphone is detected by your :term:`OS <operating system>`
nl: Controleer of uw microfoon wordt gedetecteerd door uw :term:`OS<operating system>`

source: Open the :guilabel:`Input` tab
nl: Open het tabblad :guilabel:`Input`

source: From the :guilabel:`Microphone` drop-down menu, select the input your microphone is connected to
nl: Selecteer in het drop-down menu :guilabel:`Microfoon` de ingang waarop je microfoon is aangesloten

source: Click :guilabel:`Apply` to save the changes.
nl: Klik :guilabel:`Toepassen` om de wijzigingen op te slaan.

source: Playing for an Audience
nl: Spelen voor een publiek

source: This setup allows for playing to an audience without headphone :term:`cueing`.
nl: Deze opstelling maakt het mogelijk om voor een publiek te spelen zonder hoofdtelefoon :term:`cueing`.

source: Using Mixxx with your built-in sound card
nl: Mixxx gebruiken met je ingebouwde geluidskaart

source: From the :guilabel:`Main` drop-down menu, select your built-in audio interface, then :guilabel:`Channels 1-2`
nl: Selecteer in het drop-down menu: :guilabel:`Main` uw ingebouwwde interface, en vervolgens :guilabel:`Kanalen 1-2`

source: Depending on your audio interface, you can specify a :ref:`microphone <interface-mic>`
nl: Afhankelijk van uw audio-interface kunt u een :ref:`microfoon <interface-mic>` specificeren

source: Laptop and Splitter Cable
nl: Laptop- en splitterkabel

source: The cheapest way to DJ and :term:`cue` with headphones uses a stereo-to-mono DJ splitter cable (also known as a “Y cable”) plugged into the headphone jack of a laptop or other computer. This cable divides the stereo output from a single jack into two separate mono signals.
nl: De goedkoopste manier om te DJ'en: term: `cue` met hoofdtelefoon gebruikt een stereo-naar-mono DJ-splitterkabel (ook bekend als een “Y-kabel”) die is aangesloten op de hoofdtelefoonaansluiting van een laptop of andere computer. Deze kabel verdeelt de stereo-uitvoer van een enkele aansluiting in twee afzonderlijke mono-signalen.

source: This setup allows you to start DJing without having to invest in expensive equipment. However, because the signals are in mono, you and your audience will not be able to enjoy music producers' positioning of sound in space (although many club PA systems are wired in mono anyway). Furthermore, audio interfaces built into computers are usually low quality and often pick up interference from other components of the computer.
nl: Met deze opstelling kun je beginnen met DJ'en zonder te hoeven investeren in dure apparatuur. Omdat de signalen echter in mono zijn, zullen jij en je publiek niet kunnen genieten van de door muziekproducenten audio-opbouw (hoewel veel PA-systemen van clubs sowieso in mono zijn bedraad). Bovendien zijn audio-interfaces die in computers zijn ingebouwd meestal van lage kwaliteit en vangen ze vaak interferentie op van andere componenten van de computer.

source: **Using a built-in audio interface and a stereo-to-mono splitter**
nl: **Gebruik van een ingebouwde audio-interface en een stereo-naar-mono-splitter**.

source: Check that your headphones are plugged into the side of the cable with a headphones symbol and that the speakers are plugged into the side of the cable with a speaker symbol.
nl: Controleer of uw hoofdtelefoon is aangesloten aan de zijde van de kabel met een hoofdtelefoonsymbool en dat de luidsprekers zijn aangesloten aan de zijde van de kabel met een luidsprekersymbool.

source: From the :guilabel:`Main` drop-down menu, select your built-in audio interface, then :guilabel:`Channel 1`
nl: Selecteer in het drop-down menu :guilabel:`Main` uw ingebouwde audio-interface en vervolgens :guilabel:`Kanaal 1`

source: From the :guilabel:`Headphones` drop-down menu, select your built-in audio interface, then :guilabel:`Channel 2`
nl: Selecteer in het drop-down menu: guilabel: `Hoofdtelefoons` uw ingebouwde audio-interface en vervolgens :guilabel:`Kanaal 2`

source: Most splitter cables, particularly those marketed as headphone splitter cables, output the same stereo signal to two headphone jacks and will not work for this DJ setup. Also, if you use a generic stereo-to-mono splitter adapter, you may only be able to hear out of one side of your speakers and headphones. DJ splitter cables allow you to hear the same mono signal on both sides of your headphones and speakers.
nl: De meeste splitterkabels, met name die welke op de markt worden gebracht als hoofdtelefoon splitterkabels, geven hetzelfde stereosignaal af aan twee hoofdtelefoonaansluitingen en werken niet voor deze DJ-setup. Als je een algemene stereo-naar-mono-splitseradapter gebruikt, kan het zijn dat je maar aan één kant van je luidsprekers en koptelefoon kunt horen. Met DJ-splitsingskabels kunt u hetzelfde monosignaal aan beide zijden van uw koptelefoon en luidsprekers horen.

source: Laptop and External USB Audio Interface
nl: Laptop en externe USB-audio-interface

source: Using Mixxx together with an external audio interface
nl: Mixxx gebruiken in combinatie met een externe audio-interface

source: **Using two audio interfaces (built-in + external)**
nl: **Gebruik van twee audio-interfaces (ingebouwd + extern)**

source: From the :guilabel:`Main` drop-down menu, select the external audio interface, then :guilabel:`Channels 1-2`
nl: Selecteer in het drop-down menu: guilabel: `Main` de externe audio-interface en vervolgens :guilabel:`Kanalen 1-2`

source: From the :guilabel:`Headphones` drop-down menu, select the built-in audio interface, then :guilabel:`Channels 1-2`
nl: Selecteer in het drop-down menu: guilabel: `Hoofdtelefoons` de externe audio-interface en vervolgens :guilabel:`Kanalen 1-2`

source: **Using an external multi-channel audio interface**
nl: **Gebruik van een externe multi-kanaals audio-interface**

source: From the :guilabel:`Headphones` drop-down menu, select the external audio interface, then :guilabel:`Channels 3-4`
nl: Selecteer in het drop-down menu :guilabel:`Hoofdtelefoons` de externe audio-interface en vervolgens :guilabel:`Kanalen 3-4`

source: Laptop and MIDI or HID Controller
nl: Laptop en MIDI of HID-controller

source: The :ref:`hardware-controllers` section of the :ref:`hardware` chapter has background information about controllers.
nl: Het gedeelte :ref:`hardware-controllers` van het hoofdstuk :ref:`hardware` bevat achtergrondinformatie over controllers.

source: Controllers with an integrated audio interface
nl: Controllers met een geïntegreerde audio-interface

source: Many DJ controllers include an integrated *multi-channel* audio interface. A setup with this kind of controller may look like the diagram below:
nl: Veel DJ-controllers hebben een geïntegreerde *multi-channel* audio-interface. Een opstelling met dit soort controllers kan er uitzien als het onderstaand weergegeven schema:

source: Using Mixxx together with a DJ controller and integrated audio interface
nl: Mixxx gebruiken met een DJ controller met een geïntegreerde audio-interface

source: Using Mixxx together with a DJ controller and integrated audio interface
nl: Mixxx gebruiken in combinatie met een DJ-controller met een geïntegreerde audio-interface

source: **Using a controller with an integrated multi-channel audio interface**
nl: **Gebruik van een controller met een geïntegreerde multi-kanaals audio-interface**

source: From the :guilabel:`Main` drop-down menu, select your controller's audio interface, then :guilabel:`Channels 1-2`
nl: Selecteer in het drop-down menu: guilabel: `Main` de audio-interface van uw controller en vervolgens :guilabel:`Kanalen 1-2`

source: From the :guilabel:`Headphones` drop-down menu, select your controller's audio interface, then :guilabel:`Channels 3-4`
nl: Selecteer in het drop-down menu: guilabel: `Hoofdtelefoons` de audio-interface van je controller en vervolgens :guilabel:`Kanalen 3-4`

source: Controllers without an integrated audio interface
nl: Controllers zonder geïntegreerde audio-interface

source: Controllers without an integrated audio interface can be used together with a USB audio interface as depicted in the diagram below:
nl: Controllers zonder geïntegreerde audio-interface kunnen worden gebruikt in combinatie met een USB-audio-interface zoals weergegeven in het onderstaande diagram:

source: Using Mixxx together with a DJ controller and external audio interface
nl: Mixxx gebruiken in combinatie met een DJ-controller en een externe audio-interface

source: **Using a controller without an integrated audio interface**
nl: **Gebruik van een controller zonder geïntegreerde audio-interface**

source: Laptop, External Hardware Mixer and Vinyl Control
nl: Laptop, externe hardwaremixer en vinylbesturing

source: Using Mixxx together with turntables and external mixer
nl: Gebruik van Mixxx in combinatie met draaitafels en externe mixer

source: This setup allows DJs to use the techniques of DJing with vinyl record turntables combined with the portability and flexibility of a laptop computer. Instead of carrying crates of records or CDs, DJs can carry their entire music collection on their laptop. In addition to a laptop and headphones, this setup requires an audio interface with at least two pairs of stereo inputs and outputs as well as a pair of :term:`timecode` records.
nl: Deze opstelling stelt DJ's in staat om de technieken van het DJ-en met vinyl platenspelers te gebruiken in combinatie met de draagbaarheid en flexibiliteit van een laptopcomputer. In plaats van kratten met platen of cd's te dragen, kunnen DJ's hun hele muziekcollectie op hun laptop dragen. Naast een laptop en hoofdtelefoon vereist deze opstelling een audio-interface met ten minste twee paar stereo-ingangen en -uitgangen en een paar :term:`timecode`-platen.

source: Go to the chapter :ref:`vinyl-control` for detailed information.
nl: Ga naar het hoofdstuk :ref:`vinyl-control` voor gedetailleerde informatie.
