Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/getting_started.po
Languages: nl

source: Library - Icon AutoDJ
nl: Bibliotheek - Pictogram AutoDJ

source: Library - Icon Banshee
nl: Bibliotheek - Pictogram Banshee

source: Library - Icon Recordbox
nl: Bibliotheek - Pictogram Recordbox

source: Library - Icon Browse
nl: Bibliotheek - Pictogram Bladeren

source: Library - Icon Crates
nl: Bibliotheek - Pictogram Crates

source: Library - Icon Drag and Drop
nl: Bibliotheek - Pictogram Slepen

source: Library - Icon History current session
nl: Bibliotheek - Pictogram Geschiedenis huidige sessie

source: Library - Icon History
nl: Bibliotheek - Pictogram Geschiedenis

source: Library - Icon iTunes
nl: Bibliotheek - Pictogram iTunes

source: Library - Icon Library
nl: Bibliotheek - Pictogram Bibliotheek

source: Library - Icon Locked
nl: Bibliotheek - Pictogram Vergrendeld

source: Library - Icon Missing Tracks
nl: Bibliotheek - Pictogram Ontbrekende Nummers

source: Library - Icon Playlist
nl: Bibliotheek - Pictogram Afspeellijst

source: Library - Icon Analyze
nl: Bibliotheek - Pictogram Analyseer

source: Library - Icon Recordings
nl: Bibliotheek - Pictogram Opnames

source: Library - Icon Rhythmbox
nl: Bibliotheek - Pictogram Rhythmbox

source: Library - Icon Serato
nl: Bibliotheek - Pictogram Serato

source: Library - Icon Traktor
nl: Bibliotheek - Pictogram Traktor

source: Library - Preview Pause
nl: Bibliotheek - Voorbeluisteren Pauzeer

source: Library - Preview Play
nl: Bibliotheek - Voorbeluisteren Afspelen

source: Library - BPM Locked
nl: Bibliotheek - BPM Vergrendeld

source: Library - BPM Unlocked
nl: Bibliotheek - BPM Ontgrendeld

source: Preferences - Icon BPM Detection
nl: Voorkeuren - Pictogram BPM Detectie

source: Preferences - Icon Live Broadcasting
nl: Voorkeuren - Pictogram Live Uitzending

source: Preferences - Icon Controllers
nl: Voorkeuren - Pictogram Controllers

source: Preferences - Icon Crossfader
nl: Voorkeuren - Pictogram Crossfader

source: Preferences - Icon Effects
nl: Voorkeuren - Pictogram Effecten

source: Preferences - Icon Equalizers
nl: Voorkeuren - Pictogram Equalizers

source: Preferences - Icon Interface
nl: Voorkeuren - Pictogram Interface

source: Preferences - Icon Key Detection
nl: Voorkeuren - Pictogram Toonaard Detectie

source: Preferences - Icon Library
nl: Voorkeuren - Pictogram Bibliotheek

source: Preferences - Icon MIDI Controllers
nl: Voorkeuren - Pictogram MIDI Controllers

source: Preferences - Icon Modplug Decoder
nl: Voorkeuren - Pictogram Modplug Decoder

source: Preferences - Icon Recording
nl: Voorkeuren - Pictogram Opnemen

source: Preferences - Icon ReplayGain
nl: Voorkeuren - Pictogram ReplayVolume

source: Preferences - Icon Sampler
nl: Voorkeuren - Pictogram Sampler

source: Preferences - Icon Sound Hardware
nl: Voorkeuren - Pictogram Geluidshardware

source: Preferences - Icon Vinyl Control
nl: Voorkeuren - Pictogram Vinyl Control

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: Getting Started
nl: Aan de slag

source: Installing Mixxx
nl: Mixxx installeren

source: After `downloading Mixxx from our Website <https://mixxx.org/download/>`_, you need to install it on your computer.
nl: Na het downloaden van Mixxx van onze Website <https://mixxx.org/download/>`_, moet je Mixxx installeren op je computer.

source: Double-click the Mixxx installation file and go through the installation wizard.
nl: Dubbel-klik op het Mixxx installatie bestand en volg de installatie wizard.

source: Double-click the Mixxx .dmg file and drag the Mixxx icon to your Applications folder.
nl: Dubbel-klik het Mixxx .dmg bestand en sleep het icoon naar je Applicatiemap.

source: No steps are necessary after you followed the instructions on the download page.
nl: Er zijn geen exxtra stappen nodig nadat je de instructies op de download pagina gevolgd hebt.

source: Upgrading Mixxx
nl: Mixxx upgraden

source: You may safely install Mixxx on top of any previous version. You don't need to uninstall the old version.
nl: U kan veilig een nieuwe versie over een oude versie installeren. U hoeft de oude versie niet eerst te verwijderen.

source: Your settings and library will not be removed or reset, but they may be upgraded when you launch the new version of Mixxx. Note that we do not guarantee that new configurations will work on older versions of Mixxx, therefore you may want to make a backup of your existing settings just in case.
nl: Uw instellingen en bibliotheek worden niet verwijderd of gereset, maar ze kunnen worden geüpraded wanneer u de nieuwe versie van Mixxx opstart. Let op: wij kunnen niet garanderen dat dat nieuwe configuraties werken met oudere versies van Mixxx, daarvoor dient u een backup te maken van uw huidige instellingen voor de zekerheid.

source: For locations in each supported :term:`OS <operating system>` as well as detailed descriptions of the settings files, go to :ref:`appendix-settings-files`.
nl: Voor de locaties in elk ondersteund :term:`OS <operating system>` als voor een gedetailleerde beschrijving van de instellingenbestanden, ga naar de :ref:`appendix-settings-files`.

source: Opening Mixxx
nl: Mixxx openen

source: |logo| Once you've installed Mixxx, start by opening Mixxx and importing your music to the Mixxx library.
nl: |logo| Van zodra u Mixxx geïnstalleerd heeft, begin met het opstarten van Mixxx en met uw muziek te importeren naar de bibliotheek.

source: Double-click the Mixxx icon on the Desktop. Alternatively, browse your Windows start menu and click the Mixxx icon, or perform a search for :file:`Mixxx.exe`.
nl: Dubbelklik op het Mixxx-icoon op het bureaublad. U kunt ook door het startmenu van Windows bladeren en op het pictogram Mixxx klikken, of zoeken naar :file:`Mixxx.exe`.

source: Double-click the Mixxx icon in the :file:`Applications` folder. Alternatively, drag the Mixxx icon to the dock and double-click it there or search for :command:`mixxx` in Spotlight.
nl: Dubbelklik op het pictogram Mixxx in de map :file:`Applications`. U kunt ook het Mixxx-icoontje naar het dock slepen en er daar op dubbelklikken of in Spotlight zoeken naar :command:`mixxx`.

source: Click the Mixxx icon in the applications menu or launcher of your desktop environment or perform a search for :file:`mixxx`. Alternatively type :command:`mixxx` into the terminal, then hit :kbd:`Return`. If your :term:`audio interface` is not accessible from Mixxx because it is used by other applications via PulseAudio, you may close and restart Mixxx using :command:`pasuspender mixxx`. See :ref:`appendix-command-line-options` for an overview of Mixxx's command line options.
nl: Klik op het Mixxx-icoontje in het applicatiemenu of op de launcher van uw bureaubladomgeving of zoek naar :file:`mixxx`. U kunt ook :command:`mixxx` in de terminal typen en dan op :kbd:`Return` drukken. Als uw :term:`audio interface` niet toegankelijk is vanuit Mixxx omdat deze door andere toepassingen via PulseAudio wordt gebruikt, kunt u Mixxx sluiten en herstarten met :command:`pasuspender mixxx`. Zie :ref:`appendix-command-line-opties` voor een overzicht van de opdrachtregelopties van Mixxx.

source: Importing your audio files
nl: Uw audiobestanden importeren

source: Mixxx 1st run - Choose music library directory dialog
nl: Mixxx 1st maal opstarten - Kies muziek-bibliotheek map venster

source: Mixxx running on Windows 10 - Choose music library directory dialog
nl: Mixxx draait op Windows 10 - Kies de muziek-bibliotheek map venster

source: The first time you run Mixxx, you are asked to select a directory where your music is stored. By default, the dialog points to a location where music files are typically held, but you can select any location on your computer.
nl: De eerste keer dat u Mixxx start, wordt u gevraagd om de map te selecteren waarin uw muziek is opgeslagen. Standaard verwijst het dialoogvenster naar een locatie waar doorgaans muziekbestanden worden bewaard, maar u kunt elke locatie op uw computer selecteren.

source: Click :guilabel:`Select Folder` and Mixxx will scan your music library. Depending on the size of your library this could take some time. All the supported music files Mixxx detects will be listed in the :ref:`library-tracks`.
nl: Klik op :guilabel:`Selecteer map` en Mixxx zal uw muziekbibliotheek scannen. Afhankelijk van de grootte van uw bibliotheek kan dit enige tijd duren. Alle ondersteunde muziekbestanden die Mixxx detecteert worden in de :ref:`library-tracks` vermeld.

source: If you want to refresh your library (for example because you added or moved files), you can do this with :menuselection:`Library --> Rescan Library` in the menu. If you want to rescan at every launch, select :menuselection:`Preferences --> Library --> Rescan on startup`.
nl: Als u uw bibliotheek wilt bijwerken (bv. omdat u bestanden hebt toegevoegd of verplaatst), kunt u dit doen met :menuselectie:`Bibliotheek --> Scan Bibliotheek Opnieuw` in het menu. Als u bij elke start opnieuw wilt scannen, selecteert u :menuselectie:`Voorkeuren --> Bibliotheek --> Opnieuw Scannen bij opstarten`.

source: On Windows 7 and 8 the import dialog points to your Windows “Music“ Library, a special-purpose virtual folder. You can **not** use these virtual folders. Select a regular folder instead, usually “My Music“, like pictured above.
nl: In Windows 7 en 8 wijst het importdialoogvenster naar uw Windows “Muziek”-bibliotheek, een speciale virtuele map. U kunt deze virtuele map **niet** gebruiken. Selecteer in plaats daarvan een gewone map, meestal "Mijn Muziek", zoals hierboven afgebeeld.

source: Analyze your library
nl: Analyseer je bibliotheek

source: |ic_lib_analyze| Mixxx automatically analyzes tracks the first time you load them in a deck. This allows you to run :term:`beatgrid`, :term:`key`, and :term:`ReplayGain` detection on tracks in advance. It also prepares the waveform overviews, detects file corruption, and calculates the :term:`BPM` values.
nl: |ic_lib_analyze| Mixxx analyseert automatisch tracks wanneer deze voor de eerste maal in een decj geladen worden. Dit staat u toe om :term:`beatgrid`, :term:`key`, en :term:`ReplayGain` detectie van tracks op voorhand uit te voeren. Ook de waveform weergave wordt hiermee voorbereidt, bestandsfouten worden gedetecteerd en de :term:`BPM` wordt berekend.values.

source: For more information, go to :ref:`configuration-bpm-detection`.
nl: Voor meer informatie, ga naar :ref:`configuratie-bpm-detectie`.

source: Why you should analyze your audio files
nl: Waarom zou u uw audio files analyseren

source: If the tracks have never been played with Mixxx before, the library columns :guilabel:`BPM`, :guilabel:`Duration` and :guilabel:`Key` will be empty or unreliable (because the values are just read from the file's tags if present and might be wrong). Pre-generating beatgrids gives you the chance to double-check the beat markers to make sure they are correct. Errors in beatgrids can cause difficulty when syncing tracks. Furthermore, track analysis takes considerable CPU power and might cause skips in the audio --- things you surely don't need while performing.
nl: Indien de tracks nooit eerder met Mixxx werden afgespeeld dan zijn de kolommen :guilabel:`BPM`, :guilabel:`Duration` en :guilabel:`Key` in de bibliotheek-tabel leeg of onbetrouwbaar (want dan worden waarden weergegeven die in de bestands-tags opgeslagen zijn en deze kunnen foutief zijn). Beat-grids op voorhand genereren geeft u de mogelijkheid om the beat-markeringen te controleren om u er van te vergewissen dat ze juist zijn. Fouten in de beat-grids kunnen het moeilijk maken om tracks te synchroniseren. Jet analyseren van tracks gebruikt ook een aanzienlijke CPU-kracht en kunnen er toe leiden dat een track niet correct wordt afgespeeld maar dat er deeltjes worden overgeslagen, --- zaken die u zeker wil vermijden tijdens een optreden.

source: How to analyze your audio files
nl: Hoe uw audio files analyseren

source: Once you have :ref:`imported your music library<getting-started-import-audio-files>`, press :guilabel:`OK` on the Preferences window.
nl: Eens uw muziek in de bibliotheek geïmporteerd is :ref:`muziek in de bibliotheek geïmporteerd is<getting-started-import-audio-files>`, druk :guilabel:`OK` in het voorkeuren venster.

source: Go to the :guilabel:`Analyze` view on the left side panel of the library.
nl: Ga naar de :guilabel:`Analyze` weergave in het linkerdeelvenster van de bibliotheek.

source: To analyze a few specific tracks, hold down the :kbd:`Ctrl` button, and select the tracks that you want to analyze or you can :kbd:`shift`-select a range of tracks. Once they've been highlighted, click the :guilabel:`Analyze` button on the top right of the library section.
nl: Om enkele specifieke tracks te analyseren, druk op de :kbd:`Ctrl` toets, en selecteer de tracks die u wil laten analyseren, of u kan ok een bereik selecteren met :kbd:`shift`-selecteer. Eens uw selectie gemarkeerd is, klik op de :guilabel:`Analyze` toets bovenaan rechts in het bibliotheekgedeelte..

source: To analyze the newly added tracks, toggle the :guilabel:`New` label and then click :guilabel:`Analyze`.
nl: Om nieuw toegevoegde tracks te analyseren, markeer het keuzerondje :guilabel:`Nieuw` en klik daarna op :guilabel:`Analyseer`.

source: To analyze the entire library, toggle the :guilabel:`All` label and then click :guilabel:`Analyze`.
nl: Om uw volledige bibliotheek te analyseren, markeer het keuzerondje :guilabel:`Alle` en klik op :guilabel:`Analyseer`.

source: The :guilabel:`New` and :guilabel:`All` toggle buttons are located at the top left of the analysis pane - just above the :guilabel:`Preview` and :guilabel:`Cover Art` column titles of the library.
nl: De keuzerondjes :guilabel:`Nieuw` en :guilabel:`Alle` staan bovenaan links in het analyse-paneel - net boven de :guilabel:`Voorbeluisteren` en :guilabel:`Cover Art` kolom titels van de bibliotheektabel.

source: While analyzing, the progress in percentage and total queue length are shown.
nl: Tijdens de analyse wordt de vooruitgang procentueel aangeduid net zoals de totale lengte van de wachtrij.

source: Configuring sound input and output
nl: Configuratie van de geluidsingang en -uitgang

source: Before you can start using Mixxx, you need to configure Mixxx to use your sound hardware in :menuselection:`Preferences --> Sound Hardware`. You do not need to configure all inputs and outputs.
nl: Vooraleer u Mixxx kunt gaan gebruiken, moet u Mixxx configureren om uw geluidshardware te gebruiken in: menuselectie: `Voorkeuren -> Geluidsapparatuur`. U hoeft niet alle in- en uitgangen te configureren.

source: The :ref:`hardware` chapter explains different types of DJ hardware and how to set them up with the input and output options. For Mixxx to perform the best it can on your system, configure the other :ref:`preferences-sound-hardware` preferences in addition to the inputs and outputs.
nl: Het hoofdstuk: ref: `hardware` legt verschillende soorten DJ-hardware uit en hoe u deze kunt instellen met de in- en uitgangopties. Om Mixxx optimaal te laten presteren op uw systeem, configureert u de andere: ref: `voorkeuren-geluid-hardware` ter aanvulling aan de de in- en uitgangen.

source: Mixxx Sound Hardware Preferences
nl: Voorkeuren Mixxx Geluidsapparatuur

source: Output Options
nl: Uitgang opties

source: **Internal mixing**:
nl: **Intern mixen**:

source: Use these outputs if you are not using an :ref:`external hardware mixer <hardware-mixers>`. If you are using a controller with a built-in audio interface, use these outputs.
nl: Gebruik deze uitgangen als u geen :ref:`externe mengtafel <hardware-mixers>` gebruikt. Als u een controller met een ingebouwde audio-interface gebruikt, gebruik dan deze uitgangen.

source: *Main*: all decks, samplers, microphones, and auxiliary inputs mixed together. This output is sent to the speakers for the audience.
nl: *Main*: alle decks, samplers, microfoons, en Auxiliaire ingangen worden samen gemixt. Deze uitgang wordt naar de luidsprekers voor het publiek gestuurd.

source: *Headphones*: all decks, samplers, microphones, and auxiliary inputs assigned to :term:`pre-fader listening <PFL>`
nl: *Hoofdtelefoon*: alle decks, samplers, microfoons en Auxiliaire ingangen toe-gewezen aan: term: `pre-fader beluistering <PFL>`

source: *Booth*: same as main output, but has a separate gain control
nl: *Booth*: gelijk aan main output maar met een gescheiden niveau regelaar.

source: **External mixing**:
nl: **Extern mixen**:

source: *Decks 1-4*: the individual unmixed decks to send to an external mixer
nl: *Decks 1-4*: de afzonderlijke ongemengde decks die naar een extern mengpaneel worden gestuurd.

source: *Bus Left/Center/Right*: all decks, samplers, and auxiliary inputs assigned to each side of Mixxx's :term:`crossfader`
nl: *Bus Left/Center/Right*: alle decks, samplers, en Auxiliaire ingangen toegewezen aan iedere zijde van de :term:`crossfader` van Mixxx.

source: Input Options
nl: Input Opties

source: Use these inputs if you are not using an external hardware mixer. If you are using a controller with a built-in audio interface, use these inputs.
nl: Gebruik deze ingangen als u geen extern mengpaneel gebruikt. Als u een controller met een ingebouwde audio-interface gebruikt, gebruik dan deze ingangen.

source: *Microphone 1-4*: live microphone or musical instrument inputs
nl: *Microfoon 1-4*: live microfoon- of instrumenteningangen

source: *Auxiliary 1-4*: other sound sources
nl: *Auxiliary 1-4*: andere geluidsbronnen

source: *Record/Broadcast*: When this is configured, Mixxx will record and broadcast from this audio interface input instead of the internal main output mix. If you have a microphone plugged into the mixer, do not configure the Microphone 1-4 inputs.
nl: *Opname/Broadcast*: Wanneer deze geconfigureerd zijn, zal Mixxx het geluid opnemen en uitzenden van deze audio interface ingang en niet van de interne main output mix. Indien u een microfoon in de mengtafel heeft ingeplugd, configureer dan de Microfoon ingangen 1-4 NIET.

source: **Either internal or external mixing**:
nl: **Intern of extern mixen**:

source: *Vinyl Control 1-4*: timecode input from turntables or CDJs for manipulating decks 1-4
nl: *Vinyl Control 1-4*: tijdcode-invoer van draaitafels of CDJ's voor het manipuleren van decks 1-4

source: :ref:`microphones`
nl: :ref:`microfoons`
