Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/hardware.po
Languages: nl

source: Library - Icon AutoDJ
nl: Bibliotheek - Pictogram AutoDJ

source: Library - Icon Banshee
nl: Bibliotheek - Pictogram Banshee

source: Library - Icon Recordbox
nl: Bibliotheek - Pictogram Recordbox

source: Library - Icon Browse
nl: Bibliotheek - Pictogram Bladeren

source: Library - Icon Crates
nl: Bibliotheek - Pictogram Crates

source: Library - Icon Drag and Drop
nl: Bibliotheek - Pictogram Slepen

source: Library - Icon History current session
nl: Bibliotheek - Pictogram Geschiedenis huidige sessie

source: Library - Icon History
nl: Bibliotheek - Pictogram Geschiedenis

source: Library - Icon iTunes
nl: Bibliotheek - Pictogram iTunes

source: Library - Icon Library
nl: Bibliotheek - Pictogram Bibliotheek

source: Library - Icon Locked
nl: Bibliotheek - Pictogram Vergrendeld

source: Library - Icon Missing Tracks
nl: Bibliotheek - Pictogram Ontbrekende Nummers

source: Library - Icon Playlist
nl: Bibliotheek - Pictogram Afspeellijst

source: Library - Icon Analyze
nl: Bibliotheek - Pictogram Analyseer

source: Library - Icon Recordings
nl: Bibliotheek - Pictogram Opnames

source: Library - Icon Rhythmbox
nl: Bibliotheek - Pictogram Rhythmbox

source: Library - Icon Serato
nl: Bibliotheek - Pictogram Serato

source: Library - Icon Traktor
nl: Bibliotheek - Pictogram Traktor

source: Library - Preview Pause
nl: Bibliotheek - Voorbeluisteren Pauzeer

source: Library - Preview Play
nl: Bibliotheek - Voorbeluisteren Afspelen

source: Library - BPM Locked
nl: Bibliotheek - BPM Vergrendeld

source: Library - BPM Unlocked
nl: Bibliotheek - BPM Ontgrendeld

source: Preferences - Icon BPM Detection
nl: Voorkeuren - Pictogram BPM Detectie

source: Preferences - Icon Live Broadcasting
nl: Voorkeuren - Pictogram Live Uitzending

source: Preferences - Icon Controllers
nl: Voorkeuren - Pictogram Controllers

source: Preferences - Icon Crossfader
nl: Voorkeuren - Pictogram Crossfader

source: Preferences - Icon Effects
nl: Voorkeuren - Pictogram Effecten

source: Preferences - Icon Equalizers
nl: Voorkeuren - Pictogram Equalizers

source: Preferences - Icon Interface
nl: Voorkeuren - Pictogram Interface

source: Preferences - Icon Key Detection
nl: Voorkeuren - Pictogram Toonaard Detectie

source: Preferences - Icon Library
nl: Voorkeuren - Pictogram Bibliotheek

source: Preferences - Icon MIDI Controllers
nl: Voorkeuren - Pictogram MIDI Controllers

source: Preferences - Icon Modplug Decoder
nl: Voorkeuren - Pictogram Modplug Decoder

source: Preferences - Icon Recording
nl: Voorkeuren - Pictogram Opnemen

source: Preferences - Icon ReplayGain
nl: Voorkeuren - Pictogram ReplayVolume

source: Preferences - Icon Sampler
nl: Voorkeuren - Pictogram Sampler

source: Preferences - Icon Sound Hardware
nl: Voorkeuren - Pictogram Geluidshardware

source: Preferences - Icon Vinyl Control
nl: Voorkeuren - Pictogram Vinyl Control

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: Although Mixxx can be used with just a laptop or desktop computer, fully taking advantage of Mixxx's features requires specialized DJ hardware. Depending on your budget and application area, your setup and requirements may vary. This chapter provides general background information about various types of DJ hardware.
nl: Hoewel Mixxx alleen met een laptop of desktopcomputer kan worden gebruikt, vereist het volledig benutten van de functies van Mixxx gespecialiseerde DJ-hardware. Afhankelijk van uw budget en toepassingsgebied kunnen uw installatie en eisen variëren. Dit hoofdstuk geeft algemene achtergrond-informatie over verschillende soorten DJ-hardware.

source: To make DJing with Mixxx a fun experience, at least the following pieces are needed:
nl: Om van DJ-en met Mixxx een plezierige belevenis te maken, zijn de volgende onderdelen minimale benodigdheden:

source: speakers to play the music to the audience,
nl: luidsprekers om de muziek voor een publiek te spelen,

source: an :ref:`audio interface <hardware-audio-interfaces>` with 4 mono/2 stereo output channels (or 2 mono output channels + a :ref:`DJ splitter cable <hardware-splitter-cables>`),
nl: een :ref:`audio interface <hardware-audio-interfaces>` met 4 mono/2 stereo output kanalen (of 2 mono output kanalen + een :ref:`DJ splitter cable <hardware-splitter-cables>`),

source: :ref:`headphones <hardware-headphones>` for prelistening tracks while another track is playing on the speakers, and
nl: een :ref:`hoofdtelefoons <hardware-headphones>` voor de tracks voor te beluisteren terwijl een andere track afspeelt in de luidsprekers, en

source: audio cables and adapters to connect the equipment to your computer.
nl: audio kabels en adapters om de installatie met uw computer te verbinden.

source: Additionally, you might consider getting the following equiment:
nl: U kan de volgende aanvullende apparaten overwegen:

source: a :ref:`controller <hardware-controllers>`,
nl: een :ref:`controller <hardware-controllers>`,

source: :ref:`turntables <hardware-turntables>`, an audio interface with phono inputs and :ref:`timecode vinyl <vinyl-control-media>`,
nl: :ref:`draaitafels <hardware-turntables>`, een audio interface met phono ingangen en :ref:`timecode vinyl <vinyl-control-media>`,

source: a laptop/controller stand,
nl: een laptop/controller statief,

source: a surge protector to protect the equipment from voltage spikes,
nl: een spanningsbeveiliger om de apparaten te beschermen tegen voltagepieken,

source: cases for laptop, controller and headphones, and
nl: beschermkisten voor laptop, controller en hoofdtelefoon, en

source: custom fader and knob caps to customize your gear.
nl: aangepaste schuiver- en knopkapjes om uw apparatuur te personaliseren.

source: DJ controllers are devices with knobs, faders, buttons, and jog wheels to control DJ software such as Mixxx. Controllers allow quick access to different controls while providing tactile and visual feedback indicating the state of each control, such as the position of a knob or whether a switch is on or off. This allows you to focus on manipulating the music without needing to look at your computer screen all the time. Controllers also allow using two hands to manipulate two different controls at the same time, which is required for many mixing techniques.
nl: DJ-controllers zijn apparaten met draaiknoppen, schuifregelaars (faders), druktoetsen en jogwielen om DJ-software zoals Mixxx te bedienen. Controllers bieden snelle toegang tot verschillende besturingselementen en bieden tactiele en visuele feedback die de status van elk besturingselement aangeeft, zoals de positie van een knop of schakelaar (aan of uit). Hierdoor kunt u zich concentreren op het manipuleren van de muziek zonder dat u de hele tijd naar uw computerscherm hoeft te kijken. Controllers maken het ook mogelijk om met twee handen tegelijkertijd twee verschillende bedieningselementen te manipuleren, wat nodig is voor veel mengtechnieken.

source: DJ controllers typically do not do any actual audio processing. Instead, they send signals (typically :term:`MIDI` or :term:`HID` over a USB cable) to the computer to instruct DJ software how to manipulate the audio. Many DJ controllers include an :ref:`audio interface <hardware-audio-interfaces>` with 2 separate stereo outputs built into the device. This allows the DJ to transport and setup only one piece of hardware in addition to a laptop. Some devices can be used as both a controller and :ref:`hardware mixer <hardware-mixers>`.
nl: DJ-controllers voeren doorgaans geen daadwerkelijke audioverwerking uit. In plaats daarvan sturen ze signalen (meestal: term: `MIDI` of: term:` HID` via een USB-kabel) naar de computer om aan te geven hoe DJ-software de audio moet manipuleren. Veel DJ-controllers bevatten een: ref: `audio-interface <hardware-audio-interfaces>` met 2 afzonderlijke stereo-uitgangen in het apparaat ingebouwd. Hierdoor hoeft de DJ naast een laptop slechts één stuk hardware mee te nemen en in te stellen. Sommige apparaten kunnen zowel als controller als : ref: `mengtafel <hardware-mixers>` worden gebruikt.

source: Mixxx can work with any :term:`MIDI` or :term:`HID` :term:`controller` as long as there is a mapping file to tell Mixxx how to understand the controller's signals. Mixxx comes bundled with a number of MIDI and HID mappings, which are listed in the :ref:`Hardware Manuals <hardware-manuals>` section. For controllers that Mixxx does not yet support, you can `search the forum <https://mixxx.discourse.group/c/controller-mappings/10>`_ to see if anyone has started a mapping. You can also start one yourself using the information in the `Controller Mapping Documentation <https://github.com/mixxxdj/mixxx/wiki#user-content-controller-mapping-documentation>`_ on the wiki.
nl: Mixxx kan met om het even welke :term:`MIDI` of :term:`HID` :term:`controller` werken op voorwaarde dat er een toewijzingsbestand aanwezig is waarin staat hoe Mixxx de signalen van de controller dient te interpreteren. Mixxx omvat reeds een aantal MIDI en HID toewijzingsbestanden, deze zijn opgelijst in het :ref:`Hardware Handleidingen <hardware-manuals>` gedeelte. Voor controllers die nog niet door Mixxx worden ondersteund kan u `het forum raadplegen <https://mixxx.discourse.group/c/controller-mappings/10>`_ om te zien of er reeds iemand begonnen is met een toewijzingsbestand te maken. Gebruikmakend van de informatie op `Controller Toewijzingsbestande Documentati<https://github.com/mixxxdj/mixxx/wiki#user-content-controller-mapping-documentation>`_ op de wiki kan u zelf starten met een nieuw toewijzingsbestand te maken.

source: :ref:`control-midi` describes how to configure Mixxx to use controllers.
nl: :ref: `control-midi` beschrijft hoe Mixxx moet worden geconfigureerd om controllers te gebruiken.

source: An audio interface (also known as a "sound card", although few of them are shaped like cards anymore) is a device that allows a computer to send output to and receive input from audio equipment. Whether using :ref:`internal or external mixing <intro-how-mixxx-works>`, it is recommended to use a single audio interface with at least 4 independent output channels (2 separate stereo pairs).
nl: Een audio-interface (ook bekend als een 'geluidskaart', hoewel de meesten er niet meer uitzien als kaarten ) is een apparaat dat een computer in staat stelt om output te sturen naar en input te ontvangen van audioapparatuur. Of het nu gaat om :ref:`intern of extern mixen <intro-how-mixxx-works>`, het is aan te raden om een enkele audio-interface te gebruiken met ten minste 4 onafhankelijke uitgangskanalen (2 afzonderlijke stereoparen).

source: The headphone jack on most laptops is not a second audio output. Rather, plugging headphones into the jack simply redirects the laptop's single stereo output from its speakers to your headphones. A :ref:`splitter cable <hardware-splitter-cables>` can be used to separate the stereo output of a headphone jack into two separate mono outputs for headphone cueing, but it is recommended to use a sound card with at least four mono outputs (for two stereo pairs). Such sound cards tend to be higher quality than those built into laptops and allow your mix to be enjoyed in stereo by your audience.
nl: Op de meeste laptops is de hoofdtelefoonconnector geen tweede audio output. Eerder zorgt het inpluggen van een hoofdtelefoon in de connector ervoor dat de enkele stereo outgunge van de luidsprekers naar de hoofdtelefoon wordt gestuurd. Een :ref:`splitter kabel <hardware-splitter-cables>` kan worden gebruikt om de stereo output van een hoofdtelefoonconnector te splitsen in twee aparte mono uitgangen zodat u kan voorbeluisteren in een hoofdtelefoon. Maar een geluidskaart met op zijn minst 4 mono uitgangen (voor 2 stereo paren) wordt minimaal aangeraden. Zulke geluidskaarten geven in het algemeen een hogere geluidskwaliteit dan de geluidskaarten die in laptops worden ingbouwd en staan u toe dat het publiek van uw mix in stereo kan genieten.

source: Unlike some proprietary DJ systems, Mixxx can use any audio interface and any :term:`MIDI` or :term:`HID` controller that your :term:`OS <operating system>` has drivers to use. If your controller has an integrated audio interface, you may choose to use a different audio interface for higher quality audio. Mixxx can also use multiple audio interfaces simultaneously.
nl: In tegenstelling tot sommige eigen DJ-systemen, kan Mixxx elke audio-interface en elke: term: `MIDI` of: term:` HID`-controller gebruiken waarvoor je: term: `OS <operating system>` stuurprogramma's heeft. Als uw controller een geïntegreerde audio-interface heeft, kunt u ervoor kiezen om een andere audio-interface te gebruiken voor audio van hogere kwaliteit. Mixxx kan ook meerdere audio-interfaces tegelijkertijd gebruiken.

source: Audio Interface Considerations
nl: Audio Interface Overwegingen

source: This section provides background information to help you choose an audio interface to use with Mixxx.
nl: Deze sectie bevat achtergrondinformatie om u te helpen bij het kiezen van een audio-interface voor gebruik met Mixxx.

source: Bit Depth and Sample Rate
nl: Bit Diepte en Samplefrequentie

source: Most music is published with a bit depth of 16 bits at a sample rate of 44.1 kHz because this is all that is needed to store all the detail of music in digital form.
nl: De meeste muziek wordt gepubliceerd met een bitdiepte van 16 bits met een samplefrequentie van 44,1 kHz, omdat dit de enige vereisten zijn om alle details van muziek in digitale vorm op te slaan.

source: Bit depth determines the possible dynamic range of the signal. 16 bits is more than enough for playing back music. While 24 bits is helpful for recording, `it is useless for playback <https://sonicscoop.com/why-almost-everything-you-thought-you- knew-about-bit-depth-is-probably-wrong/>`_.
nl: De bitdiepte bepaalt het mogelijk dynamisch bereik van het signaal. 16 bits is meer dan genoeg om muziek af te spelen. Terwijl 24 bits handig kan zijn bij het opnemen van muziek, is het nutteloos bij het afspelen ervan, zie <https://sonicscoop.com/why-almost-everything-you-thought-you-knew-about-bit-depth-is-probably-wrong/>`_.

source: Half the sample rate determines the maximum frequency that can be represented by the signal. Humans generally can't hear frequencies above 20 kHz, so a sampling rate of 44.1 kHz, representing a maximum frequency of 22.05 kHz, is fine for playback. Higher sample rates like 88.2 kHz and 96 kHz can be helpful to reduce aliasing distortion when recording, but have no benefit for playback and make your computer work harder.
nl: De helft van de samplefrequentie bepaalt de maximale frequentie die door het signaal kan worden weergegeven. Mensen kunnen over het algemeen geen frequenties boven 20 kHz horen, een samplefrequentie van 44,1 kHz, welke een maximale frequentie van 22,05 kHz vertegenwoordigt, is dus prima om muziek af te spelen. Hogere samplefrequenties zoals 88,2 kHz en 96 kHz kunnen nuttig zijn om vervorming tijdens het opnemen te verminderen, maar hebben geen voordeel bij het afspelen ervan en laten uw computer onnodig harder werken.

source: For a more thorough and technical explanation of why 16 bits at 44.1 kHz is all that is needed for playback, read `24/192 Music Downloads Are Very Silly Indeed <https://web.archive.org/web/20120306150922/https://people.xiph.org/~xiphmont/ demo/neil-young.html>`_.
nl: Voor een meer uitgebreide en technische uitleg waarom 16 bits aan 44.1 kHz meer dan voldoende is voor het afspelen van muziek, lees `24/192 Muziek Downloads Are Very Silly Indeed <https://web.archive.org/web/20120306150922/https://people.xiph.org/~xiphmont/ demo/neil-young.html>`_.

source: Specifications
nl: Specificaties

source: When considering specifications, higher dynamic range, higher signal-to-noise ratio (SNR), higher maximum output level, lower THD+N (Total Harmonic Distortion + Noise; look for a more negative dB value or smaller percentage), and lower crosstalk (more negative dB value) are better. Cheap audio interfaces tend to not have these specifications published.
nl: Bij het overwegen van specificaties van geluidsapparatuur, kijk naar een hoger dynamisch bereik, een hoger signaal-ruisverhouding (SNR), een hoger maximaal uitgangsniveau, een lagere THD + N (Total Harmonic Distortion + Noise; een negatievere dB-waarde of kleiner percentage) en een lagere overspraak (meer negatieve dB-waarde) zijn beter. Bij goedkope audio-interfaces worden deze specificaties meestal niet gepubliceerd.

source: Connector and Cable Types
nl: Connector en kabeltypes

source: If you are unfamiliar with professional audio equipment, read Digital DJ Tips' `Essential Guide to Audio Cables for DJs <https://www.digitaldjtips.com/2011/07/the-essential-guide-to-audio-cables-for-djs>`_ to understand the different kinds of connectors on audio interfaces. It is better to use an audio interface with balanced outputs, especially if you will run long cables directly into an amplifier or active speakers without going through a :ref:`hardware mixer <hardware-mixers>`. Balanced signals reject interference and are less susceptible to ground loop hum issues (which can be a problem when plugging unbalanced gear into separate power sources).
nl: Als u niet bekend bent met professionele audioapparatuur, lees dan de Digital DJ Tips' `Essential Guide to Audio Cables for DJs <https://www.digitaldjtips.com/2011/07/the-essential-guide-to-audio-cables-for-djs>`_ om de verschillende soorten connectoren op audio-interfaces te begrijpen. Het is beter om een audio-interface met gebalanceerde uitgangen te gebruiken, vooral als je het signaal met lange kabels rechtstreeks naar een versterker of actieve luidsprekers leidt zonder door een: ref: `mengtafel <hardware-mixers>` te gaan. Gebalanceerde signalen onderdrukken inter-ferentie en zijn minder vatbaar voor bromproblemen met de ground loop (wat een probleem kan zijn bij het aansluiten van ongebalanceerde apparatuur op afzonderlijke stroombronnen).

source: However, most venues have DJs plug into :ref:`hardware DJ mixers <hardware-mixers>`, which typically only have RCA inputs (RCA cables cannot be balanced). Most home/computer speakers and amplifiers have RCA and/or 1/8" TRS stereo inputs. Most live sound mixers have balanced 1/4" TRS mono inputs. If you need to interconnect balanced and unbalanced gear, refer to this `guide from Presonus (deleted, via archive.org) <https://web.archive.org/web/20171011070552/https://www.presonus.com/learn/technical-articles/Balanced-Unbalanced>`_ and this `guide from Rane (deleted, via archive.org) <https://web.archive.org/web/20191224231514/rane.com/note110.html>`_.
nl: Echter, de meeste locaties en zalen laten DJ's enkel toe om hun apparatuur door middel van RCA-ingangen (RCA-kabels kunnen niet worden gebalanceerd) aan te sluiten op: ref: `hardware DJ-mixers <hardware-mixers>`. De meeste woonkamer-installaties of computerluidsprekers en versterkers hebben enkel RCA en / o1/8 'TRS stereo-ingangen'. De meeste live sound mixers hebben gebalanceerde 1/4 'TRS mono-ingangen'. Als je gebalanceerde en ongebalanceerde uitrusting met elkaar moet verbinden, raadpleeg dan deze 'gids van Presonus (verwijderd, via archive.org) <https://web.archive.org/web/20171011070552/https://www.presonus.com/learn/technical-articles/Balanced-Unbalanced>`_ en deze `gids van Rane (verwijderd, via archive.org) <https://web.archive.org/web/20191224231514/rane.com/note110.html>`_.

source: Number of Channels
nl: Aantal Kanalen

source: Audio interfaces sometimes have multiple connectors for a single channel, resulting in more connectors than channels. So, not every connector can send or receive and independent signal. For example, some audio interfaces made for DJing have 4 output channels with 4 mono output connectors and 1 stereo headphone connector. This does not mean that the audio interface can send out 6 different signals at the same time; rather, the signal on 2 of the mono outputs and the stereo headphone output would be the same. Also, many controllers have separate main and booth outputs with independent volume controls, but they both play the same signal.
nl: Audio interfaces hebben soms meerdere connectors voor een enkel kanaal, wat resulteert in meer connectors dan kanalen. Dus niet elkee connector kan een onafhankelijk signaal versturen of ontvangen. Bijvoorbeeld: sommige audio interfaces die specifiek voor DJ-en gemaakt werden hebben 4 output-kanalen met 4 mono output connectors en 1 stereo hoofdtelefoon connector. Dit betekent niet dat de audio interface 6 verschillende signalen tegelijker-tijd kan versturen, het signaal van 2 van de mono outputs en de stereo hoofd-telefoon connector kunnen bijvoorbeeld dezelfde zijn. Sommige controllers hebben een afzonderlijke main en booth output met een onafhankelijke volume-instelling maar deze geven wel het zelfde signaal weer.

source: Vinyl Control and Phono Preamplifiers
nl: Vinylbesturing en Phono Voorversterkers
