Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/hardware.po
Languages: nl

source: Turntables output low voltage (phono level) signals that need to be amplified to line level before most audio equipment can work with them. So, if you want to use :ref:`vinyl-control`, sometimes referred to as a Digital Vinyl System (DVS), it is best to have phono preamplifiers (one for each deck) somewhere between your turntable and sound card to boost the turntable's phono level signal to line level. Mixxx can amplify phono level signals in software, but it is better to do it in hardware. The phono preamp can be in the turntable, in the audio interface, or a stand alone device. Most audio interfaces do not have phono preamps; these are generally found on audio interfaces specifically made for controlling DJ software with timecode vinyl. :ref:`hardware-mixers` with audio interfaces have phono preamps on their deck inputs, but not necessarily on every deck input. Many higher-end all-in-one controllers also include audio interfaces with phono preamps.
nl: Draaitafels geven laagspanningssignalen (phono-niveau) af die moeten worden versterkt tot lijnniveau voordat de meeste audioapparatuur ermee kan werken. Als u dus gebruik wilt maken van :ref:`vinyl-control`, soms ook aangeduid als een Digital Vinyl System (DVS), is het beter om phono-voorversterkers (een voor elk deck) ergens tussen uw platenspeler en geluidskaart te plaatsen om het phono-niveau signaal van de platenspeler te versterken tot lijnniveau. Mixxx kan het signaal op phono-niveau in software versterken, maar het is beter om dit hardwarematig te doen. De phono-voorversterker kan in de platen-speler, in de audio-interface of in een stand-alone apparaat zitten. De meeste audio-interfaces hebben geen phono-voorversterkers; deze zijn over het algemeen te vinden op audio-interfaces die specifiek gemaakt zijn voor het aansturen van DJ-software met timecode vinyl. :ref:`hardware-mixers` met audio-interfaces hebben phono-voorversterkers op hun deck-ingangen, maar niet noodzakelijkerwijs op elke deck-ingang. Veel all-in-one controllers van hogere kwaliteit hebben ook audio-interfaces met phono-voorversterkers.

source: Driver Support
nl: Stuurprogramma ondersteuning

source: Unlike some proprietary DJ programs, Mixxx works with any audio interface that is compatible with your operating system — including for timecode vinyl (DVS) use.
nl: In tegensdtelling tot enkele specifieke DJ-programma's, werkt Mixxx met eender welke audio interface die compatibel is met het besturingssysteem van uw computer, inclusief voor het gebruik van timecode vinyl.

source: USB Audio Class compliant audio interfaces should work out of the box on all operating systems supported by Mixxx. This is the case for the integrated audio interfaces in most DJ controllers. Sound cards that aren't USB Audio Class compliant need a driver for each OS.
nl: USB Audio Class compliant audio interfaces moeten standaard out-of-the-box werken op alle besturingssystemen die door Mixxx ondersteund worden. Dit is ook het geval voor de geïntegreerde audio interfaces in de meeste DJ controllers. Geluidskaarten die niet USB Audio Class compliant zijn hebben een besturingssysteem afhankelijk stuurprogramma nodig.

source: On Windows, you should install the manufacturer's drivers even for USB class compliant audio interfaces to be able to use the recommended ASIO sound API.
nl: In Windows, installeerd u het best het stuurprogramma van de fabrikant, zelfs voor USB class compliant audio interfaces om gebruik te kunnen maken van de aangewezen ASIO sound API.

source: If you are considering buying a controller or audio interface, the easiest way to tell if it is USB class compliant before you buy it is to search for macOS drivers for the device on the manufacturer's website. If it is advertised as compatible with macOS or iOS but there are no drivers to download for macOS, the device is USB class compliant.
nl: Indien u overweegt een controller of audio interface aan te kopen, dan is de gemakkelijkste methode om vóór aankoop te weten te komen of het apparaat USB class compliant is, het zoeken naar macOS stuurprogramma's voor het apparaat op de website van de fabrikant. Indien het apparaat als compatibel met macOS of iOS word aangeduid maar er geen stuurprogramma's beschikbaar zijn dan is het apparaat USB class compliant.

source: Mixers are devices that combine audio signals. DJ mixers are different from live and studio mixers because they have multiple stereo channels with phono preamplifiers for connecting :ref:`hardware-turntables`. It is conventional to use a DJ mixer with :ref:`vinyl-control`, but vinyl control can be used without a hardware mixer.
nl: Mixers of mengtafels zijn apparaten die geluidssignalen combineren. DJ-mixers verschillen van live- en studiomixers omdat ze meerdere stereokanalen hebben met phono-voorversterkers voor het aansluiten van :ref:`draaitafels`. Het is gebruikelijk om een DJ-mixer te gebruiken met :ref:`vinyl-control`, maar vinyl-control kan gebruikt worden zonder een mengpaneel.

source: Using Mixxx with a DJ mixer requires an audio interface with at least 4 mono outputs (2 stereo pairs) to send Mixxx's decks to the mixer's stereo channels. Some DJ mixers have a USB :ref:`audio interface <hardware-audio-interfaces>` built into them. This lets Mixxx send unmixed audio files directly to the mixer without needing a separate stand-alone audio interface.
nl: Het gebruik van Mixxx met een DJ-mixer vereist een audio-interface met ten minste 4 mono-uitgangen (2 stereoparen) om Mixxx-decks naar de stereokanalen van de mixer te sturen. Sommige DJ-mixers hebben een ingebouwde USB: ref: `audio-interface <hardware-audio-interfaces>`. Hierdoor kan Mixxx ongemengde audiobestanden rechtstreeks naar de mixer sturen zonder dat een aparte zelfstandige audio-interface nodig is.

source: Often DJs who use DJ software with internal mixing send their :term:`main output` to a hardware mixer. This can be helpful to send the mixed signal to both a main speaker output for the audience and booth speakers for the DJ with separate gain controls for each output. It also facilitates smooth transitions between DJs.
nl: Meestal sturen DJ's die DJ software met intern mixing gebruiken hun :term:`main output` naar een hardware mengtafel. Dit kan handig zijn om het gemengde signaal zowel naar de DJ-booth luidsprekers als naar de luidsprekers voor het publiek te sturen maar dan met een verschillend volume. Het vergemakkelijkt ook een simpele afwisseling van DJ's.

source: However, using an external mixer with internal mixing is not necessary and reduces the sound quality. Each piece of equipment an audio signal passes through reduces the sound quality, so avoiding unnecessary equipment in the signal path can provide better sound quality. Many DJ controllers provide separate main and booth outputs with independent volume controls. Alternatively, a sound card with at least 6 output channels can be used with Mixxx's :guilabel:`Booth` output.
nl: Echter, het gebruik maken van een externe mengtafel bij intern mixen is niet noodzakelijk en vermindert de geluidskwaliteit. Elk apparaat waar het geluids-doorstroomt vermindert de kwaliteit, het gebruik van onnodige apparatuur in vermijden kan voor een betere geluidskwaliteit zorgen. Veel DJ controllers beschikken over een gescheiden main en booth output met een onafhankelijke volume regeling, als alternatief kan u een geluidskaart met minimum 6 output kanalen gebruiken in combinatie met de :guilabel:`Booth` output van Mixxx.

source: Many people confuse "analog mixers" and "hardware mixers", but these are not the same. Many hardware mixers process audio digitally with specialized signal processors as opposed to a general purpose CPU like those in laptop and desktop computers.
nl: Veel mensen verwarren 'analoge mengtafels' en 'hardwaremengtafels', maar deze zijn niet hetzelfde. Veel hardwaremengtafels verwerken audio digitaal met gespecialiseerde signaalprocessors, dit in tegenstelling tot een algemene CPU zoals die in laptop- en desktopcomputers.

source: :ref:`microphones-record-broadcast-external-mixer`
nl: :ref:`microfoons-opname-uitzending-externe-mixer`

source: Turntables
nl: Draaitafels

source: Turntables are mechanical devices that play music recordings cut into vinyl phonograph records. Before software like Mixxx was available, the art of DJing originated with turntables and :ref:`DJ mixers <hardware-mixers>`. Special vinyl records can be used with turntables to control the playback of digital files in Mixxx as if the digital file was pressed onto the vinyl record.
nl: Draaitafels zijn mechanische apparaten die muziekopnames afspelen die in vinyl fonograaf-platen zijn gegraveerd. Voordat software zoals Mixxx beschikbaar was, ontstond de kunst van het DJ-en met draaitafels en: ref: `DJ-mixers <hardware-mixers>`. Speciale vinylplaten kunnen worden gebruikt met draaitafels om het afspelen van digitale bestanden in Mixxx te regelen alsof het digitale bestand op de vinylplaat is gedrukt.

source: CDJs are devices that play digital audio files and have controls from manipulating the playback of the audio. Originally CDJs played audio CDs, but new devices typically use USB storage drives or SD cards. Some CDJs can be plugged into a computer with a USB cable to function as a :ref:`controller <hardware-controllers>` for Mixxx.
nl: CDJ's zijn apparaten die digitale audiobestanden afspelen en bedieningselementen hebben om het afspelen van de audio te manipuleren. Oorspronkelijk speelden CDJ's audio-cd's, maar nieuwe apparaten gebruiken meestal USB-opslagstations of SD-kaarten. Sommige CDJ's kunnen met een USB-kabel op een computer worden aangesloten om te functioneren als: ref: `controller <hardware-controllers>` voor Mixxx.

source: Microphones
nl: Microfoons

source: Microphones convert changes in sound pressure in air to changes in voltage (an analog audio signal). Mixxx can work with any microphone that can be plugged into your :ref:`audio interface <hardware-audio-interfaces>`.
nl: Microfoons zetten de wijzigingen van de geluidsdruk in de lucht om in wijzigingen in de spanning (een analoog audiosignaal). Mixxx kan werken met elke microfoon die kan worden aangesloten op uw :ref:`audio-interface <hardware-audio-interfaces>`.

source: :ref:`microphones`
nl: :ref:`microfoons`

source: Headphones
nl: Hoofdtelefoons

source: Being able to listen to what you will play next in headphones before your audience hears on the main speakers or your broadcast stream is an essential part of DJing. DJ headphones are generally better quality than typical consumer headphones. Importantly, they are designed to have good isolation, meaning they block outside sound. This allows the DJ to focus on the sound in the headphones better without having to turn up the volume to drown out sound from the monitors, PA system, and chatter. Also, DJ headphones have hinges or flexible headbands that allow the DJ to take off one headphone cup to hear the monitor or PA output better in one ear and compare it to the headphone output in the other ear.
nl: De mogelijkheid om in een hoofdtelefoon voor te beluisteren wat u gaat af-spelen vóór het publiek in de hoofdluidsprekers of in uw uitzending behoort tot de essentiële eigenschappen van het DJ-en.DJ-hoofdtelefoons zijn over het algemeen van betere kwaliteit dan algemene hoofdtelefoons. Belangrijk: ze zijn zó ontworpen dat ze goed geïsoleerd zijn.Dit betekent dat het omgevingsgeluid goed wordt afgeblokt. Dit staat de DJ toe om zich te concentreren op het geluid in de hoofdtelefoon zonder dat deze het volume van de hoofdtelefoon te veel moet verhogen om het geluid van de monitors, PA-systeem of publiek te overstemmen. DJ hoofdtelefoons hebben ook aangepaste scharnieren en hoofdbanden die de DJ toestaan om één hoofdtelefoon-schelp af te zetten en zo het geluid van de monitors of PA-systeem beter in één oor te horen en te vergelijken met het geluid in de hoofdtelefoon.

source: When shopping for headphones, consider how well they isolate sound and their durability. The most frequent places that headphones break are the cable attachment point and the headband. Look for headphones with detachable cables, metal headbands, and other individually replaceable parts. Avoid Bluetooth headphones because these may be unreliable and will always reduce sound quality. Active noise canceling headphones also tend to have worse sound quality than other headphones of a comparable price. DJ headphones with a closed design block out a lot of sound simply by being closed.
nl: Wanneer u rondkijkt voor de aankoop van een hoofdtelefoon, overweeg hoe goed deze isoleren net als hun duurzaamheid. Meestal gaan hoofdtelefoons stuk of-wel aan de aansluiting van de kabel of aan de hoofdband. Zoek naar een hoofd-telefoon met een verwijderbare kabel, een metalen hoofdband en andere indivi-dueel vervangbare onderdelen. Het gebruik van Bluetooth hoofdtelefoons dient te worden vermeden want deze kunnen onbetrouwbaar zijn en zullen steeds de geluidskwaliteit verminderen. Hoofdtelefoons met een actieve onderdrukking van omgevingsgeluid hebben meestal ook een inferieure geluidskwaliteit dan andere hoofdtelefoons in dezelfde prijsklasse. DJ-hoofdtelefoons met een gesloten ontwerp onderdrukken reeds veel omgevingsgeluid omdat ze gesloten zijn.

source: Whether to get on-ear or over-ear headphones is a matter of personal preference. Everyone's head is different, so headphones that are comfortable for a friend or a reviewer may not be comfortable for you.
nl: Het gebruik van een hoofdtelefoonmodel dat in / op of over de oren past is een kwestie van persoonlijke voorkeur. Elk hoofd en ieder oo is anders, een model dat confortabel is voor een vriend of een beoordelaar is niet gegarandeerd confortabel voor u

source: In-ear monitors (IEMs) isolate sound better than headphones but are more expensive. They usually cost more than double the price of good DJ headphones with comparable quality. They may be a sound investment for musicians who play often in very loud environments to preserve their hearing.
nl: In-ear monitors (IEMs) isoleren het geluid beter dan hoofdtelefoons maar zijn ook veel duurder. Gewoonlijk kosten deze meer dan het dubbele van de prijs van een goede DJ-hoofdtelefoon met vergelijkbare kwaliteit. Ze zijn eerder een investering voor muzikanten die vaak in een luide omgeving spelen om hun gehoor te beschermen.

source: Splitter Cables
nl: Splitter Kabels

source: DJ splitter cables are the cheapest way to get two separate sound outputs from your computer. These plug into the onboard audio interface built into computer motherboards and split the stereo signal into two separate mono signals. However, onboard audio interfaces are not good quality, and you lose the stereo effect of hearing different sounds arranged in space.
nl: DJ splitter kabels zijn de goedkoopste manier om 2 afzonderlijke geluids-uitgangen uit uw computer te verkrijgen. Deze kan u in de ingebouwde audio interface inpluggen om het stereo signaal te splitsen in twee afzonderlijke mono signalen. Echter: ingebouwde audio interfaces zijn meestal van inferieure kwaliteit én u verliest het stereo effect waarin de verschillende geluiden in de stereo-ruimte werden geplaatst.

source: Devices marketed as "headphone splitter" instead of DJ splitters duplicate one stereo signal in two jacks. These cannot be used for headphone cueing. Also, generic stereo-to-mono splitter cables or adapters typically have two mono jack outputs. Plugging headphones or stereo speakers into a generic stereo-to-mono splitter will only play sound on one side of the headphones or speakers.
nl: Apparaten die 'hoofdtelefoon splitter' worden genoemd in de plaats van DJ splitters dupliceren één stereo signaal naar 2 connectoren. Deze kunnen dus niet worden gebruikt voor het voorbeluisteren in de hoofdtelefoon.Ook algemene stereo-to-mono splitter kabels of adapters hebben meestal 2 mono output connectors. Wanneer u stereo hoofdtelefoons of luidsprekers in een standaard stereo-to-mono splitter plugt zal het geluid slechts uit één kant van de hooftelefoon of speakers komen.
