Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/introduction.po
Languages: de

source: Library - Icon AutoDJ
de: Bibliothek - Icon Auto-DJ

source: Library - Icon Banshee
de: Bibliothek - Banshee-Symbol

source: Library - Icon Recordbox
de: Bibliothek - Plattenkisten-Symbol

source: Library - Icon Browse
de: Bibliothek - Browsen-Symbol

source: Library - Icon Crates
de: Bibliothek - Kisten-Symbol

source: Library - Icon Drag and Drop
de: Bibliothek - Drag-and-Drop-Symbol

source: Library - Icon History current session
de: Bibliothek - Aktueller Verlauf-Symbol

source: Library - Icon History
de: Bibliothek - Verlauf-Symbol

source: Library - Icon iTunes
de: Bibliothek - iTunes-Symbol

source: Library - Icon Library
de: Bibliothek - Bibliothek-Symbol

source: Library - Icon Locked
de: Bibliothek - Gesperrt-Symbol

source: Library - Icon Missing Tracks
de: Bibliothek - Fehlende-Tracks-Symbol

source: Library - Icon Playlist
de: Bibliothek - Wiedergabeliste-Symbol

source: Library - Icon Analyze
de: Bibliothek - Analysieren-Symbol

source: Library - Icon Recordings
de: Bibliothek - Aufnahmen-Symbol

source: Library - Icon Rhythmbox
de: Bibliothek - Rhythmbox-Symbol

source: Library - Icon Serato
de: Bibliothek - Serato-Symbol

source: Library - Icon Traktor
de: Bibliothek - Traktor-Symbol

source: Library - Preview Pause
de: Bibliothek - Vorschau pausieren

source: Library - Preview Play
de: Bibliothek - Vorschau abspielen

source: Library - BPM Locked
de: Bibliothek - BPM gesperrt

source: Library - BPM Unlocked
de: Bibliothek - BPM entsperrt

source: Preferences - Icon BPM Detection
de: Eigene Einstellungen - Symbol Tempoerkennung

source: Preferences - Icon Live Broadcasting
de: Eigene Einstellungen - Symbol Live Ausstrahlung

source: Preferences - Icon Controllers
de: Eigene Einstellungen - Symbol Regler

source: Preferences - Icon Crossfader
de: Eigene Einstellungen - Symbol Crossfader

source: Preferences - Icon Effects
de: Eigene Einstellungen - Symbol Effekte

source: Preferences - Icon Equalizers
de: Eigene Einstellungen - Symbol Equalizer

source: Preferences - Icon Interface
de: Eigene Einstellungen - Symbol Interface

source: Preferences - Icon Key Detection
de: Eigene Einstellungen - Symbol Tonarterkennung

source: Preferences - Icon Library
de: Eigene Einstellungen - Symbol Bibliothek

source: Preferences - Icon MIDI Controllers
de: Eigene Einstellungen - Symbol MIDI-Steuerung

source: Preferences - Icon Modplug Decoder
de: Eigene Einstellungen - Symbol MODPlug-Decoder

source: Preferences - Icon Recording
de: Eigene Einstellungen - Symbol Aufnahme

source: Preferences - Icon ReplayGain
de: Eigene Einstellungen - Symbol Wiedergabeverstärkung

source: Preferences - Icon Sampler
de: Eigene Einstellungen - Symbol Sampler

source: Preferences - Icon Sound Hardware
de: Eigene Einstellungen - Symbol Ton-Hardware

source: Preferences - Icon Vinyl Control
de: Eigene Einstellungen - Symbol Vinyl-Regler

source: Vinyl Control - Receives good signal
de: Vinyl-Regler - Gutes Eingangssignal

source: Vinyl Control - Signal goes in wrong direction
de: Vinyl-Regler - Signal läuft in die falsche Richtung

source: Vinyl Control - Receives no signal
de: Vinyl Regler - Kein Eingangssignal

source: Vinyl Control - Receives bad signal
de: Vinyl-Regler - Fehlerhaftes Eingangssignal

source: Vinyl Control - No input configured
de: Vinyl Regler - Kein Eingangssignal definiert

source: Vinyl Control - Receives no timecode signal
de: Vinyl Regler - Kein Eingangs-Zeitcodesignal

source: Vinyl Control - Receives signal from wrong vinyl type
de: Vinyl-Regler - Eingangssignal stammt von einem falschen Vinylmodell

source: Vinyl Control - Receives mono signal
de: Vinyl Regler - Eingangssignal ist Mono

source: Vinyl Control - Receives too loud input signal
de: Vinyl-Regler - Eingangssignal ist zu laut

source: Vinyl Control - Receives too quiet signal
de: Vinyl-Regler - Eingangssignal ist zu leise

source: Introduction to Mixxx
de: Einführung zu Mixxx

source: Mixxx enables you to perform live DJ mixes with your digital music collection. It helps you rock the party with DJ controllers, vinyl turntables, or even just your keyboard. It is developed by an international team of volunteers who want to bring the joy of DJing to everyone. The project is non-profit, open-source and community driven. Together, we aim to build the best DJ software ever created. We hope you will :ref:`join us <contributing>`!
de: Mixxx ermöglicht es Ihnen, mit Ihrer Musiksammlung live DJ-Sets zu erstellen. Es hilft Ihnen, die Party zum Laufen zu bringen - mit DJ-Controllern, Turntables oder einfach nur Ihrer Tastatur. Die Software wird von einem internationen Team aus Freiwilligen entwickelt, die den Spaß am DJing allen Menschen verfügbar zu machen. Das Projekt ist gemeinnützig, open source und wird von der Community getrieben. Gemeinsam haben wir das Ziel, die beste DJ-Software zu erschaffen, die es gibt. Wir hoffen, Sie :ref:`treten der Community bei <contributing>`!

source: How Mixxx Works
de: Wie Mixxx funktioniert

source: Mixxx is different from typical music player applications because it plays multiple audio files at the same time and has many features to manipulate the playback of the audio files. This lets you creatively mix different tracks together on the fly.
de: Mixxx unterscheidet sich von einem gewöhnlichen Musik-Player, weil man mehrere Musikdateien zeitgleich abspielen kann und man außerdem mithilfe vieler Features die Möglichkeit hat, die Lieder während des Abspielens zu verändern. So haben Sie die Möglichkeit, kreativ unterschiedliche Lieder zu vermischen.

source: Using Mixxx together with turntables and external mixer
de: Mixxx gemeinsam mit Plattenspielern und externen Mixer verwenden
