Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: fr, nl

source: The Mixxx Library
fr: La Bibliothèque de Mixxx
nl: De Mixxx Bibliotheek

source: Overview of the Library features
fr: Vue d'ensemble des fonctionnalités de la bibliothèque
nl: Overzicht van de bibliotheek eigenschappen

source: The library manages all of your music files. This is where you can find the tracks you want to play and load them into a :ref:`deck <interface-decks>` or :ref:`sampler <interface-sampler>`; see :ref:`library-loading-tracks`. Mixxx imports your music library automatically when it is run for the first time, see :ref:`configuration-import` for more information.
fr: La bibliothèque gère tous vos fichiers de musique. C'est là que vous pouvez trouver les pistes que vous voulez lire et charger sur une :ref:`platine <interface-decks>` ou un :ref:`échantillonneur <interface-sampler>`, voir :ref:`library-loading-tracks`. Mixxx importe votre bibliothèque de musique automatiquement quand il est lancé pour la première fois, voir :ref:`configuration-import` pour plus d'informations.
nl: De bibliotheek beheert al uw muziekbestanden. Hier kunt u de tracks die u wilt afspelen vinden en in een :ref:`deck <interface-decks>` of :ref:`sampler <interface-sampler>` laden; zie :ref:`bibliotheek-tracks-laden`. Mixxx importeert uw muziekbibliotheek automatisch wanneer het voor de eerste keer wordt uitgevoerd, zie :ref:`configuratie-import` voor meer informatie.

source: If you want to backup (or delete) your library refer to :ref:`appendix-settings-files` and look for ``mixxxdb.sqlite``.
fr: Si vous souhaitez sauvegarder (ou supprimer) votre bibliothèque, reportez-vous à :ref:`appendix-settings-files` et rechercher ``mixxxdb.sqlite``.
nl: Indien u een backup van uw bibliotheek wil maken (of de bibliotheek verwijderen) ga naar :ref:`appendix-settings-files` en zoek naar 'mixxxdb.sqlite'.

source: The sidebar on the left contains different collections of music. The track list view on the right displays the tracks in those collections.
fr: La barre latérale sur la gauche contient différentes collections de musique. La vue liste des pistes sur la droite affiche les pistes présentes dans ces collections.
nl: De zijbalk links bevat verschillende muziekverzamelingen. De tracklijst-weergave aan de rechterkant geeft de tracks in die collecties weer.

source: **Sidebar**:
fr: **Barre latérale**
nl: **Zijbalk**:

source: **Search**: Search for tracks in your Mixxx library.
fr: **Rechercher** : Trouver une piste dans votre bibliothèque Mixxx.
nl: **Zoeken**: Zoek naar tracks in uw Mixxx-bibliotheek.

source: **Tracks**: View and edit your whole collection.
fr: **Pistes** : Voir et éditer toute votre collection.
nl: **Tracks**: Bekijk en bewerk uw hele collectie.

source: **Auto DJ**: Automatically load and crossfade tracks for unattended mixing.
fr: **Auto DJ** : Charger et effectuer automatiquement des fondu enchainés entre les pistes pour un mixage sans surveillance.
nl: **Auto DJ**: Automatisch tracks laden en crossfaden voor onbeheerd mixen.

source: **Playlists**: Arrange tracks in a set order.
fr: **Listes de lecture** : Organiser les pistes dans un ordre défini.
nl: **Afspeellijsten**: Rangschik tracks in een vaste volgorde.

source: **Crates**: Organize tracks in (unordered) collections.
fr: **Bacs** : Organiser vos pistes en collections (non ordonnées).
nl: **Kratten**: Organizeer je tracks in (ongeordende) collecties.

source: **Computer**: Navigate, view, and load tracks from folders on your hard disk and connected devices.
fr: **Ordinateur** : Vous permet de naviguer, voir et charger les pistes à partir des répertoires de votre disque dur et périphériques externes.
nl: **Computer**: Navigeer, bekijk en laadt tracks vanuit mappen op uw harde schijf en vanop aangesloten apparaten.

source: **Recordings**: Record your mix and view previous recordings.
fr: **Enregistrements** : Enregistrer votre mix et parcourir les précédents enregistrements.
nl: **Opnames**: Neem uw mix op en bekijk eerdere opnames.

source: **History**: Browse lists of tracks played in past mixing sessions.
fr: **Historique** : Parcourir la liste des titres joués lors des précédentes sessions.
nl: **Geschiedenis**: Blader door lijsten met nummers die in eerdere mixsessies zijn afgespeeld.

source: **Analyze**: Generate Mixxx-specific data for tracks before a gig.
fr: **Analyser** : Générer des données spécifiques à Mixxx pour les pistes avant un concert.
nl: **Analyseer**: Genereer Mixxx-specifieke data voor tracks vóór een optreden.

source: **External Libraries**: Access your existing iTunes, Traktor, Rhythmbox, and Banshee libraries.
fr: **Bibliothèques externes** : Accéder à vos bibliothèques iTunes, Traktor, Rhythmbox et Banshee.
nl: **Externe bibliotheken**: Toegang tot uw bestaande iTunes, Traktor, Rhythmbox en Banshee bibliotheken.

source: **Track List**:
fr: **Liste des pistes**
nl: **Track Lijst**:

source: **Sort**: Display and sort track collections by different criteria.
fr: **Trier** : Afficher et trier les pistes selon des critères choisis.
nl: **Sorteren**: Toon en sorteer trackcollecties op verschillende criteria.

source: **Load**: Drag tracks you want to play to the waveform display.
fr: **Charger** : Faites glisser les pistes que vous souhaitez lire sur l'affichage de la forme d'onde.
nl: **Laden: Sleep tracks die u wilt afspelen naar de waveform weergave.

source: **Edit**: Rate tracks and edit track properties.
fr: **Editer** : Noter les pistes et éditer leurs métadonnées.
nl: **Bewerken**: Beoordeel de tracks en bewerk de track-eigenschappen.

source: Tracks - View and edit your whole collection
fr: Pistes - Voir et éditer toute votre collection.
nl: Tracks - Bekijk en bewerk je hele verzameling

source: |ic_lib_tracks| A sortable list of all the tracks in your music library.
fr: |ic_lib_tracks| Une liste triable de toutes les pistes de votre bibliothèque musicale.
nl: |ic_lib_tracks| Een sorteerbare lijst van alle tracks in uw bibliotheek.

source: **Customizing the view**
fr: **Personnaliser la vue**
nl: **Aanpassen van de weergave**

source: Move columns by clicking a column header and dragging it to another position. Right-click on a column header to show or hide individual columns. Adjust the column width to fit the contents of the rows by double-clicking on the separator between two column headers.
fr: Déplacer les colonnes en cliquant sur l'en-tête d'une colonne et en le déplaçant à un autre endroit. Clic-droit sur l'en-tête d'une colonne pour afficher ou masquer certaines colonnes. Pour ajuster la largeur de la colonne à son contenu, double cliquer sur le séparateur entre deux en-têtes de colonne.
nl: Verplaats kolommen door de muispointer op een kolomkop vast te klikken en deze naar een andere positie te slepen. Klik met de rechtermuisknop op een kolomtitel om afzonderlijke kolommen te tonen of te verbergen. Pas de kolombreedte aan aan de inhoud van de rijen door te dubbelklikken op de kolomscheiding tussen twee kolomkoppen.

source: **Sorting Tracks**
fr: **Trier les pistes**
nl: **Tracks Sorteren**

source: Tracks are automatically sorted by the active column. Click on the active column header to reverse the sort order. Click on another column header to change the active column.
fr: Les pistes sont automatiquement triées en fonction de la colonne sélectionnée. Cliquer sur l'en-tête de la colonne active pour inverser l'ordre de tri. Cliquer sur l'en-tête d'une autre colonne pour la définir en tant que colonne active.
nl: Tracks worden automatisch gesorteerd op de actieve kolom. Klik op de actieve kolomtitel om de sorteervolgorde om te keren. Klik op een andere kolomtitel om de actieve kolom te wijzigen.

source: **Multi-Column sorting**
fr: **Tri multi-colonnes**
nl: **Multi-Kolom Sortering**

source: You can sort multiple columns by clicking *up to three* column headers you wish to sort your tracks by. This makes searching for tracks in a large list more efficient. Clicking twice on a column header will reverse the sort order.
fr: Vous pouvez trier plusieurs colonnes en cliquant *jusqu'à trois* en-têtes de colonne selon lesquels vous souhaitez trier vos pistes. Cela rend la recherche de pistes plus efficace dans une grande liste. Cliquer deux fois sur un en-tête de colonne pour inverser l'ordre de tri.
nl: U kunt meerdere kolommen sorteren door op *maximaal drie* kolomkoppen te klikken waarop u uw tracks wilt sorteren. Dit maakt het zoeken naar tracks in een grote lijst efficiënter. Door twee keer op een kolomkop te klikken wordt de sorteervolgorde omgekeerd.

source: Example:
fr: Exemple :
nl: Voorbeeld:

source: Click on the :guilabel:`BPM` column header -> list is sorted by BPM
fr: Clic sur l'en-tête de colonne :guilabel:`BPM` -> la liste est triée par BPM.
nl: Klik op de :guilabel:`BPM` kolomkop -> lijst is gesorteerd op BPM

source: Click on the :guilabel:`Year` column header -> list is sorted by year. If year is equal, it is still sorted by the last criteria, e.g. BPM.
fr: Clic sur l'en-tête de colonne :guilabel:`Année` -> la liste est triée par année. Si l'année est égale, elle est toujours triée selon les derniers critères, par exemple BPM.
nl: Klik op de kolomkop :guilabel:`Jaar` -> lijst is gesorteerd op jaartal. Als het jaartal gelijk is, wordt het nog steeds gesorteerd op de laatste criteria, bijvoorbeeld BPM.

source: Click on the :guilabel:`Genre` column header -> list is sorted by genre. If genre is equal, it is still sorted by year. If genre and year is equal, then it is sorted by BPM.
fr: Clic sur l'en-tête de colonne :guilabel:`Genre` -> la liste est triée par genre. Si le genre est égal, il est toujours trié par année. Si le genre et l'année sont égaux, ils sont triés par BPM.
nl: Klik op de kolomkop :guilabel:`Genre` -> lijst is gesorteerd op genre. Als het genre gelijk is, is het nog steeds gesorteerd op jaartal. Als het genre en het jaar gelijk is, dan wordt er gesorteerd op BPM.

source: **Random sorting**
fr: **Tri aléatoire**
nl: **Willekeurig sorteren**

source: Click on the :guilabel:`Preview` column header to randomly sort tracks.
fr: Cliquer sur l'en-tête de colonne :guilabel:`Aperçu` pour trier les pistes de manière aléatoire.
nl: Klik op de kolomkop :guilabel:`Preview` om de tracks willekeurig te sorteren.

source: **Sort keys by circle of fifths**
fr: **Trier les tonalités par cercle de quintes**
nl: **Sorteer sleutels op kwintencirkel**

source: Click on the :guilabel:`Key` column header. The order starts with *C* at the top, then its relative minor (*a*), then adds 1 sharp (*G*), then *G*'s relative minor (*e*), and so adding sharps/removing flats around the circle of fifths. For :ref:`Lancelot <configuration-key-detection>` notation, it starts with *G#m* at the top, which is *1A* in that notation, and proceeds alphanumerically (minor keys appear before their relative major keys in this case).
fr: Cliquer sur l'en-tête de colonne :guilabel:`Tonalité`. Le trie commence par *C* en haut, puis son mineur relatif (*a*), puis ajoute 1 aigu (*G*), puis le mineur relatif de *G* (*e*), et donc l'ajout d'aigus/enlèvement de bémols autour du cercle des quintes. Pour la notation :ref:`Lancelot <configuration-key-detection>`, le trie commence par *G#m* en haut, qui est *1A* dans cette notation, et continue de manière alphanumérique (les clés mineures apparaissent avant leurs clés majeures relatives dans ce cas).
nl: Klik op de kolomkop :guilabel:`Key`. De volgorde begint met *C* bovenaan, dan zijn relatieve mineur (*a*), vervolgens een verhoogde # (*G*), dan *G*'s relatieve mineur (*e*). Het toevoegen van verhogingen / verwijderen van vlakken dus rond de cirkel van kwinten. Voor de :ref:`Lancelot <configuration-key-detection>` notatie, begint het met *G#m* bovenaan, wat *1A* is in die notatie, en gaat het alfanumeriek verder (kleine toetsen verschijnen in dit geval voor hun relatieve grote toetsen).

source: **Rating tracks**
fr: **Noter les pistes**
nl: **Tracks beoordelen**

source: Make sure the :guilabel:`Rating` column is not hidden. Rate tracks by hovering over the rating field and clicking the stars.
fr: Assurez-vous que la colonne :guilabel:`Notation` n'est pas masquée. Noter les pistes en survolant le champ de notation d'une piste et en cliquant sur le nombre d'étoiles désiré.
nl: Zorg ervoor dat de kolom :guilabel:`Beoordeling` niet verborgen is. Beoordeel tracks door met de muis over het waarderingsveld te gaan en op de sterren te klikken.

source: **Track Inline editing**
fr: **Éditer les métadonnées des pistes**
nl: **Trackdata bewerken**

source: Mixxx reads :term:`metadata` from the tracks to fill the columns of the library. Double-click on a field, edit the data, and hit :kbd:`Enter` when you are done. Go to the chapter :ref:`edit metadata <library-edit-metadata>` for detailed information.
fr: Double-cliquer sur un champ, modifier les données et appuyer sur :kbd:`Entrée` lorsque vous avez terminé. Voir :ref:`Modifier les métadonnées des fichiers audio <library-edit-metadata>` pour des informations détaillées.
nl: Mixxx leest :term:`metadata` uit de tracks om de kolommen van de bibliotheek te vullen. Dubbelklik op een veld, bewerk de gegevens en druk op :kbd:`Enter` als je klaar bent. Ga naar het hoofdstuk :ref:`bewerk metadata <library-edit-metadata>` voor gedetailleerde informatie.

source: **Loading tracks**
fr: **Charger des pistes**
nl: **Tracks laden**

source: To load a track into a :ref:`deck <interface-decks>`, you can either drag it to the waveform display, use the context menu or use :term:`keyboard shortcuts <shortcut>`. Go to the chapter :ref:`library-loading-tracks` for detailed information.
fr: Pour charger une piste dans une :ref:`platine <interface-decks>`, vous pouvez soit le faire glisser vers l'affichage de la forme d'onde, utiliser le menu contextuel ou utiliser des :term:`raccourcies clavier <shortcut>`. Voir :ref:`library-loading-tracks` pour des informations détaillées.
nl: Om een track te laden in een :ref:`deck <interface-decks>`, kan je ofwel de track naar de waveform weergave slepen ofwel het context menu of de :term:`keyboard snelkoppeling <shortcut>` gebruiken. Ga naar het hoofdstuk :ref:`library-loading-tracks` voor meer gedetailleerde informatie.

source: **Importing tracks**
fr: **Importer des pistes**
nl: **Tracks importeren**

source: Mixxx imports your music library automatically when it is run for the first time. Go to the chapter :ref:`configuration-import` for detailed information.
fr: Mixxx importe automatiquement les pistes de votre bibliothèque quand il est lancé pour la première fois. Voir :ref:`configuration-import` pour plus d'informations.
nl: Mixxx importeert uw muziekbibliotheek automatisch wanneer deze voor het eerst wordt uitgevoerd. Ga naar het hoofdstuk :ref:`configuratie-import` voor gedetailleerde informatie.

source: **Previewing Tracks**
fr: **Pré-écouter les pistes**
nl: **Tracks voorbeluisteren**

source: To pre-listen to tracks in your headphones without loading them to a regular deck, click the |ic_lib_preview_play| icon in the :guilabel:`Preview` column. Go to the chapter :ref:`library-previewing-tracks` for detailed information.
fr: Pour pré-écouter les pistes dans votre casque sans les charger sur une platine ordinaire, cliquer sur l'icone |ic_lib_preview_play| dans la colonne :guilabel:`Aperçu`. Voir :ref:`library-previewing-tracks` pour plus d'informations.
nl: Om tracks te kunnen voorbeluisteren in uw hoofdtelefoon zonder deze te koppelen aan een normaal deck, klikt u op het |ic_lib_preview_play| icoontje in de kolom :guilabel:`Preview`. Ga naar het hoofdstuk :ref:`bibliotheek-tracks-voorbeluisteren` voor gedetailleerde informatie.

source: **Cover/Album Art**
fr: **Pochette d'Album / Couverture**
nl: **Hoes/Album Art**

source: Mixxx can display cover art it finds for a track in the library. It will search for available cover art in the following places in order and will use the first one it finds:
fr: Mixxx peut afficher la pochette d'album qu'il trouve pour une piste dans la bibliothèque. Il recherchera les pochette d'album disponibles dans les endroits suivants, dans l'ordre et utilisera le premier qu'il trouve:
nl: Mixxx kan albumhoezen weergeven die het in de bibliotheek vindt voor een track. Er wordt in volgorde gezocht naar beschikbare albumhoezen in de volgende plaatsen en zal de eerste die het vindt gebruiken:

source: The first image saved in the track's ID3v2/Vorbis :term:`tags<metadata>`
fr: La première image enregistrée dans les :term:`tags<metadata>` ID3v2/Vorbis de la piste
nl: De eerste afbeelding die is opgeslagen in de track's ID3v2/Vorbis :term:`tags<metadata>`

source: An image file in the track folder (if there is only one image file there.)
fr: Un fichier image dans le répertoire des pistes (s'il n'y a qu'un seul fichier image.)
nl: Een afbeeldingsbestand in de track folder (als er maar één afbeeldingsbestand aanwezig is.)

source: :file:`%track-file-base%.jpg` in the track directory for :file:`%track-file-base%.mp3`
fr: :file:`%track-file-base%.jpg` dans le répertoire des pistes pour :file:`%track-file-base%.mp3`
nl: :file:`%track-file-base%.jpg` in de track directory voor :file:`%track-file-base%.mp3`

source: Mixxx supports the following image types: jpg, jpeg, png, gif, bmp
fr: Mixxx prend en charge les types d'images suivants: jpg, jpeg, png, gif, bmp.
nl: Mixxx ondersteunt de volgende beeldtypen: jpg, jpeg, png, gif, bmp

source: **Rescan Library**
fr: **Réanalyser la bibliothèque**
nl: **Bibliotheek Herscannen**

source: If you want to manually refresh your library without exiting (for example because you added or moved files) you can do this with :menuselection:`Library --> Rescan Library` in the menu at the top of the application window. You can prompt an automatic rescan when Mixxx is started under :menuselection:`Preferences --> Library --> Rescan on startup`.
fr: Si vous voulez actualiser manuellement votre bibliothèque (par exemple parce que vous avez ajouté ou déplacé des fichiers), vous pouvez le faire dans le menu en haut de la fenêtre de l'application avec :menuselection:`Bibliothèque --> Réanalyser la bibliothèque`. Vous pouvez demander une nouvelle analyse automatique au démarrage de Mixxx dans :menuselection:`Préférences --> Bibliothèque --> Réanalyser la bibliothèque au démarrage`.
nl: Als u uw bibliotheek handmatig wilt verversen zonder deze te verlaten (bijvoorbeeld omdat u bestanden hebt toegevoegd of verplaatst) kunt u dit doen met :menuselection:`Bibliotheek --> Herscan Bibliotheek` in het menu bovenin het applicatievenster. U kunt een automatische herscan vragen wanneer Mixxx wordt gestart onder :menuselection:`Voorkeuren --> Bibliotheek --> Herscan bij opstarten`.

source: Rescanning the library will add new files to the library and mark tracks as missing if the corresponding file has been deleted. It tries to detect and relocate missing tracks if files have been renamed or moved into another directory.
fr: Une nouvelle analyse de la bibliothèque ajoutera de nouveaux fichiers à la bibliothèque et marquera les pistes comme manquantes si le fichier correspondant a été supprimé. Il sera tenté de détecter et de déplacer les pistes manquantes si les fichiers ont été renommés ou déplacés dans un autre répertoire.
nl: Het opnieuw scannen van de bibliotheek zal nieuwe bestanden aan de bibliotheek toevoegen en tracks als ontbrekend markeren als het corresponderende bestand is verwijderd. Het probeert ontbrekende tracks te detecteren en te verplaatsen als bestanden zijn hernoemd of verplaatst naar een andere map.

source: Automatically refreshing the metadata of tracks when files have been modified by an external application is not supported, yet. In this case you need to select the affected tracks and (re-)import their metadata from file tags.
fr: L'actualisation automatique des métadonnées des pistes lorsque les fichiers ont été modifiés par une application externe n'est pas encore prise en charge. Dans ce cas, vous devez sélectionner les pistes concernées et (ré)importer leurs métadonnées à partir des tags des fichiers.
nl: Het automatisch verversen van de metadata van tracks wanneer bestanden zijn gewijzigd door een externe applicatie wordt nog niet ondersteund. In dit geval moet u de betreffende tracks selecteren en hun metadata uit de bestandstags (opnieuw) importeren.

source: Track list context menu
fr: Menu contextuel de la liste des pistes
nl: Track lijst contextmenu

source: Right-clicking on selected tracks in the track list reveals the context menu:
fr: Un clic-droit sur les pistes sélectionnées dans la liste des pistes fait apparaitre le menu contextuel :
nl: Door met de rechtermuisknop te klikken op de geselecteerde tracks in de tracklijst wordt het contextmenu geopend:

source: **Add to Auto DJ**
fr: **Ajouter à la file d’attente Auto DJ**
nl: **Aan Auto DJ toevoegen**

source: Adds the content of the selection to either the :guilabel:`bottom` or :guilabel:`top` of the :ref:`Auto DJ <library-auto-dj>` playlist for automatic mixing. The :guilabel:`replace` option deletes the Auto DJ queue first, and then fills it with the selected tracks.
fr: Ajoute le contenu de la sélection soit à la :guilabel:`fin` soit au :guilabel:`début` de la file d'attente :ref:`Auto DJ<library-auto-dj>` pour le mixage automatique. L'option :guilabel:`remplacer` supprime d'abord la file d'attente Auto DJ, puis la remplit avec les pistes sélectionnées.
nl: Voegt de inhoud van de selectie toe aan Auto DJ, dit kan ofwel :guilabel:`onderaan` ofwel :guilabel:`bovenaan` gebeuren in de :ref:`Auto DJ <library-auto-dj>` afspeellijst voor automatisch mixen. De :guilabel:`vervang` optie verwijdert de Auto DJ wachtrij eerst, en voegt daarna de geslecteerde tracks toe aan de wachtrij.

source: **Load to**
fr: **Charger vers**
nl: Laad naar

source: Loads a selected file to one of the available :ref:`Decks <interface-decks>`, :ref:`Samplers <interface-sampler>` or to the :ref:`Preview Deck <interface-preview-deck>`. Alternatively simply drag it to the :ref:`interface-waveform`. The number of available decks and samplers might differ, depending on the selected skin. Note that you can't load multiple files at once.
fr: Charge un fichier sélectionné dans l'une des :ref:`Platine <interface-decks>`, :ref:`Échantillonneur <interface-sampler>` ou :ref:`Platine de pré-écoute <interface-preview-deck>` disponibles. Vous pouvez également simplement le faire glisser vers :ref:`interface-waveform`. Le nombre de platines et d'échantillonneurs disponibles peut différer en fonction du thème sélectionné. Noter que vous ne pouvez pas charger plusieurs fichiers à la fois.
nl: Laadt een geselecteerd bestand naar één van de beschikbare :ref:`Decks <interface-decks>`, :ref:`Samplers <interface-sampler>` of naar de :ref:`Preview Deck <interface-preview-deck>`. U kan ook het bestand slepen naar de :ref:`interface-waveform`. Het aantal beschikbare decks en samplers kan afwijken, afhankelijk van de geselecteerde skin. Let op: u kan niet tegelijkertijd meerdere tracks laden.

source: **Add to Playlist**
fr: **Ajouter à la liste de lecture**
nl: **Toevoegen aan afspeellijst**

source: Add selected tracks to an existing playlist, or drag the selection to a playlist crate in the sidebar. Choose :guilabel:`Create new playlist` to put them into a new playlist.
fr: Ajoute les pistes sélectionnées à une liste de lecture existante. Choisir :guilabel:`Créer une nouvelle liste de lecture` pour les placer dans une nouvelle liste de lecture.
nl: Voeg de geslecteerde tracks toe aan een bestaande afspeellijst, of sleep de selectie naar een afspeellijst-krat in de zijbalk. Kies :guilabel:`Maak een nieuwe afspeellijst` om deze in een nieuwe afspeellijst te plaatsen.

source: **Crates**
fr: **Bacs**
nl: Kratten
