Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: fr, nl

source: Drag-and-drop from deck to deck: Once you've loaded a track to deck, sampler, or preview deck, click on the :ref:`track title <interface-track-info>`, :ref:`track artist <interface-track-info>` or cover art and drag it to another deck or sampler. Note that you can also drop tracks onto Playlists and Crates in the sidebar, as well as into track tables of active Playlists or Crates.
fr: Glisser-déposer d'une platine à l'autre : une fois que vous avez chargé une piste sur une platine, un échantillonneur ou une platine de pré-écoute, cliquer sur :ref:`titre de la piste <interface-track-info>`, :ref:`artiste de la piste <interface-track-info>` ou la pochette d'album et faire glisser vers une autre platine ou un autre échantillonneur. Noter que vous pouvez également déposer des pistes sur des listes de lecture et des bacs dans la barre latérale, ainsi que dans les listes de pistes des listes de lecture ou des bacs actifs.
nl: Slepen en neerzetten van deck naar deck: Eens u een track geladen heeft in een deck, sampler, of preview deck, klik op de :ref:`track titel <interface-track-info>`, :ref:`track artiest <interface-track-info>` of de cover art en sleep deze naar een ander deck of sampler. Let op: u kan ook tracks slepen naar afspeellijsten en kratten in de zijbalk als naar track tabellen van actieve afspeellijsten of kratten.

source: Drag-and-drop from external file browser: Dragging-and-dropping a track from an external file browser directly onto a waveform display in Mixxx will load that track. This function also works with some other applications. For example, on macOS, dragging-and-dropping a track from iTunes onto one of Mixxx's waveform displays will load it into that deck.
fr: Glisser-déposer depuis un navigateur de fichiers externe : Glisser-déposer depuis un navigateur de fichiers externe directement sur une forme d'onde dans Mixxx permet de charger cette piste. Cette possibilité fonctionne également avec certaines autres applications. Par exemple, sous MacOS, glisser-déposer une piste depuis iTunes sur une des formes d'onde de Mixxx la chargera sur cette platine.
nl: Drag-and-drop of slepen en neerzetten vanaf externe bestandsbrowser: Het slepen en neerzetten van een track, vanaf een externe bestandsbrowser naar een waveform-weergave in Mixxx, zal die track laden. Deze functie werkt ook met enkele andere toepassingen. Op macOS bijvoorbeeld, zal het slepen van een track van iTunes naar een van de Mixxx waveform-weergaven de track in dat deck laden.

source: Finding Tracks (Search)
fr: Trouver des pistes (Rechercher)
nl: Tracks vinden (Zoeken)

source: The search function filters the currently displayed list (e.g. a playlist, a crate, or even the whole library) for tracks that match your search query.
fr: La fonction de recherche filtre la liste actuellement affichée (par exemple, une liste de lecture, un bac ou même la bibliothèque entière) pour les pistes qui correspondent à votre requête de recherche.
nl: De zoekfunctie filtert de huidige weergegeven lijst (bijv. een afspeellijst, een krat of zelfs de hele bibliotheek) voor tracks die overeenkomen met uw zoekopdracht.

source: Activate the search input field by clicking in it or pressing :kbd:`CTRL` + :kbd:`F` (Windows/Linux) or :kbd:`CMD` + :kbd:`F` (Mac).
fr: Activer le champ de saisie de recherche en appuyant sur :kbd:`CTRL` + :kbd:`F` (Windows/Linux) ou :kbd:`CMD` + :kbd:`F` (Mac).
nl: Activeer het zoekveld door er in te klikken of door te drukken op :kbd:`CTRL` + :kbd:`F` (Windows/Linux) of :kbd:`CMD` + :kbd:`F` (Mac).

source: Type your search term(s). Mixxx filters the tracks as you type and shows only those matching the search term(s). Search terms can include an artist's name, a song title, BPM, etc.
fr: Saisir votre ou vos termes de recherche. Mixxx filtre les pistes au fur et à mesure de la frappe et n'affiche que celles correspondant aux termes de la recherche. Les termes de recherche peuvent inclure le nom d'un artiste, un titre de chanson, un BPM, etc.
nl: Typ uw zoekterm(en). Mixxx filtert de tracks terwijl u typt en toont alleen de tracks die overeenkomen met de zoekterm(en). Zoektermen kunnen de naam van een artiest, een titel van een liedje, BPM, enz. zijn.

source: To clear the search string hit :kbd:`ESC` or click the clear button right next to the input field.
fr: Pour effacer la recherche, presser la touche :kbd:`ECHAP` ou cliquer sur le bouton effacer, à droite du champ de recherche.

source: Hit :kbd:`TAB` to cycle between the search and the list of results in the library. Use the :kbd:`↑` and :kbd:`↓` keys to scroll in the list of results.
fr: Appuyer sur :kbd:`TAB` pour passer de la recherche à la liste des résultats dans la bibliothèque. Utiliser les touches :kbd:`↑` et :kbd:`↓` pour faire défiler la liste des résultats.
nl: Druk op :kbd:`TAB` om rond te springen tussne de zoekbal en de lijst met resultaten in de bibliotheek. Gebruik de :kbd:`↑` en :kbd:`↓` pijltoetsen om in de lijst met resultaten te scrollen.

source: If the search input field has focus, the Mixxx keyboard shortcuts are disabled, see :ref:`control-keyboard`.
fr: Si le champ de recherche est ciblé, les raccourcis claviers de Mixxx sont désactivés, voir :ref:`control-keyboard`.
nl: Als het invoerveld voor zoeken de focus heeft, zijn de Mixxx-sneltoetsen uitgeschakeld, zie :ref:`control-keyboard`.

source: The :guilabel:`Computer` and :guilabel:`Recording` views currently only support simple case-insensitive filtering.
fr: Actuellement les vues :guilabel:`Ordinateur` et :guilabel:`Enregistrements` ne prennent en charge qu'un simple filtrage non sensible à la casse.
nl: De :guilabel:`Computer` en :guilabel:`Recording` weergaves ondersteunen momenteel enkel hoofdlettergevoelige sortering.

source: Using search operators
fr: Utiliser des opérateurs de recherche
nl: Gebruik van zoekoperatoren

source: Search operators allow you to form more complex search queries. They allow you to limit certain search terms to particular properties of your tracks.
fr: Les opérateurs de recherche vous permettent de formuler des recherches plus précises. Ils vous permettent de limiter certains termes de recherche à des propriétés particulières de vos pistes.
nl: Met behulp van zoekoperatoren kunt u complexere zoekopdrachten invoeren. Ze laten u toe om bepaalde zoektermen te beperken tot bepaalde eigenschappen van uw tracks.

source: Mixxx supports the following filters:
fr: Mixxx prend en charge les filtres suivants :
nl: Mixxx ondersteunt de volgende filters:

source: **Text filtering**: album_artist, album, artist, comment, composer, crate, genre, grouping, location, title
fr: **Filtrage de texte** : album_artist, album, artist, comment, composer, crate, genre, grouping, location, title
nl: **Tekstfiltering**: album_artiest, album, artiest, opmerking, componist, krat, genre, groepering, locatie, titel

source: Examples
fr: Exemples
nl: Voorbeelden

source: It doesn't matter if you have space between the colon and the argument or not. Quotes must be used for multi-word text arguments.
fr: Peu importe qu'il y ait ou non un espace entre les deux points et l'argument. Les guillemets doivent être utilisés pour les arguments de texte multi-mots.
nl: Het maakt niet uit of u spaties gebruikt tussen het kommapunt en het argument of niet. Aanhalingstekens moeten gebruikt worden voor meerdere text argumenten.

source: You can use **=** to find exact matches. It reveals only tracks where the entire property text equals the search term. As without **=**, you must use quotes for more than one word. The first of the examples below will find only tracks where the title is "wow" (case-insensitive like the default search), i.e. not "wowy", "oh wow!" or "wow (Hej Remix)".
fr: Pour trouver des correspondances exactes vous pouvez utiliser **=**. Cela affiche uniquement les pistes où l'intégralité du texte de propriété est égal au terme de recherche. Pour plusieurs mots, vous devez utiliser des guillemets, comme sans **=**. Le premier des exemples ci-dessous ne trouvera que les pistes dont le titre est « wow » (non sensible à la casse comme la recherche par défaut), c'est-à-dire pas « wowy », « oh wow ! ou "wow (Hej Remix)".
nl: U kan het **=** teken gebruiken om exacte resultaten te vinden. Enkel resultaten waar de gehele tekst overeenstemt met de zoekterm. Ook zonder **=**, dient u gebruik te maken van aanhalingstekens bij gebruik van meer dan één zoekterm. Het eerste van de volgende voorbeelden vindt enkel tracks met als title "wow" (hoofdletter-ongevoelig zoals de standaard zoekactie), bijv. niet "wowy", "oh wow!" of "wow (Hej Remix)".

source: **Numeric filtering**: bitrate, bpm, played, rating, track, year
fr: **Filtrage numérique** : bitrate, bpm, played, rating, track, year

source: You can put a space after the colon but currently there must be no space between the operator and the number.
fr: Vous pouvez mettre un espace après les deux points mais actuellement il ne doit y avoir aucun espace entre l'opérateur et le nombre.
nl: U kan een spatie zetten nat de kommapunt maar momenteel hoeft er geen spatie te staan tussen de operator en het getal.

source: **Special filtering**: key, duration, added, dateadded, datetime_added, date_added
fr: **Filtrage spécial** : key, duration, added, dateadded, datetime_added, date_added

source: Supports fuzzy matching of key searches. The following example lists tracks with harmonically compatible keys to C# minor.
fr: Prend en charge la correspondance floue des recherches de tonalité. L'exemple suivant répertorie les pistes avec des tonalité compatibles harmoniquement en C# mineur.
nl: Ondersteunt fuzzy matching of een bijna overeenkomstige matching van belangrijke zoekopdrachten. Het volgende voorbeeld geeft een lijst van sporen met harmonisch compatibele toetsen tot C# minor.

source: You can combine operators but there's no way to do an “OR” search right now. The following example lists all tracks by “Danger” over 3 minutes long that are rated 4 or 5.
fr: Vous pouvez combiner des opérateurs mais il n'y a aucun moyen de faire une recherche «OU» pour le moment. L'exemple suivant répertorie toutes les pistes avec «Danger» de plus de 3 minutes, notées 4 ou 5.

source: Negative search filters. Use the ``-`` prefix as negation operator. The following example would find “hip-hop“ from any year but 1990.
fr: Filtres de recherche négatif. Utiliser le préfixe ``-`` comme opérateur de négation. L'exemple suivant trouvera «hip-hop» de n'importe quelle année sauf 1990.
nl: Negatieve zoekfilters. Gebruik het ``-`` voorvoegsel als ontkenningsoperator. Het volgende voorbeeld zou “hip-hop“ vinden van elk jaar behalve voor het jaar 1990.

source: Search for empty fields. The following example lists all tracks without a genre. It works for all text fields, including crates.
fr: Rechercher les champs vides. L'exemple suivant répertorie toutes les pistes sans genre. Cela fonctionne pour tous les champs de texte, y compris les bacs.
nl: Zoek naar lege velden. Het volgende voorbeeld lijst alle tracks op zonder een genre. Het werkt met alle tekst velden, inslusief kratten.

source: Previewing Tracks
fr: Pré-écouter les pistes
nl: Tracks voorbeluisteren

source: To pre-listen to a track, activate the :guilabel:`Preview` column in a library view. Clicking the |ic_lib_preview_play| icon in the library's :guilabel:`Preview` column loads the selected track into a special :ref:`Preview Deck <interface-preview-deck>` that will only output sound in the :ref:`headphones <interface-head-main>` channel. Click the |ic_lib_preview_pause| icon to stop the playback.
fr: Pour pré-écouter un morceau, activer la colonne :guilabel:`Aperçu` dans la vue bibliothèque. Cliquer sur l'icône |ic_lib_preview_play| dans la colonne :guilabel:`Aperçu` de la bibliothèque charge la piste sélectionnée dans une :ref:`Platine de pré-écoute<interface-preview-deck>` spécial qui ne produira du son que dans le canal :ref:`casque <interface-head-main>`. Cliquer à nouveau sur l'icône |ic_lib_preview_pause| pour arrêter la lecture.
nl: Om een track voor te beluisteren, activeer de :guilabel:`Preview` kolom in de bibliotheek-weergave. Door te klikken op het |ic_lib_preview_play| icon in de :guilabel:`Preview` kolom van de bibliotheek wordt de geselecteerde track geladen naar het speciale :ref:`Preview Deck <interface-preview-deck>` dat enkel geluid stuurt naar de :ref:`hoofdtelefoon <interface-head-main>` kanaal. Klik op het |ic_lib_preview_pause| icon om de weergave te stoppen..

source: Alternatively, select a track from the track list of the Mixxx library, drag the track to the waveform view of the :ref:`Preview Deck <interface-preview-deck>` and click the :guilabel:`Play` button next to the waveform.
fr: Alternativement, sélectionner une piste dans la liste des pistes de la bibliothèque de Mixxx, faites glisser la piste vers la vue de la forme d'onde de la :ref:`platine de pré-écoute <interface-preview-deck>` et cliquer sur le bouton :guilabel:`Lecture/Pause` à côté de la forme d'onde.
nl: Als alternatief selecteert u een track uit de tracklijst van de Mixxx- bibliotheek, sleept u de track naar de waveform weergave van het :ref:`Preview Deck <interface-preview-deck>` en klikt u op de :guilabel:`Play`-knop naast de waveform.

source: To display the :ref:`Preview Deck <interface-preview-deck>`, press :kbd:`CTRL` + :kbd:`4` (Windows/Linux) or :kbd:`CMD` + :kbd:`4` (Mac).
fr: Pour afficher la :ref:`Platine de pré-écoute <interface-preview-deck>`, appuyer sur :kbd:`CTRL` + :kbd:`4` (Windows/Linux) ou :kbd:`CMD` + :kbd:`4` (Mac).
nl: Om de :ref:`Preview Deck <interface-preview-deck>` te tonen, druk op :kbd:`CTRL` + :kbd:`4` (Windows/Linux) of :kbd:`CMD` + :kbd:`4` (Mac).

source: Edit metadata of audio files
fr: Modifier les métadonnées des fichiers audio
nl: Bewerk metadata van audiobestanden

source: Mixxx reads relevant :term:`metadata` from the tracks and displays them in the library columns. You are free to edit most metadata, and Mixxx offers a number of different ways to do so. Note that some information can not be edited, such as bitrate, size, length, type, filename, and location.
fr: Mixxx lit les :term:`métadonnées` pertinentes des pistes et les affichent dans les colonnes de la bibliothèque. Vous êtes libre de modifier la plupart des métadonnées, et Mixxx propose un certain nombre de façons différentes de le faire. Noter que certaines informations ne peuvent pas être modifiées, telles que le débit, la taille, la longueur, le type, le nom de fichier et l'emplacement.
nl: Mixxx leest relevante :term:`metadata` van de tracks en geeft ze weer in de bibliotheek kolommen. U bent vrij om de meeste metadata te bewerken, en Mixxx biedt een aantal verschillende manieren om dit te doen. Merk op dat sommige informatie niet kan worden bewerkt, zoals bitrate, grootte, lengte, type, bestandsnaam en locatie.

source: Mixxx does not support editing the metadata of many tracks at a time (bulk editing).
fr: Mixxx ne prend pas en charge l'édition des métadonnées de plusieurs pistes à la fois (édition en batch).

source: Mixxx won't touch your audio files by default. Changes to a track's metadata will be saved to the Mixxx library, but **not** to the track itself.
fr: Par défaut Mixxx ne touchera pas à vos fichiers audio. Les modifications apportées aux métadonnées d'une piste seront enregistrées dans la bibliothèque Mixxx, mais **pas** dans la piste elle-même.
nl: Mixxx zal standaard uw audiobestanden niet wijzigen. Wijzigingen in de metagegevens van een track worden opgeslagen in de Mixxx-bibliotheek, maar **niet** in de track zelf.

source: If you wish to write modified track metadata from the library into file tags, check the box in :menuselection:`Preferences --> Library --> Track Metadata Synchronisation`.
fr: Si vous souhaitez écrire des métadonnées de piste modifiées depuis la bibliothèque vers les tags de fichier, cocher la case dans :menuselection:`Préférences --> Bibliothèque --> Synchronisation des métadonnées de la piste`.
nl: Als u gewijzigde track metadata uit de bibliotheek naar de bestandstags wilt schrijven, vink dan het vakje aan in :menuselection:`Voorkeuren --> Bibliotheek --> Track Metadata Synchronisatie`.

source: Manual Edit
fr: Édition manuelle
nl: Handmatig bewerken

source: **Track Inline editing**:
fr: **Édition de piste en ligne**
nl: **Track Inline bewerken**

source: To enable inline editing in the :ref:`library <library-tracks>` go to :menuselection:`Preferences --> Library --> Miscellaneous` and check the box "Edit metadata after clicking selected track".
fr: Pour activer l'édition en ligne dans la :ref:`bibliothèque <library-tracks>` aller dans :menuselection:`Préférences --> Bibliothèque --> Vue table des pistes` et cocher la case "Éditer les métadonnées après avoir cliquer sur la piste sélectionnée".

source: Select any track in the :ref:`library <library-tracks>` and click on the field you want to edit. If the field is editable, it will become an editable text box. Enter a value and hit :kbd:`Enter` when you are done.
fr: Sélectionner n’importe quelle piste dans la :ref:`bibliothèque <library-tracks>` et cliquer sur le champ que vous souhaitez modifier. Si le champ est modifiable, il deviendra une zone de texte éditable. Entrer une valeur et appuyer sur :kbd:`Entrée` lorsque vous avez terminé.
nl: Selecteer om het even welke track in de :ref:`bibliotheek <library-tracks>` en klik op het veld dat u wil bewerken. Wanneer het veld bewerkbaar is, wordt het een bewerkbaar tekstvak. Geef een waarde in en druk op :kbd:`Enter` wanneer u klaar bent.

source: Mixxx library - Inline editing
fr: Bibliothèque Mixxx - Édition en ligne
nl: Mixxx-bibliotheek - Inline bewerken

source: **Properties editor**:
fr: **Éditeur de propriétés**
nl: **Eigenschappen editor**:

source: To open the editor right-click on a **single track** in the library or any track label in decks or samplers, then select :guilabel:`Properties` in the track menu. You can also double-click any track label in the decks or samplers to open the editor directly.
fr: Pour ouvrir l'éditeur, faire clic-droit sur une **piste unique** dans la bibliothèque ou sur n'importe quelle étiquette de piste dans les platines ou les échantillonneurs, puis sélectionner :guilabel:`Propriétés` dans le menu des pistes. Vous pouvez également double-cliquer sur n’importe quelle étiquette de piste dans les platines ou les échantillonneurs pour ouvrir directement l’éditeur.

source: Add or change values in the editable fields, and save your changes as explained below.
fr: Ajouter ou modifier des valeurs dans les champs éditables et enregistrer vos modifications comme expliqué ci-dessous.
nl: Voeg waarden toe of wijzig waarden in bewerkbare velden, en bewaar uw wijzigingen zoals hieronder uitgelegd wordt.

source: Mixxx library - Properties editor
fr: Bibliothèque Mixxx - Éditeur de propriétés
nl: Mixxx bibliotheek - Eigenschappen editor

source: **OK**: Accept the changes and close the editor.
fr: **OK** : Accepte les modifications et ferme l'éditeur.
nl: **OK**: Accepteer de wijzigingen en sluit de editor.

source: **Apply**: Accept the changes and leave the editor open.
fr: **Appliquer** : Accepte les modifications et laisse l'éditeur ouvert.
nl: **Toepassen**: Accepteer de wijzigingen en laat de editor open.

source: **Cancel**: Discard the changes and close the editor.
fr: **Annuler** : Ignore les modifications et ferme l'éditeur.
nl: **Annuleren**: negeer de wijzigingen en sluit de editor.

source: **Previous/Next**: Load the previous or next track in the current library view.
fr: **Précédent/Suivante** : Charge la piste précédente ou suivante dans la vue de bibliothèque actuelle.
nl: **vorige/Volgende**: Laadt de vorige of volgende track in de huidige bibliotheekweergave

source: **Import Metadata from File**: Prompts Mixxx to re-read the metadata of the selected track (such as when you have modified it externally with another application.)
fr: **Re-importer les métadonnées à partir du fichier** : Demande à Mixxx de relire les métadonnées de la piste sélectionnée (comme lorsque modifiée en externe avec une autre application).
nl: **Metagegevens uit bestand importeren**: Hiermee vraagt u Mixxx om de metagegevens van de geselecteerde track opnieuw in te lezen (bijvoorbeeld wanneer u deze extern met een andere toepassing hebt gewijzigd).

source: **Import Metadata from MusicBrainz**: Look up metadata on-line by searching the :term:`MusicBrainz` database. See below.
fr: **Importer les métadonnées à partir de MusicBrainz** : Vérifie les métadonnées en ligne en recherchant dans la base de données :term:`MusicBrainz`. Voir ci-dessous.
nl: **Importeer metadata van MusicBrainz**: Zoek on-line metadata door te zoeken in de :term:`MusicBrainz` database. Zie hieronder.

source: Using the MusicBrainz online database
fr: Utilisation de la base de données en ligne MusicBrainz
nl: Gebruik maken van de MusicBrainz online database

source: `MusicBrainz <https://musicbrainz.org/>`_ is an :term:`open-source` music encyclopedia that collects music :term:`metadata` and makes it available to the public.
fr: `MusicBrainz <https://musicbrainz.org/>`_ est une encyclopédie musicale :term:`open-source` qui collecte les :term:`métadonnées` de musiques et les mets à la disposition du public.
nl: `MusicBrainz <https://musicbrainz.org/>`_ is een :term:`open-source` muziekencyclopedie die muziek :term:`metadata` verzamelt en beschikbaar stelt aan het publiek.

source: Mixxx library - MusicBrainz Wizard
fr: Bibliothèque Mixxx - Assistant MusicBrainz
nl: Mixxx bibliotheek - MusicBrainz Wizard

source: The MusicBrainz wizard in Mixxx allows searching the MusicBrainz database and applying the results to your tracks.
fr: L'assistant MusicBrainz de Mixxx permet de rechercher dans la base de données MusicBrainz et d'appliquer les résultats à vos pistes.
nl: Met de MusicBrainz wizard in Mixxx kun je zoeken in de MusicBrainz database en de resultaten toepassen op je tracks.

source: Click on a **single track** in the library and select :guilabel:`Get Metadata from MusicBrainz`. Mixxx fetches track data from the MusicBrainz database and displays the search results.
fr: Clic-droit sur une **piste unique** dans la bibliothèque et sélectionner :guilabel:`Métadonnées --> Importer à partir de MusicBrainz`. Mixxx récupère les données de piste de la base de données de MusicBrainz et affiche les résultats de la recherche.
nl: Klik op **een track** in de bibliotheek en selecteer :guilabel:`Haal Metadata op van MusicBrainz`. Mixxx haalt de trackgegevens uit de MusicBrainz-database en geeft de zoekresultaten weer.

source: Select the best match from the search results by clicking on it in the list.
fr: Sélectionner la meilleure correspondance dans les résultats de recherche en cliquant dessus dans la liste.
nl: Selecteer de beste overeenkomst uit de zoekresultaten door erop te klikken in de lijst.

source: **Apply**: Apply the selected MusicBrainz metadata to the track.
fr: **Appliquer** : applique les métadonnées MusicBrainz sélectionnées à la piste.
nl: **Toepassen**: Pas de geselecteerde MusicBrainz metadata toe op de track.

source: **Close**: Close the wizard.
fr: **Fermer** : ferme l'assistant.
nl: **Sluiten**: Sluit de wizard.

source: **Previous/Next**: Load the previous or next track in the current library view and perform a MusicBrainz lookup on it as well.
fr: **Précédent/Suivant** : charge la piste précédente ou suivante dans la vue de bibliothèque actuelle et effectue également une recherche MusicBrainz sur celle-ci.
nl: **Vorige/Volgende**: Laadt het vorige of volgende nummer in de huidige bibliotheekweergave en voer er ook een MusicBrainz-zoekopdracht op uit.
