Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: fr, nl

source: The checkbox shows in which existing crates the selection is in. Changing the crates selection does not collapse the menu, which allows much easier categorization of tracks without going through the menu from scratch. Choose :guilabel:`Create new Crate` to put them into a new crate.
fr: La case à cocher indique dans quels bacs existants se trouve la sélection. La modification de la sélection des bacs ne réduit pas le menu, ce qui permet une catégorisation beaucoup plus facile des pistes sans avoir à parcourir le menu à partir de zéro. Choisir :guilabel:`Ajouter un nouveau bac` pour les placer dans un nouveau bac.
nl: Het selectievakje toont in welke bestaande krat de selectie zich bevindt. Door de kratten aan te passen wordt het menu niet afgesloten, dit maakt het gemakkelijker om te tracks in categoriën onder te verdelen zonder steeds opnieuw het menu te moeten openen. Kies :guilabel:`Maak een nieuwe krat` om deze in een nieuwe krat te plaatsen.

source: **Select Color**
fr: **Sélectionner la couleur**
nl: **Selecteer Kleur**

source: Assign a color to all selected tracks to indicate mood, energy etc. Select the black button at the top left to remove the color.
fr: Attribue une couleur à toutes les pistes sélectionnées pour indiquer l'humeur, l'énergie, etc. Sélectionner le bouton noir en haut à gauche pour supprimer la couleur.
nl: Wijs een kleur toe aan alle geselecteerde tracks om een stemming, energy, etc. aan te duiden. Selecteer de zwarte toets bovenaan links om de kleur te verijderen.

source: **Metadata**
fr: **Métadonnées**

source: **Import from File Tags**: If the track's :term:`metadata` changes, (e.g. if you used iTunes to edit it,) this option lets you save the new values for the selected tracks to the Mixxx library. See :ref:`edit metadata <library-edit-metadata>`.
fr: **Importer à partir des tags du fichier** : Si les :term:`métadonnées` de la piste changent (par exemple si vous avez utilisé iTunes pour les modifier), cette option vous permet d'enregistrer les nouvelles valeurs des pistes sélectionnées dans la bibliothèque Mixxx. Voir :ref:`modifier les métadonnées <library-edit-metadata>`.
nl: **Importeren van File Tags**: Als de :term:`metadata` van de track wijzigt (bijvoorbeeld als je iTunes hebt gebruikt om het te bewerken), kun je met deze optie de nieuwe waarden voor de geselecteerde tracks opslaan in de Mixxx-bibliotheek. Zie :ref:`bewerk metadata <library-edit-metadata>`.

source: **Import from MusicBrainz**: Look up :term:`metadata` online by searching the :term:`MusicBrainz` database and apply the search results to your tracks. See :ref:`edit metadata <library-edit-metadata>`.
fr: **Importer à partir de MusicBrainz** : Vérifie les :term:`métadonnées` en ligne en recherchant dans la base de données :term:`MusicBrainz` et applique les résultats de la recherche à vos pistes. Voir :ref:`modifier les métadonnées <library-edit-metadata>`.
nl: **Import van MusicBrainz**: Zoek :term:`metadata` online op door te zoeken in de :term:`MusicBrainz` database en pas de zoekresultaten toe op uw tracks. Zie :ref:`bewerk metadata <library-edit-metadata>`.

source: **Export to File Tags:** Saves :term:`metadata` to files. Mixxx may wait to modify files until they are not loaded to any decks or samplers. If you do not see changed metadata in other programs immediately, eject the track from all decks and samplers or shutdown Mixxx.
fr: **Exporter vers les tags du fichier** : Enregistre les :term:`métadonnées` dans les fichiers. Mixxx attend pour modifier les fichiers, jusqu'à ce qu'ils ne soient plus chargés sur aucune platines ou échantillonneurs. Si vous ne voyez pas immédiatement les changements des métadonnées dans d'autres programmes, éjecter la piste de tous les platines et échantillonneurs ou fermer Mixxx.
nl: **Exporteer naar File Tags:** Bewaart :term:`metadata` naar bestanden. Mixxx zal wachten met het wijzigen van bestanden totdat ze niet meer geladen zijn in een decks of samplers. Als u de gewijzigde metagegevens niet onmiddellijk in andere programma's ziet, werp dan de track uit alle decks ensamplers of sluit Mixxx af.

source: **Cover Art**
fr: **Pochette d'album**

source: **Choose New Cover**: Select an image from the file browser as the cover.
fr: **Choisir une nouvelle pochette d'album** : Sélectionne une image dans le navigateur de fichiers comme étant la pochette.
nl: **Kies een nieuwe cover**: Selecteer een afbeelding uit de bestandsverkenner als albumhoes.

source: **Clear Cover**: Delete any cover information saved for this track.
fr: **Effacer la pochette d'album** : Supprime toutes les informations de pochette enregistrées pour cette piste.
nl: *Cover wissen**: Verwijder alle albumhoes informatie die voor deze track is opgeslagen.

source: **Reload from track/folder**: Reload the cover from the tracks' ID3v2 :term:`tags <metadata>` or a picture in the track folder if the tags do not supply any.
fr: **Recharger depuis le fichier/le répertoire** : Recharge la pochette à partir des :term:`tags<metadata>` ID3v2 des pistes ou une image dans le répertoire des pistes, si les tags n'en fournissent aucune.
nl: **Herladen van track/map**: Herlaad de cover van de tracks' ID3v2 :term:`tags <metadata>` of een foto in de trackmap als de tags geen enkele aanleveren.

source: **Clear**
fr: **Réinitialiser**

source: **BPM and Beatgrid**: Removes the :term:`BPM` and :term:`beatgrid` data from the selected tracks in the Mixxx library. After doing this, we recommend :ref:`analyzing <library-analyze>` the tracks again.
fr: **BPM et grille rythmique** : Supprime des données :term:`BPM` et :term:`grille rythmique` provenant des pistes sélectionnées de la bibliothèque Mixxx. Après cela, nous vous recommandons :ref:`d'analyser <library-analyze>` à nouveau les pistes.
nl: **BPM en Beatgrid**: Verwijdert de :term:`BPM` en :term:`beatgrid` gegevens uit de geselecteerde tracks in de Mixxx-bibliotheek. Na dit te hebben gedaan, raden we aan het :ref:`analyseren <library-analyze>` van de tracks opnieuw uit te voeren.

source: **Play Count**: Marks selected tracks as not played in the current session and sets their play counter to zero. The icon in the :guilabel:`Played` column changes.
fr: **Compteur de lecture** : Marque les pistes sélectionnées comme non lues dans la session en cours et remet leur compteur de lecture à zéro. L'icône dans la colonne :guilabel:`Joué` change.
nl: **Play Count**: Markeert geselecteerde nummers die niet worden afgespeeld in de huidige sessie en zet hun afspeelteller op nul. Het pictogram in de kolom :guilabel:`Afgespeeld` verandert.

source: **Hotcues**: Clears all saved :term:`hotcues <hotcue>` and :ref:`hotcue labels <interface-hotcues>`.
fr: **Repères rapides** : Efface tout les :term:`repères rapides <hotcue>` enregistrés et les :ref:`étiquettes de repère rapide <interface-hotcues>`.
nl: **Hotcues**: Wist alle opgeslagen :term:`hotcues <hotcue>` en :ref:`hotcue labels <interface-hotcues>`.

source: **ReplayGain**: Clears all saved :term:`ReplayGain` values.
fr: **ReplayGain** : Efface tous les éléments :term:`ReplayGain` sauvegardés.
nl: **ReplayGain**: Wist alle opgeslagen :term:`ReplayGain` waarden.

source: **Waveform**: Clears the saved waveform data from the selected tracks. This is useful if a file is overwritten by another file of the same name, or was edited externally (e.g. in a waveform editor). To clear the waveform cache for all tracks in the library, select :menuselection:`Preferences --> Waveforms --> Clear cached Waveforms` .
fr: **Forme d'onde** : Efface les données enregistrées de forme d'onde des pistes sélectionnées. Ceci est utile si un fichier est écrasé par un autre fichier du même nom, ou a été modifié en externe (par exemple dans un éditeur de forme d'onde). Pour vider le cache de forme d'onde de toutes les pistes de la bibliothèque, sélectionner :menuselection:`Préférences --> Formes d'onde --> Supprimer les formes d'onde en cache`.
nl: **Waveform**: Wist de opgeslagen waveformgegevens van de geselecteerde tracks. Dit is handig wanneer een bestand wordt overschreven door een ander bestand met dezelfde naam, of extern werd bewerkt (bijvoorbeeld in een waveform-editor). Om de waveform-cache voor alle tracks in de bibliotheek te wissen, selecteert u :menuselection:`Voorkeuren --> Waveforms --> Wis opgeslagen Waveforms` .

source: **All**: Clears all of the data above from the Mixxx library database at once.
fr: **Tous** : Efface toutes les données ci-dessus de la base de données de la bibliothèque Mixxx, en une fois.
nl: **Alle: Wist alle bovenstaande gegevens in één keer uit de Mixxx-bibliotheekdatabase.

source: **Change BPM**
fr: **Ajuster le BPM**
nl: **Wijzig BPM**

source: Allows to change the :term:`BPM` to 50%, 66%, 75%, 133,33%, 150%, or 200% of the BPM set by Mixxx when :ref:`analyzing <library-analyze>` the tracks. If many of the detected BPM values are incorrect, you may try other settings in the :ref:`Analyzer Settings <configuration-bpm-detection>` and re-run the analysis.
fr: Permet de changer le :term:`BPM` à 50%, 66%, 75%, 133,33%, 150% ou 200% du BPM défini par Mixxx lors de :ref:`l'analyse <library-analyze>` des pistes. Si la plupart des valeurs BPM détectées sont incorrectes, vous pouvez essayer d'autres paramètres dans le :ref:`paramétrage de l'analyse <configuration-bpm-detection>` et ré-exécuter l'analyse.
nl: Staat toe om de :term:`BPM` op 50%, 66%, 75%, 133,33%, 150%, of 200% in te stellen van de BPM die door Mixxx bij het :ref:`analyseren <library-analyze>` van de tracks werd gedetecteerd. Indien meerdere van de gedetecteerde BPM waarden foutief zijn, kan u een andere instelling in de :ref:`Analyser Instellingen <configuration-bpm-detection>` kiezen en de analyser opnieuw starten.

source: **Lock/Unlock BPM**: Locks/Unlocks the :term:`BPM` of selected tracks so you can't edit them in the track properties. The |ic_lib_bpm_unlocked| icon next to the track's BPM in the library row is a toggle. Clicking it will set the status to "locked", and the icon changes to |ic_lib_bpm_locked|.
fr: **Verrouiller/Déverrouiller le tempo** : Verrouille/Deverrouille le :term:`BPM` des pistes sélectionnées afin que vous ne puissiez pas les modifier dans les propriétés de la piste. L’icône |ic_lib_bpm_unlocked| à côté du BPM de la piste dans la ligne de la bibliothèque est une bascule. En cliquant dessus, le statut sera "verrouillé" et l'icône deviendra |ic_lib_bpm_locked| .
nl: **Vergrendel/Ontgrendel BPM**: Vergrendelt/ontgrendelt de :term:`BPM` van geselecteerde tracks, zodat je ze niet kunt bewerken in de eigenschappen van de track. Het |ic_lib_bpm_unlocked| icoontje naast de BPM van de track in de bibliotheekrij is een soort schakelaar. Door erop te klikken wordt de status op 'vergrendeld' gezet, en het icoon verandert in |ic_lib_bpm_locked|.

source: **Update ReplayGain from Deck Gain**: Applies the deck pregain knob value to the detected ReplayGain value for the current track. This is a way to update the ReplayGain value of a track if it has been detected incorrectly. When this option is selected, the pregain value for the deck will be centered so that there is no audible difference in track volume, so this operation is safe to use during performance.
fr: **Mettre à jour ReplayGain à partir du gain de la platine** : applique la valeur du bouton de gain d'entrée de la platine à la valeur ReplayGain détectée pour la piste actuelle. Il s'agit d'un moyen de mettre à jour la valeur ReplayGain d'une piste si elle a été détectée de manière incorrecte. Lorsque cette option est sélectionnée, la valeur de gain d'entrée de la platine sera centrée de manière à ce qu'il n'y ait aucune différence audible dans le volume de la piste, cette opération peut donc être utilisée en toute sécurité pendant la performance.
nl: **Update Afspeelvolume van Deck Gain**: Zet de deck afspeelvolumeknop op de gedetecteerde waarde voor ReplayGain value voor de huidige track. Dit is een methode om de ReplayGain waarde van een track up te daten wanneer deze verkeerd werd gedetecteerd. Wanneer deze optie geselecteerd werd, zal de pregain waarde voor het deck gecentraliseerd worden zodat er geen hoorbaar verschil in trackvolume zal zijn, u kan dit dus veilig uitvoeren tijdens een optreden.

source: **Hide from Library**
fr: **Masquer dans la bibliothèque**
nl: **Verberg in bibliotheek**

source: Temporarily hides selected tracks from the track list. Hidden tracks are listed in the :guilabel:`Hidden Tracks` menu item which is explained below.
fr: Masque temporairement les pistes sélectionnées de la liste des pistes. Les pistes masqués sont répertoriées dans l'élément de menu :guilabel:`Pistes masquées` qui est expliqué ci-dessous.
nl: Verbergt de geselecteerde tracks tijdelijk van de tracklijst. Verborgen tracks worden opgelijst in het :guilabel:`Verborgen Tracks` menu item dat hieronder verder wordt behandeld.

source: **Open in File Browser**
fr: **Ouvrir dans le navigateur de fichiers**
nl: **Open in Bestands Verkenner**

source: Brings up the selected files in your file manager.
fr: Affiche les fichiers sélectionnés dans votre gestionnaire de fichiers.
nl: Toont de geselecteerde bestanden in uw bestands verkenner.

source: **Properties**
fr: **Propriétés**
nl: **Eigenschappen**

source: Similar to inline editing explained above, the properties dialog allows you to view and edit metadata such as title, artist, album, and view the full file name and path. Note that you can not edit multiple files at once.
fr: Semblable à l'édition en ligne expliquée ci-dessus, la boite de dialogue des propriétés vous permet d'afficher et de modifier des métadonnées telles que titre, artiste, album, ainsi que d'afficher le nom et le chemin d'accès complet du fichier. Noter que vous ne pouvez pas modifier plusieurs fichiers à la fois.
nl: Evenwaardig aan inlijn editeren (zie hierboven), het eigenschappen-venster staat u toe om de metadata zoals titel, artiest, album te bekijken en te bewerken en om de volledige bestandsnaam en pad te bekijken. Let op; u kan slecht één bestand tegelijk bewerken.

source: Most of the context menu items are available in file lists of other views like Auto DJ, Playlists, and Crates as well.
fr: La plupart des éléments du menu contextuel sont également disponibles dans des listes de fichiers d'autres vues comme Auto DJ, Listes de lecture et Bacs.
nl: De meeste van de context menu-items zijn beschikbaar in bestandslijsten van andere weergaven zoals Auto DJ, Playlists en Kratten.

source: Missing Tracks
fr: Pistes manquantes
nl: Ontbrekende tracks

source: The Missing Tracks view is accessible by expanding the Library tree item in the sidebar. Any tracks that were previously loaded into your library but were later not found on your drive will appear here. Mixxx does not automatically delete records of missing tracks so that extra metadata Mixxx might have (such as hot cues and beat grids) will not be lost in case the file is replaced.
fr: La vue pistes manquantes est accessible en développant l'élément d'arborescence Pistes dans la barre latérale. Toutes les pistes qui ont été précédemment chargées dans votre bibliothèque mais qui n'ont pas été trouvées par la suite sur votre disque apparaitront ici. Mixxx ne supprime pas automatiquement les enregistrements des pistes manquantes afin que les métadonnées supplémentaires que Mixxx pourrait contenir (telles que les repères rapides et les grilles rythmiques) ne soient pas perdues en cas de remplacement du fichier.
nl: De weergave Ontbrekende Tracks is toegankelijk door in de zijbalk het item Bibliotheekstructuur uit te vouwen. Alle nummers die eerder in uw bibliotheek zijn geladen maar nadien niet op uw schijf zijn gevonden, worden hier weergegeven. Mixxx verwijdert records van ontbrekende tracks niet automatisch, zodat extra metadata die Mixxx kan hebben (zoals hot-cues en beatgrids) niet verloren gaan in het geval het bestand wordt vervangen.

source: The features in detail:
fr: Les fonctionnalités en détail :
nl: De kenmerken in detail:

source: **Select All button**: Selects all tracks in the current view.
fr: Bouton **Tout Sélectionner** : Sélectionne toutes les pistes dans la vue actuelle.
nl: **Knop Alles Selecteren**: Hiermee selecteert u alle tracks in de huidige weergave.

source: **Purge button**: Purges the selected tracks from the Mixxx library, but does not remove them from your computer. This will delete all :term:`metadata` Mixxx has for a track.
fr: Bouton **Purger** : Purge les pistes sélectionnées de la bibliothèque Mixxx, mais ne les supprime pas de votre ordinateur. Cela supprimera toutes les :term:`métadonnée` que Mixxx possède pour une piste.
nl: **Knop Opschonen**: Verwijdert de geselecteerde tracks uit de Mixxx bibliotheek, maar verwijdert ze niet van uw computer. Deze actie verwijdert alle :term:`metadata` die Mixxx heeft voor een track.

source: Hidden Tracks
fr: Pistes masquées
nl: Verborgen tracks

source: The Hidden Tracks view is accessible by expanding the Library tree item in the sidebar. Any tracks that were previously loaded into your library but were later set to be hidden from the library will appear here. Use the :guilabel:`Hide from Library` context menu item in the :ref:`tracks <library-tracks>` view to temporarily hide selected tracks.
fr: La vue Pistes masquées est accessible en développant l'élément d'arborescence Pistes dans la barre latérale. Toutes les pistes qui ont été précédemment chargées dans votre bibliothèque mais qui ont ensuite été définies pour être masquées dans la bibliothèque apparaîtront ici. Utiliser l'élément de menu contextuel :guilabel:`Masquer dans la bibliothèque` dans :ref:`pistes <library-tracks>` pour masquer temporairement les pistes sélectionnées.
nl: De Verborgen Tracks-weergave is toegankelijk door in de zijbalk het item Bibliotheekstructuur uit te vouwen. Alle nummers die eerder in uw bibliotheek werden geladen maar later als verborgen zijn ingesteld, worden hier weergegeven. Gebruik het :guilabel:`Verbergen in Bibliotheek` contextmenu-item in de :ref:`tracks <library-tracks>` weergave om geselecteerde tracks tijdelijk te verbergen.

source: **Purge Button**: Purges the selected tracks from the Mixxx library, but does not remove them from your computer. This will delete all :term:`metadata` Mixxx has for a track.
fr: Bouton **Purger** : Purge les pistes sélectionnées de la bibliothèque Mixxx, mais ne les supprime pas de votre ordinateur. Cela supprimera toutes les :term:`métadonnées` de Mixxx a pour une piste.
nl: **Purge-knop**: verwijdert de geselecteerde tracks uit de Mixxx-bibliotheek, maar verwijdert ze niet van uw computer. Dit zal alle :term:`metadata` verwijderen die Mixxx heeft voor een track.

source: **Unhide Button**: Removes the selected tracks from the :guilabel:`Hidden Tracks` view and makes them available in the regular track lists again. The tracks will re-appear in every playlist or crate they were in before being hidden.
fr: Bouton **Démasquer** : Supprime les pistes sélectionnées de la vue :guilabel:`Pistes masquées` et les rend à nouveau disponibles dans la liste des pistes. Les pistes réapparaîtrons à nouveau dans chaque liste de lecture ou bac dans laquelle elles étaient avant d'être masquées.
nl: **Verberg knop**: Verwijdert de geselecteerde tracks uit het :guilabel:`Verborgen Tracks`-overzicht en maakt ze weer beschikbaar in de reguliere tracklijsten. De tracks zullen opnieuw verschijnen in elke afspeellijst of krat waar ze in zaten voordat ze verborgen werden.

source: To learn how to permanently remove tracks from the Mixxx library using the :guilabel:`Hidden Tracks` view, see :ref:`permanently remove tracks <library-removing-tracks>`.
fr: Pour savoir comment supprimer définitivement des pistes de la bibliothèque Mixxx à l'aide de la vue :guilabel:`Pistes masquées`, voir :ref:`supprimer des pistes de la bibliothèque <library-removing-tracks>`.
nl: Om te weten te komen hoe u permanent tracks kunt verwijderen uit de Mixxx-bibliotheek met behulp van de :guilabel:`Verborgen Tracks` view, zie :ref:`tracks permanent verwijderen <library-removing-tracks>`.

source: Loading Tracks
fr: Charger des pistes
nl: Tracks laden

source: Tracks can be loaded into a deck in several ways:
fr: Les pistes peuvent être chargées de plusieurs manières :
nl: Tracks kunnen op verschillende manieren in een deck worden geladen:

source: Right-click the :ref:`library track table <library-interface>`: Right-clicking on a track in the table will present the options :guilabel:`Load in Deck 1` and :guilabel:`Load in Deck 2`, among others. Making either selection will load a track into a deck.
fr: :ref:`Bibliothèque de Mixxx <library-interface>` : Clic-droit sur une piste dans le tableau et :guilabel:`Charger vers` vous proposera 3 possibilités :guilabel:`Platine`, :guilabel:`Échantillonneur:` et :guilabel:`Platine de pré-écoute`. Choisir l'une des options chargera la piste sur la sélection.
nl: Klik met de rechtermuisknop in de :ref:`bibliotheektabel <library-interface>`: Door met de rechtermuisknop op een track te klikken in de tabel worden onder andere de opties :guilabel:`Laadt in Deck 1` en :guilabel:`Laadt in Deck 2` weergegeven. Door één van beide te selecteren wordt een track in een deck geladen.

source: By :ref:`control-keyboard` to load the selected track in the library track table. Use keyboard :kbd:`↑` and :kbd:`↓` arrow button to select a track, :kbd:`Shift` + :kbd:`←` to load into Deck 1 and :kbd:`Shift` + :kbd:`→` to load into Deck 2.
fr: Voir :ref:`control-keyboard` pour charger la piste sélectionnée dans la liste des pistes de la bibliothèque. Utiliser les boutons fléchés du clavier :kbd:`↑` et :kbd:`↓` pour sélectionner une piste, :kbd:`Shift` + :kbd:`←` pour la charger dans la platine 1 et :kbd:`Shift` + :kbd:`→` pour charger dans la platine 2.
nl: Met :ref:`control-keyboard` om de in de bibliotheek-tabel geselecteerde track te laden. Gebruik de :kbd:`↑` en :kbd:`↓` pijltoetsen om een track te selec-teren, met :kbd:`Shift` + :kbd:`←` laadt u een track naar Deck 1 en met :kbd:`Shift` + :kbd:`→` naar Deck 2.

source: Drag-and-drop from library track table: Dragging-and-dropping a track from the track table onto a waveform display will load the track into that deck.
fr: Glisser-déposer depuis la liste des pistes de la bibliothèque: Glisser-déposer une piste depuis la liste des pistes dans un affichage de forme d'onde va charger la piste sur une platine.
nl: Drag-and-drop of slepen en neerzetten vanuit bibliotheektabel: Door een track vanuit de tabel naar een waveform weergave te slepen en neer te zetten, wordt de track in dat deck geladen.
