Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: fr, nl

source: The following example lists all tracks by “Danger” over 3 minutes long that are rated 4 or 5.
nl: Het volgend voorbeeld lijst alle tacks met “Danger”, langer dan 3 minuten die waardereing van 4 of 5 hebben

source: In addition to combining filters directly (effectively an "AND"), you can also combine queries using the "OR" operator, spelled ``|``.
nl: Ter aanvulling aan het onmiddelijk combineren van filters (effectief een "AND"), kan u ook zoekregels combineren met de operator "OR", als ``|`` geschreven.

source: The "OR" operator has a lower precedence than regular filters, so you can create larger queries too. The following query, for example, would match all tracks that are Pop or 5-star Hip-Hop:
nl: De "OR" operator heeft een lagere voorrang dan reguliere filters, dus u kan ook langere zoekregels aanmaken. De volgende zoekregel bijvoorbeeld zal alle tracks weergeven die Pop of 5-sterren Hip-Hop zijn:

source: Similar to popular search engines, the "OR" operator also supports the alternative spelling ``OR``, so the previous query could equivalently be written as:
nl: Gelijk aan populaire zoekmachines, ondersteunt de "OR" operator ook de alternatieve schrijfwijze ``OR``, de vorige zoekregel kan dus evenwaardig worden geschreven:

source: The spelled-out form is case-sensitive: While uppercase ``OR`` refers to the operator, lowercase ``or`` refers to the literal string ``or``. Using the quoted form ``"OR"`` will also search for the literal string.
nl: De geschreven vorm is hoofdletter-gevoelig: Terwijl in hoofdletters ``OR`` verwijst naar de operator, verwijst ``or`` in kleine letters naar een letter-lijke tekstcombinatie ``or``. Wanneer u gebruik maakt van ``"OR"`` (tussen aanhalingstekens) wordt dit ook als een letterlijke tekst geïnterpreteerd.
