Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: fr, nl

source: Plug your USB or SD drive in while Mixxx is running.
fr: Brancher votre clé USB ou SD pendant que Mixxx est en cours d'exécution.
nl: Plug uw USB of SD schijf in terwijl Mixxx opgestart is.

source: Click on the :guilabel:`Rekordbox` item in the library sidebar to scan for Rekordbox prepared USB drives. If no Rekordbox devices show up, you can click on :guilabel:`Check for attached Rekordbox devices (refresh)`.
fr: Cliquer sur l'élément :guilabel:`Rekordbox` dans la barre latérale de la bibliothèque pour rechercher les clés USB préparées par Rekordbox. Si aucun appareil Rekordbox n’apparait, vous pouvez cliquer sur :guilabel:`Vérifier les périphériques USB/SD Rekordbox connectés (actualiser)`.
nl: Klik op het :guilabel:`Rekordbox` item in de zijbalk van de bibliotheek om te zoeken naar door Rekordbox voorbereide USB schijven. Indien er geen Rekordbox apparaten verschijnen, kan u klikken op :guilabel:`Zoek naar verbonden Rekordbox apparaten (vernieuw)`.

source: Click on the desired removable device. All your folders and playlists will be revealed for you to play from.
fr: Cliquer sur le périphérique amovible souhaité. Tous vos répertoires et listes de lecture seront affichés pour que vous puissiez lire la musique à partir d'eux.
nl: Klik op het gewenste verwijderbaar apparaat. Al uw mappen en afspeellijsten zullen verschijnen zodat u ervan kan afspelen.

source: How Rekordbox hotcues, memory cues, and loops are imported
fr: Comment les repères rapides, les repères mémoire et les boucles de Rekordbox sont importés
nl: Hoe worden Rekordbox hotcues, geheugen cues, en lussen geïmporteerd

source: The following data is read:
fr: Les données suivantes sont lues :
nl: De volgende data wordt gelezen:

source: Folders
fr: Répertoires
nl: Mappen

source: Playlists
fr: Listes de lecture
nl: Afspeellijsten

source: Beatgrids
fr: Grilles rythmiques (Beatgrids)

source: Hot cues
fr: Repères rapides (Hot cues)

source: Memory cues
fr: Repères mémoire (Memory cues)
nl: Geheugen cues

source: Loops
fr: Boucles (Loops)
nl: Lussen

source: Mixxx currently has one main cue point, one loop, and thirty eight hotcues. As such:
fr: Actuellement Mixxx dispose d'un point de repère principal, d'une boucle et de trente-huit repères rapides (hotcues). Donc :
nl: Mixxx heeft momenteel één hoofd cue point, één lus, en 38 hotcues. As such:

source: All Rekordbox hotcues are mapped to Mixxx hotcues as expected, the first chronological Rekordbox memory cue is mapped to the Mixxx main cue.
fr: Tous les repères rapides (hotcues) Rekordbox sont mappés sur les repères rapides Mixxx comme prévu, le premier repère mémoire chronologique Rekordbox est mappé sur le repère principal Mixxx.
nl: Alle Rekordbox hotcues worden gelinkt naar Mixxx hotcues zoals verwacht, de chronologisch eerste Rekordbox geheugen cue wordt gelinkt naar de main cue van Mixxx.

source: The first chronological Rekordbox loop is also mapped to the Mixxx loop.
fr: La première boucle (loop) chronologique Rekordbox est également mappée sur la boucle Mixxx.
nl: De chronologisch eerste lus van Rekordbox wordt gelinkt met de lus van Mixxx.

source: All loops (including the first loop), and all subsequent Rekordbox memory cues are appended as Mixxx hotcues following the previously imported Rekordbox hotcues.
fr: Toutes les boucles (y compris la première boucle) et tous les repères mémoire Rekordbox ultérieurs sont ajoutés en tant que repères rapide Mixxx, à la suite des repères rapides Rekordbox précédemment importés.
nl: Alle lussen (inclusief de eerste), en alle volgende Rekordbox geheugen cues worden toegevoegd als Mixxx hotcues volgend op de vorige geïmporteerde Rekordbox hotcues.

source: The hotcue and memory cue colors you assigned in Rekordbox are also imported, assisting in distinguishing between them.
fr: Les couleurs des repères rapides (hotcues) et des repères mémoire (memory cues) que vous avez attribuées dans Rekordbox sont également importées, ce qui facilite leur distinction.
nl: De hotcue en memory cue kleuren die u in Rekordbox heeft toegewezen worden ook geïmporteerd, om het onderscheid ertussen aan te duiden.

source: Although additional imported Rekordbox loops only appear in Mixxx 2.3 as hotcues, their loop information is stored in the Mixxx library and will become usable in Mixxx 2.4.
fr: Bien que les boucles (loops) Rekordbox importées supplémentaires n'apparaissent que dans Mixxx 2.3 sous forme de repères rapides (hotcues), leurs informations de boucle sont stockées dans la bibliothèque Mixxx et deviendront utilisables dans Mixxx 2.4.
nl: Hoewel de aanvullend geïmporteerde Rekordbox lussen in Mixxx 2.3 enkel als hotcues verschijnen, wordt de lusinformatie opgeslagen in de Mixxx bibliotheek en zal deze bruikbaar worden in Mixxx 2.4.

source: Using the Serato library
fr: Utiliser la bibliothèque Serato
nl: De Serato bibliotheek gebruiken

source: Mixxx supports reading your Serato library and crates both from your local hard drive as well as portable USB drives. Smart crates are currently not supported.
fr: Mixxx prend en charge la lecture de votre bibliothèque et de vos bacs Serato, à la fois depuis votre disque dur local ainsi que depuis des clés USB portables. Les bacs intelligentes (Smart crates) ne sont actuellement pas prises en charge.
nl: Mixxx ondersteunt het lezen van uw Serato bibliotheek en kratten zowal van uw lokale harde schijf als van draagbare USB schijven. Slimme kraten worden momenteel niet ondersteund.

source: Serato stores information such as hot cues, saved loops, track color and beatgrid in the file tags. Regardless of whether a track is loaded into deck from the library or directly from the file browser, Mixxx will import that information automatically if present.
fr: Serato stocke des informations telles que les repères rapide (hot cues), les boucles enregistrées (saved loop), la couleur de la piste (track color) et la grille rythmique (beatgrid) dans les tags du fichier. Peu importe si une piste est chargée dans la platine depuis la bibliothèque ou directement depuis le navigateur de fichiers, Mixxx importera automatiquement ces informations si elles sont présentes.
nl: Serato bewaart informatie zoals hot cues, bewaarde lussen, track kleur en beatgrid in the bestands tags. Om het even of een track geladen wordt in een deck vanuit de bibliotheek of onmiddelijk vanuit een bestandsverkenner, Mixxx zal deze informatie automatisch importeren indien deze aanwezig is.

source: Waveforms, Gain values and "Flips" are not imported from Serato.
fr: Les formes d'onde (waveforms), les valeurs de gain et les « Flips » ne sont pas importés de Serato.
nl: Waveforms, Gain waardes en 'Flips' worden niet vanuit Serato geïmporteerd.

source: Due to differences in the metadata format, importing Serato information from Ogg Vorbis files is currently not supported.
fr: En raison des différences dans le format des métadonnées, l'importation d'informations Serato à partir de fichiers Ogg Vorbis n'est pas prise en charge actuellement.
nl: Omwille van verschillen in het metadata formaat, wordt het importeren van Serato informatie vanuit Ogg Vorbis bestanden momenteel niet ondersteund.

source: To import Serato libraries from external USB drives:
fr: Pour importer des bibliothèques Serato à partir de lecteurs USB externes :
nl: Om Serato bibliotheken vanaf een externe schrijf te importeren:

source: Copy music library from Serato into external USB drive
fr: Copier la bibliothèque musicale de Serato sur une clé USB externe.
nl: Kopieer de muziek bibliotheek van Serato naar de externe USB schijf

source: Plug in USB drive while Mixxx is running
fr: Brancher la clé USB pendant que Mixxx est en cours d'exécution.
nl: Plug de USB schijf in terwijl Mixxx opgestart is

source: Click on :guilabel:`Serato` in the library. All USB drives containing a Serato library will be detected automatically.
fr: Cliquer sur :guilabel:`Serato` dans la bibliothèque. Toutes les clés USB contenant une bibliothèque Serato seront détectées automatiquement.
nl: Klik op het :guilabel:`Serato` icon in de bibliotheek. Alle USB schijven die een Serato bibliotheek bevatten zullen onmiddelijk automatisch worden gedetecteerd.

source: For each removable device, the library and all crates from Serato will accessible.
fr: Pour chaque périphérique amovible, la bibliothèque et tous les bacs de Serato seront accessibles.
nl: Voor elk verwijderbaar apparaat zullen de bibliotheek en alle kratten toegankelijk zijn.

source: If you have already added a track containing Serato Metadata to your Mixxx library in a Mixxx version that didn't support reading that data, you can reimport it from the file's tags via the track context menu.
fr: Si vous avez déjà ajouté une piste contenant des métadonnées Serato à votre bibliothèque Mixxx dans une version de Mixxx qui ne prenait pas en charge la lecture de ces données, vous pouvez la réimporter à partir des tags du fichier via le menu contextuel de la piste.
nl: Indien u reeds een track met Serato Metadata heeft toegevoegd aan uw Mixxx bibliotheek in een Mixxx versie die het lezen van deze data niet ondersteunde kan u deze bestands tags opnieuw importeren via het track context menu.

source: This action will clear your existing cuepoints in Mixxx if the file contains Serato Metadata
fr: Cette action effacera vos points de repère existants dans Mixxx si le fichier contient des métadonnées Serato.
nl: Deze actie zal de bestaande cuepoints in Mixxx verwijderen indien het bestand Serato Metadata beva

source: To reimport metadata from files:
fr: Pour réimporter les métadonnées des fichiers :
nl: Om metadata van bestanden opnieuw te importeren:

source: Right click on the track to show the context menu
fr: Clic-droit sur la piste pour afficher le menu contextuel
nl: Klik met de rechtermuisknop op de track om het context menu te tonen

source: Select :menuselection:`Metadata --> Import From File Tags`.
fr: Sélectionner :menuselection:`Métadonnées --> Importer à partir des tags du fichier`.
nl: Selecteer :menuselection:`Metadata --> Importeer vanuit Bestands Tags`.

source: Decoders may slightly detect different track start and end times for files from different sources, this could possibly be because of the presence of countless encoders and decoders for MP3 and M4A/AAC. This problem may cause your cues to be shifted up by a few milliseconds. Mixxx might not always be able to mitigate this problem, but it's possible to shift all cues for a track at once as a workaround.
fr: Les décodeurs peuvent détecter des heures de début et de fin de piste légèrement différentes pour des fichiers provenant de différentes sources, cela pourrait être dû à la présence d'innombrables encodeurs et décodeurs pour MP3 et M4A/AAC. Ce problème peut entrainer un décalage de quelques millisecondes vers le haut. Mixxx n'est peut-être pas toujours en mesure d'atténuer ce problème, mais il est possible de décaler tous les signaux d'une piste en même temps pour contourner ce problème.
nl: Decoders kunnen een kleine afwijking vertonen bij het detecteren van track start en eind tijden voor bestanden van verschillende bronnen, dit kan bijvoorbeeld komen door de aanwezigheid van ontelbare encoders en decoders voor MP3 en M4A/AAC. Dit probleem kan er voor zorgen dat uw cuepunten met een paar milliseconden kunnen worden verschovens. Mixxx kan er soms niet toe in staat zijn om dit probleem te verzachten, maar het is mogelijk om alle cuepunten tegelijkertijd te verplaatsen met een omweg (workaround).

source: Removing tracks from the library
fr: Supprimer des pistes de la bibliothèque
nl: Tracks uit de bibliotheek verwijderen

source: Removing tracks from the Mixxx library will **not** physically delete them from your drive. However it does delete extra metadata Mixxx might have (such as hotcues and the beatgrids), and removes links to playlists or crates.
fr: La suppression de pistes de la bibliothèque Mixxx **ne les supprime pas** physiquement de votre disque. Cependant, cela supprime les métadonnées complémentaires que Mixxx pourrait contenir (telles que les repères rapides et les grilles rythmiques) et supprime les liens vers les listes de lecture ou les bacs.
nl: Als u tracks uit de Mixxx-bibliotheek verwijdert, worden ze **niet** fysiek van uw schijf verwijderd. Het verwijdert echter wel extra metadata die Mixxx zou kunnen hebben (zoals hotcues en de beatgrids), en verwijdert links naarafspeellijsten en/of kratten.

source: Click the :guilabel:`Library` item in the sidebar.
fr: Cliquer sur l'élément :guilabel:`Pistes` dans la barre latérale.
nl: Klik op het menu-item :guilabel:`Bibliotheek` in de zijbalk.

source: Find and select the tracks you want to remove, perform a right-click on them and select :guilabel:`Hide from Library` from the context menu.
fr: Rechercher et sélectionner les pistes que vous souhaitez supprimer, effectuer un clic-droit dessus et sélectionner :guilabel:`Masquer dans la bibliothèque` dans le menu contextuel.
nl: Zoek en selecteer de tracks die u wilt verwijderen, klik er met de rechtermuisknop op en selecteer :guilabel:`Verberg in Bibliotheek` uit het contextmenu.

source: Expand the :guilabel:`Library` item in the sidebar and click on the :guilabel:`Hidden tracks` sub-item. All tracks that were set to be hidden from the library will appear here.
fr: Développer l'élément :guilabel:`Pistes` dans la barre latérale et cliquer sur le sous-élément :guilabel:`Pistes masquées`. Apparaissent ici toutes les pistes qui ont été définies pour ne pas être visible dans la bibliothèque.
nl: Vouw het :guilabel:`Bibliotheek` item uit in de zijbalk en klik op het :guilabel:`Verborgen tracks` sub-item. Alle tracks die waren ingesteld om te worden verborgen uit de bibliotheek zullen hier verschijnen.

source: Select the tracks you want to remove, or use the :guilabel:`Select All` button.
fr: Sélectionner les pistes que vous souhaitez supprimer ou utiliser le bouton :guilabel:`Tout sélectionner`.
nl: Selecteer de tracks die u wilt verwijderen, of gebruik de :guilabel:`Selecteer Alles` toets.

source: To confirm you want to permanently remove these tracks from the library, click :guilabel:`Purge`.
fr: Pour confirmer que vous souhaitez supprimer définitivement ces pistes de la bibliothèque, cliquer sur :guilabel:`Purger`.
nl: Om te bevestigen dat u deze tracks definitief uit de bibliotheek wilt verwijderen, klikt u op :guilabel:`Leeg (Purge)`.

source: If you want to hide or purge only tracks from a specific folder you may use the ``location:`` :ref:`search operator <library-finding-tracks>`, or :ref:`sort the table <library-tracks>` by "Location".
fr: Si vous souhaitez masquer ou purger uniquement les pistes d'un dossier spécifique, vous pouvez utiliser :ref:`l’opérateur de recherche <library-finding-tracks>` ``location:``, ou :ref:`trier les pistes <library-tracks>` par "Emplacement".
nl: Indien u enkel tracks wil verbergen of verwijderen van een specifieke map, dan kan u de ``location:`` :ref:`zoek operator <library-finding-tracks>` gebruiken , of :ref:`sorteer de tabel <library-tracks>` op 'Locatie'.

source: If you later decide to add some of the deleted tracks back, import them to the Mixxx library again, see :ref:`configuration-import`.
fr: Si vous décidez par la suite d'ajouter à nouveau certaines des pistes supprimées, importez-les à nouveau dans la bibliothèque Mixxx, voir :ref:`configuration-import`.
nl: Als u later besluit om sommige van de verwijderde tracks weer toe te voegen, importeert u ze opnieuw in de Mixxx-bibliotheek, zie :ref:`configuratie-import`.

source: Compatible file formats
fr: Formats de fichiers compatibles
nl: Compatibele bestandsformaten

source: Mixxx supports a variety of audio file formats:
fr: Mixxx prend en charge une variété de formats de fichiers audio :
nl: Mixxx ondersteunt verschillende audiobestandsformaten:

source: Lossless
fr: Sans perte
nl: Lossless (Zonder verlies)

source: Lossy
fr: Avec perte
nl: Lossy (met verlies)

source: Lossless formats preserve every detail of the original recording and are recommended for the best sound quality. The :file:`FLAC` format compresses the files to take less space on your computer without sacrificing audio quality. :file:`WAV` and :file:`AIFF` files are uncompressed and take up much more space.
fr: Les formats sans perte préservent tous les détails de l'enregistrement d'origine et sont recommandés pour la meilleure qualité sonore. Le format :file:`FLAC` compresse les fichiers pour occuper moins d'espace sur votre ordinateur sans sacrifier la qualité audio. Les fichiers :file:`WAV` et :file:`AIFF` ne sont pas compressés et prennent beaucoup plus de place.
nl: Lossless formaten behouden elk detail van de originele opname en worden aanbevolen voor de beste geluidskwaliteit. Het :file:`FLAC` formaat (Free Lossless Audio Codec) comprimeert de bestanden zodat ze minder ruimte innemen op uw computer zonder dat dit ten koste gaat van de geluidskwaliteit. :file:`WAV` 'Waveform Audio File Format) en :file:`AIFF` (Audio Interchange File Format) bestanden zijn niet gecomprimeerd en nemen veel meer ruimte in beslag.

source: Lossy formats take up less storage space on your computer than lossless formats at the expense of reducing sound quality. Assuming an average track length of about 4 minutes, a 1 TB hard drive or solid state drive can store about 42000 :file:`FLAC` files or about 115000 :file:`MP3` files at 320 kbps.
fr: Les formats avec perte prennent moins d'espace de stockage sur votre ordinateur que les formats sans perte au détriment de la réduction de la qualité sonore. En supposant une longueur de piste moyenne d'environ 4 minutes, un disque dur de 1 To ou un disque SSD peut stocker environ 42000 fichier :file:`FLAC` ou environ 115000 fichier :file:`MP3` à 320 kbps.
nl: Lossy formaten nemen minder opslagruimte in op uw computer dan lossless formaten, maar dit gaat ten koste van de geluidskwaliteit. Uitgaande van een gemiddelde tracklengte van ongeveer 4 minuten, kan een 1 TB harde schijf of solid state drive ongeveer 42000 :file:`FLAC` bestanden opslaan of ongeveer 115000 :file:`MP3` bestanden bij 320 kbps.

source: There is no benefit to converting lossy file to lossless formats. The detail lost when making the lossy file cannot be recovered.
fr: Il n'y a aucun avantage à convertir un fichier avec perte en formats sans perte. Les détails perdus lors de la création du fichier avec perte ne peuvent pas être récupérés.
nl: Er is geen voordeel aan het converteren van lossy bestanden naar lossless formaten. De details die verloren gaan bij het maken van het lossy bestand kunnen niet worden herwonnen.

source: :file:`AAC (M4A)` is supported on Windows Vista and macOS 10.8 onwards. The `Platform Update Supplement <https://support.microsoft.com/en-us/help/2117917/platform-update-supplement-for-windows-vista-and-for-windows-server-20>`_ is required for Windows Vista.
fr: :file:`AAC (M4A)` est pris en charge sur Windows Vista et macOS 10.8. Un `Supplément de mise à jour de plate-forme <https://support.microsoft.com/en-us/help/2117917/platform-update-supplement-for-windows-vista-and-for-windows-server-20>`_ est requis pour Windows Vista.
nl: :file:`AAC (M4A)` wordt ondersteund op Windows Vista en macOS 10.8 en hoger. De `Platform Update Supplement <https://support.microsoft.com/en-us/help/2117917/platform-update-supplement-for-windows-vista-and-for-windows-server-20>`_ is vereist voor Windows Vista.

source: On Linux, :file:`AAC` playback is disabled by default due to licensing restrictions. To enable the playback of :file:`AAC` files, `build Mixxx from source with m4a/AAC files support <https://github.com/mixxxdj/mixxx/wiki/Compiling-On-Linux#user-content-optional-build-with-m4aaac-file-support>`_.
fr: Sous Linux, la lecture de :file:`AAC` est désactivée par défaut en raison de restrictions de licence. Pour activer la lecture des fichiers :file:`AAC`, `construire (build) Mixxx à partir des sources avec la prise en charge des fichiers m4a/AAC <https://github.com/mixxxdj/mixxx/wiki/Compiling-On-Linux#user-content-optional -build-with-m4aaac-file-support>`_.
nl: Op Linux is het afspoelen van :file:`AAC` standaard uitgeschakeld omwille van licentierestricities. Om het afspelen van :file:`AAC` files te activeren, dient u `Mixxx vanaf de bronbestanden te bouwen met m4a/AAC bestandsonder-steuning <https://github.com/mixxxdj/mixxx/wiki/Compiling-On-Linux#user-content-optional-build-with-m4aaac-file-support>`_.

source: :term:`DRM` protected files, such as m4p files purchased in the iTunes Store in 2009 or earlier, are not supported.
fr: Les fichiers protégés par :term:`DRM`, tels que les fichiers m4p achetés sur l'iTunes Store en 2009 ou avant, ne sont pas pris en charge.
nl: :term:`DRM` beveiligde bestanden, zoals m4p bestanden gekocht in de iTunes Store in 2009 of eerder, worden niet ondersteund.

source: :term:`ALAC` files use the same container MP4 container format and file extensions (m4a, mp4) as AAC files, but Mixxx cannot play ALAC files. It is recommended to convert ALAC files to FLAC for use in Mixxx. This will not reduce the sound quality of the files.
fr: Les fichiers :term:`ALAC` utilisent le même format de conteneur MP4 et extensions de fichier (m4a, mp4) que les fichiers AAC, mais Mixxx ne peut pas lire les fichiers ALAC. Il est recommandé de convertir les fichiers ALAC en FLAC pour les utiliser dans Mixxx. Cela ne réduira pas la qualité sonore des fichiers.
nl: :term:`ALAC`-bestanden (Apple Lossless Audio Codec) gebruiken dezelfde MP4-containerindeling en bestandsextensies (m4a, mp4) als AAC-bestanden, Mixxx kan deze ook afspelen.

source: Music from audio CDs
fr: Musique à partir de CD audio
nl: Muziek van audio-CD's

source: Mixxx can not play music directly from audio CDs. Use a CD ripping program to copy the audio from the CD to files on your computer. It is recommended to save the ripped files in the :term:`FLAC` format. Many different programs are available to rip CDs, but not every program is capable of saving them to :file:`FLAC`.
fr: Mixxx ne peut pas lire de musique directement à partir de CD audio. Utiliser un programme d'extraction de CD pour copier l'audio du CD vers des fichiers sur votre ordinateur. Il est recommandé d'enregistrer les fichiers extraits au format :term:`FLAC`. De nombreux programmes différents sont disponibles pour extraire les CD, mais tous les programmes ne sont pas capables de les enregistrer en :file:`FLAC`.
nl: Mixxx kan geen muziek direct van audio-cd's afspelen. Gebruik een CD-ripprogramma om de audio van de CD naar bestanden op uw computer te kopiëren. Het wordt aanbevolen om de geripte bestanden op te slaan in het :term:`FLAC` formaat. Er zijn veel verschillende programma's beschikbaar om CD's te rippen, maar niet elk programma is in staat om ze op te slaan in het :file:`FLAC`-formaat.

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal
