Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: fr, nl

source: **Duplicate**: Just like playlists you can duplicate an existing crate. Select the crate you would like to duplicate, choose :guilabel:`Duplicate Crate`, name the new crate and click :guilabel:`OK`.
fr: **Dupliquer** : Tout comme les listes de lecture, vous pouvez dupliquer un bac existant. Sélectionner le bac que vous souhaitez dupliquer, choisissez :guilabel:`Dupliquer`, nommer le nouveau bac et cliquer sur :guilabel:`OK`.
nl: **Dupliceren**: Net als afspeellijsten kunt u een bestaande krat dupliceren. Selecteer de krat die u wilt dupliceren, kies :guilabel:`Dupliceer Krat`, geef de nieuwe krat een naam en klik :guilabel:`OK`.

source: **Remove**: Removes an unlocked crate. Tracks in the crate are still available in the library for later use.
fr: **Retirer** : Enlève un bac déverrouillée. Les pistes du bac sont toujours disponibles dans la bibliothèque pour une utilisation ultérieure.
nl: **Verwijderen**: Verwijdert een ontgrendelde krat. Tracks in de krat zijn nog steeds beschikbaar in de bibliotheek voor later gebruik.

source: **Lock**: |ic_lib_locked| This icon indicates a locked crate. If a crate is locked, you cannot add tracks, rename or delete the crate. Choose :guilabel:`Unlock` from the context menu to unlock the crate.
fr: **Verrouiller** : |ic_lib_locked| Cet icône indique un bac verrouillé. Si un bac est verrouillé, vous ne pouvez pas ajouter de pistes, renommer ou supprimer le bac. Choisir :guilabel:`Déverrouiller` dans le menu contextuel pour déverrouiller le bac.
nl: **Slot**: |ic_lib_locked| Dit icoon geeft een vergrendelde krat aan. Als een krat vergrendeld is, kunt u geen tracks toevoegen, de naam wijzigen of de krat verwijderen. Kies :guilabel:`Ontgrendel` uit het context menu om de krat te deblokkeren.

source: **Auto DJ Track Source**: Use this crate as a source for random tracks in Auto DJ, see :ref:`Auto DJ crates <djing-auto-dj-crates>` .
fr: **Source de piste pour Auto DJ** : Utiliser ce bac comme source de pistes aléatoires pour Auto DJ, voir :ref:`utilisation des bacs Auto DJ <djing-auto-dj-crates>` .
nl: **Auto DJ Track Bron**: Gebruik deze krat als een bron voor willekeurige tracks in Auto DJ, zie :ref:`Auto DJ kratten <djing-auto-dj-crates>`.

source: **Analyze entire crate**: Forces the analysis of the crate in the :ref:`Analyze <library-analyze>` view.
fr: **Analyser entièrement le bac** : Force l'analyse du bac dans la vue :ref:`Analyser <library-analyze>`.
nl: **Analyseer gehele krat**: Forceert de analyse van de krat in de :ref:`Analyse <library-analyze>` weergave.

source: **Import crate**: Import tracks from external playlists in various file formats to the selected crate.
fr: **Importer un bac**: Importe des pistes de listes de lecture externes, en différents formats de fichier, vers le bac sélectionnée.
nl: **Importeer krat**: Importeer tracks uit externe afspeellijsten in verschillende bestandsformaten naar de geselecteerde krat.

source: **Export crate**: Export a crate to various file formats, such as :file:`m3u`, :file:`m3u8`, :file:`pls`, :file:`txt`, or :file:`csv`. This allows you to use the data in other applications.
fr: **Exporter un bac** : Exporte un bac dans différents formats de fichier, tels que :file:`m3u`, :file:`pls`, ou :file:`csv`. Cela vous permet d'utiliser les données dans d'autres applications.
nl: **Exporteer krat**: Exporteer een krat naar verschillende bestandsformaten, zoals :file:`m3u`, :file:`m3u8`, :file:`pls`, :file:`txt`, of :file:`csv`. Hierdoor kunt u de gegevens in andere toepassingen gebruiken.

source: **Export Track files**: This copies all of the tracks in a crate into a folder such as an external USB stick. Only files are copied, not Mixxx-specific metadata like waveforms or cover art that is not embedded in the file.
fr: **Exporter les fichiers des pistes** : Ceci copie toutes les pistes d'un bac dans un répertoire tel qu'une clé USB externe. Seuls les fichiers sont copiés, pas les métadonnées spécifiques à Mixxx comme les formes d'onde ou les pochettes d'album, qui ne sont pas incorporées dans le fichier.
nl: **Track bestanden exporteren**: Hiermee worden alle tracks in een krat gekopieerd naar een map zoals een externe USB-stick. Alleen de bestanden worden gekopieerd, niet de Mixxx-specifieke metagegevens zoals waveforms of cover art die niet in het bestand zijn ingesloten.

source: Crates vs. Playlists
fr: Bacs vs. listes de lecture
nl: Kratten versus Afspeellijsten

source: Crates are unordered collections of tracks. Unlike playlists, they cannot contain duplicate entries and do not support arranging tracks within them.
fr: Les bacs sont des collections de pistes non ordonnées. Contrairement aux listes de lecture, ils ne peuvent pas contenir plusieurs fois une même piste et ne prennent pas en charge un ordre spécifique des pistes en leur sein.
nl: Kratten zijn ongeordende verzamelingen van tracks. In tegenstelling tot afspeellijsten, kunnen ze geen dubbele items bevatten en ondersteunen ze het rangschikken van tracks niet.

source: Often DJs group tracks by genre, keep lists of favorite tracks, and/or prepare lists of tracks they want to play at a particular party. In these cases they rarely care about the order since they will choose it at the party based on the dance floor and mood. They certainly don't want duplicates in these lists. Crates serve these purposes. You can think of them like labels in GMail or Web 2.0 tags for your music.
fr: Souvent, les DJ regroupent les pistes par genre, conservent des listes de pistes préférées et/ou préparent les listes de pistes qu'ils souhaitent jouer lors d'une fête particulière. Dans ces cas, ils se soucient rarement de l'ordre, car ils le choisiront lors de la fête en fonction de la piste de danse et de l'humeur. Ils ne veulent certainement pas de doublons dans ces listes. Les bacs sont utiles dans ces cas. Vous pouvez les considérer comme des étiquettes dans les tags GMail ou Web 2.0 pour votre musique.
nl: Vaak groeperen DJ's tracks per genre, houden ze lijsten bij van favoriete tracks, en/of stellen ze lijsten op van tracks die ze op een bepaald event willen draaien. In deze gevallen maken ze zich zelden zorgen over de volgorde, aangezien ze die op het feest zullen kiezen op basis van de dansvloer en de stemming. Ze willen zeker geen duplicaten in deze lijsten. Dat is het doel van kratten. Je kan ze zien als labels in GMail of Web 2.0 tags voor je muziek.

source: If however you want to plan out a specific set and practice the transitions, you will want an ordered list of tracks. Playlists serve this purpose.
fr: Si toutefois vous voulez planifier un ensemble spécifique et pratiquer les transitions, vous voudrez une liste ordonnée de pistes. Les listes de lecture servent à cet effet.
nl: Als je echter een specifieke set wilt plannen en de overgangen wilt oefenen, wil je een geordende lijst van nummers. Dat is het doel van afspeellijsten.

source: Computer - Loading tracks from anywhere on your computer
fr: Ordinateur - Charger des pistes de n'importe où sur votre ordinateur
nl: Computer - Tracks laden vanaf elke locatie op uw computer

source: |ic_lib_computer| This mode works like a file manager and allows you to load tracks from anywhere on your computer and connected devices, that are not necessarily already in your Mixxx library.
fr: |ic_lib_computer| Ce mode fonctionne comme un gestionnaire de fichiers et vous permet de charger des pistes qui ne sont pas forcément déjà dans votre bibliothèque Mixxx, depuis n'importe où sur votre ordinateur et vos appareils connectés.
nl: |ic_lib_computer| Deze modus werkt zoals een bestands verkenner en staat u toe om tracks van elke locatie op uw computer en verbonden apparaten te laden deze tracks staan niet noodzakelijk reeds in uw Mixxx bibliotheek.

source: Click the :guilabel:`Computer` sidebar item to navigate the computer and find your music. Depending on your :term:`operating system`, your music will usually be found in the “My Music” or “Music” folder. Drag the files you want to import to the |ic_lib_tracks| :ref:`Tracks <library-tracks>` icon or directly to the :ref:`interface-waveform`.
fr: Cliquer sur l'élément :guilabel:`Ordinateur` de la barre latérale pour naviguer sur l'ordinateur et trouver votre musique. En fonction de votre :term:`système d'exploitation`, votre musique se trouvera généralement dans le répertoire "Ma musique" ou "Musique". Faites glisser les fichiers que vous souhaitez importer sur l'icône |ic_lib_tracks| :ref:`Pistes <library-tracks>` ou directement sur l'icône :ref:`interface-waveform`.
nl: Klik op het :guilabel:`Computer` zijbalk item aan om te navigeren naar de computer en uw muziek te vinden. Afhankelijk van uw :term:`besturingssysteem`,zal uw muziek zich bevinden in de “Mijn muziek” of “Muziek” map. Sleep de bestanden die u wilt importeren naar het |ic_lib_tracks| :ref:`Tracks <library-tracks>` icon of onmiddelijk naar de :ref:`interface-waveform`.

source: Currently you can only drag files (not folders) to the Mixxx library.
fr: Actuellement, vous pouvez uniquement faire glisser des fichiers (pas des répertoires) vers la bibliothèque Mixxx.
nl: Momenteel kunt u alleen bestanden (geen mappen) naar de Mixxx-bibliotheek slepen.

source: Right-click on a folder and choose :guilabel:`Add to Library` to add the folder as an additional music directory. Mixxx will watch this directory and its subdirectories for new tracks.
fr: Faire un clic-droit sur un répertoire et choisir :guilabel:`Ajouter à la Bibliothèque` pour ajouter le répertoire en tant que répertoire de musique additionnel. Mixxx surveillera ce répertoire et ses sous-répertoires pour de nouvelles pistes.
nl: Klik met de rechtermuisknop op een map en kies :guilabel:`Toevoegen aan bibliotheek` om de map toe te voegen als een extra muziekmap. Mixxx zal deze map en de submappen ervan in de gaten houden op nieuwe nummers.

source: For more information, go to :ref:`configuration-import`.
fr: Pour plus d'informations, voir :ref:`configuration-import`.
nl: Voor meer informatie, ga naar :ref:`configuratie-import`.

source: Quick Links - Bookmark your favorite folders
fr: Accès rapides - Marquer vos répertoires favoris
nl: Quick Links - Maak een bladwijzer van uw favoriete mappen

source: Using the :guilabel:`Quick Links` sub-menu you can bookmark folders for direct access. Click the :guilabel:`Computer` sidebar item and navigate to the folder you would like to bookmark. Right-click and choose :guilabel:`Add to Quick Links`. The folder is now pinned below the :guilabel:`Quick Links`. To un-pin that folder, right-click and choose :guilabel:`Remove from Quick Links`.
fr: En utilisant le sous-menu :guilabel:`Accès rapides` vous pouvez mettre en signet des répertoires pour un accès direct. Cliquer sur l'élément :guilabel:`Ordinateur` et accéder au répertoire que vous souhaitez mettre en signet. Faire un clic-droit et choisir :guilabel:`Ajouter aux Accès rapides`. Le dossier est maintenant épinglé sous :guilabel:`Accès rapides`. Pour dés-épingler ce dossier, faire un clic-droit et choisir :guilabel:`Retirer des Accès rapides`.
nl: Door gebruik te maken van het :guilabel:`Quick Links` sub-menu kan u mappen met een bladwijzer markeren voor directe toegang. Klik in de zijblak op het :guilabel:`Computer` item en navigeer naar de map waarvoor u een bladwijzer wil aanmaken. Klik met de rechtermuisknop op :guilabel:`Voeg toe aan Quick Links`. De map wordt nu vastgezet onder het :guilabel:`Quick Links`. Om een map te ontpinen, klik met de rechtermuisknop en kies :guilabel:`Verwijder van Quick Links`.

source: Recordings
fr: Enregistrements
nl: Opnamen

source: |ic_lib_recordings| In this section of the library you can start and stop recording your session as well as view previous recordings and the dates they were made.
fr: |ic_lib_recordings| Dans cette section de la bibliothèque, vous pouvez démarrer et arrêter l'enregistrements ainsi que voir les enregistrements précédents et les dates auxquelles ils ont été réalisés.
nl: |ic_lib_recordings| In dit gedeelte van de bibliotheek kunt u de opname van uw sessie starten en stoppen, maar ook eerdere opnames bekijken en de data waarop ze zijn gemaakt.

source: For more information, go to :ref:`djing-recording-your-mix`.
fr: Pour plus d'information, voir :ref:`djing-recording-your-mix`.
nl: Voor meer informatie, ga naar :ref:`djing-recording-your-mix`.

source: History - Keep track of your sessions
fr: Historique - Garder une trace de vos sessions
nl: Geschiedenis - Houd uw sessies bij

source: |ic_lib_history| The history section automatically keeps a list of tracks you play in your DJ sets. This is handy for remembering what worked in your DJ sets, posting set-lists, or reporting your plays to licensing organizations. Every time you start Mixxx, a new history section is created. If you don't play any tracks during the session, it will be discarded.
fr: |ic_lib_history| La section historique conserve automatiquement une liste des pistes que vous avez joué lors de vos sets DJ. C'est pratique pour se souvenir de ce qui a fonctionné lors de vos sets de DJ, publier des listes de sets ou signaler vos informations aux sociétés de gestion des droits d'auteur. Chaque fois que vous démarrez Mixxx, une nouvelle section historique est créée. Si vous ne joué aucune piste pendant la session en cours, celle-ci sera supprimée.
nl: |ic_lib_history| De history sectie houdt automatisch een lijst bij van tracks die u in uw DJ sets draait. Dit is handig voor het onthouden van wat werkte in uw DJ-sets, het posten van set-lijsten, of het rapporteren van uw speellijsten aan licentie-organisaties. Elke keer dat u Mixxx start, wordt een nieuwe geschiedenissectie gemaakt. Als u geen tracks speelt tijdens de sessie, wordt deze verwijderd.

source: |ic_lib_history_current| This icon indicates the current session.
fr: |ic_lib_history_current| Cet icône indique la session en cours.
nl: |ic_lib_history_current| Dit icoon geeft de huidige sessie aan.

source: Click on the *History* icon in the sidebar to switch to the :guilabel:`History` view, then right-click on a session's name/date to access the different features:
fr: Cliquer sur l'icône *Historique* dans la barre latérale pour passer à la vue :guilabel:`Historique`, puis faire un clic-droit sur le nom/date d'une session pour accéder aux différentes fonctionnalités:
nl: Klik op het *Geschiedenis* icoon in de zijbalk om over te schakelen naar de :guilabel:`Geschiedenis` weergave, klik dan met de rechtermuisknop op de naam/datum van een sessie om toegang te krijgen tot de verschillende functies:

source: **Add to Auto DJ**: Adds the content of the session to the :ref:`Auto DJ <djing-auto-dj>` queue for automatic mixing.
fr: **Ajouter à la file d'attente Auto DJ** : Ajoute le contenu de la session à la file d'attente :ref:`Auto DJ <djing-auto-dj>` pour le mixage automatique
nl: **Toevoegen aan Auto DJ**: Voegt de inhoud van de sessie toe aan de :ref:`Auto DJ <djing-auto-dj>` wachtrij voor automatisch mixen.

source: **Rename**: Rename a session. The default is the calendar date (YYYY-MM-DD).
fr: **Renommer** : Renomme une session. La valeur par défaut est la date du calendrier (AAAA-MM-JJ).
nl: **Hernoem**: Hernoem een sessie. De standaard is de kalenderdatum (JJJJ-MM-DD).

source: **Remove**: Remove a previous (unlocked) session. (You cannot remove the current session.)
fr: **Retirer** : Enlève une session précédente (déverrouillée). (Vous ne pouvez pas supprimer la session en cours).
nl: **Verwijderen**: Verwijder een vorige (niet vergrendelde) sessie. (U kunt de huidige sessie niet verwijderen).

source: **Lock**: Protect a previous session against accidental merge or deletion. An |ic_lib_locked| icon indicates a locked session.
fr: **Verrouiller** : Protège une session précédente contre les fusions et suppressions accidentelles. Un icône |ic_lib_locked| indique une session verrouillée.
nl: **Slot**: Bescherm een vorige sessie tegen het ongewenst samenvoegen of verwijderen. Een |ic_lib_locked| icoon geeft een vergrendelde sessie aan.

source: **Create new history playlist**: Split off the current history session and add a new session without having to restart Mixxx. The current history must contain at least one track for this option to be available.
fr: **Créer une nouvelle liste de lecture d'historique** : Sépare la session d'historique actuelle et ajouter une nouvelle session sans avoir à redémarrer Mixxx. L'historique actuel doit contenir au moins une piste pour que cette option soit disponible.
nl: **Nieuwe geschiedenis afspeellijst maken**: Splits de huidige geschiedenissessie af en voeg een nieuwe sessie toe zonder dat u Mixxx opnieuw hoeft op te starten. De huidige geschiedenis moet ten minste één track bevatten om deze optie beschikbaar te maken.

source: **Join with previous**: Append the selected history session to the end of the previous one.
fr: **Joindre avec les précédents (dessous)** : Ajoute la session d'historique sélectionnée à la fin de la précédente.
nl: **Voeg samen met vorige**: Voegt de geselecteerde historische sessie toe aan het einde van de vorige.

source: **Export playlist**: Export a session in various file formats. This allows you to use the data in other applications.
fr: **Exporter la liste de lecture** : Exporte une session dans différents formats de fichier. Cela vous permet d'utiliser les données dans d'autres applications.
nl: **Afspeellijst exporteren**: Exporteer een sessie in verschillende bestandsformaten. Hierdoor kunt u de gegevens in andere toepassingen gebruiken.

source: Analyze - Prepare your tracks
fr: Analyser - Préparer vos pistes
nl: Analyseren - Bereid uw tracks voor

source: |ic_lib_analyze| This section allows you to analyze your tracks in advance of loading them into a deck. Analyzing tracks requires considerable CPU power and may cause skips in the audio while performing, so it helps to have your tracks analyzed before you play. See :ref:`getting-started-analyze-library` for details.
fr: |ic_lib_analyze| Cette section vous permet d'analyser vos pistes avant de les charger dans une platine. L'analyse des pistes nécessite une puissance CPU considérable et peut provoquer des sauts dans l'audio pendant son exécution. Il est donc utile d'analyser vos pistes avant de les jouer. Voir :ref:`getting-started-analyze-library` pour plus de détails.
nl: |ic_lib_analyze| Dit onderdeel staat u toe om uw tracks te analyseren vóór u deze laadt in een deck. Het analyseren van trackx verbruikt een aanzienlijk deel van ce CPU-capaciteit en kan er toe leiden dat tracks niet correct worden afgespeeld. Het is dus aangewezen om uw tracks voor het afspelen te analyseren. Zie :ref:`getting-started-analyze-library` voor verdere details.

source: Using libraries from other software
fr: Utiliser les bibliothèques d'autres logiciels
nl: Bibliotheken van andere programma's gebruiken

source: Supported libraries:
fr: Bibliothèques prises en charge :
nl: Ondersteunde bibliotheken:

source: The external library views allow you to use music libraries you have created in these third-party applications. You can access music as well as playlists. If available, Mixxx automatically loads the external libraries from their default locations on your hard drive.
fr: Les vues de bibliothèques externes vous permettent d'utiliser les bibliothèques musicales que vous avez créées dans ces applications tierces. Vous pouvez accéder à la musique aussi bien qu'aux listes de lecture. Si disponible, Mixxx charge automatiquement les bibliothèques externes à partir de leurs emplacements par défaut sur votre disque dur.
nl: Met de externe bibliotheekweergaven kunt u muziekbibliotheken gebruiken die u in deze third-party toepassingen hebt gemaakt. U hebt zowel toegang tot muziek als afspeellijsten. Indien beschikbaar, laadt Mixxx automatisch de externe bibliotheken vanaf hun standaardlocaties op uw harde schijf.

source: Playing a track from an external library will add it to your Mixxx library.
fr: La lecture d'une piste à partir d'une bibliothèque externe l'ajoutera à votre bibliothèque Mixxx.
nl: Als u een nummer uit een externe bibliotheek afspeelt, wordt het aan uw Mixxx-bibliotheek toegevoegd.

source: External libraries can be disabled under :menuselection:`Preferences --> Library`.
fr: Les bibliothèques externes peuvent être désactivées dans :menuselection:`Préférences --> Bibliothèque`.
nl: Externe bibliotheken kunnen worden uitgeschakeld onder :menuselection:`Voorkeuren --> Bibliotheek`.

source: Using the iTunes/Traktor/Rhythmbox/Bashee/Rekordbox library
fr: Utiliser la bibliothèque iTunes/Traktor/Rhythmbox/Bashee/Rekordbox/Serato
nl: De iTunes/Traktor/Rhythmbox/Bashee/Rekordbox bibliotheek gebruken

source: Right-click on the iTunes icon in the Library tree and select :guilabel:`Choose Library` to load the :file:`iTunes Music Library.xml` from a different location. Select :guilabel:`Use Default Library` to reset.
fr: Faire clic-droit sur l'icône iTunes dans l'arborescence de la bibliothèque et sélectionner :guilabel:`Choisir la bibliothèque` pour charger :file:`iTunes Music Library.xml` à partir d'un emplacement différent. Sélectionner :guilabel:`Utiliser la bibliothèque par défaut` pour réinitialiser.
nl: Klik met de rechtermuisknop op het iTunes icoon in de Bibliotheek-structuur en selecteer :guilabel:`Kies Bibliotheek` om de :file:`iTunes Music Library.xml` van een andere locatie te laden. Selecteer :guilabel:`Gebruik standaardbibliotheek` om te resetten.

source: Right-click on a iTunes/Traktor/Rhythmbox/Banshee playlist and choose :guilabel:`Import Playlist` to import it into a new Mixxx playlist.
fr: Faire un clic-droit sur une liste de lecture iTunes/Traktor/Rhythmbox/Banshee et choisir :guilabel:`Importer liste de lecture` pour l'importer dans une nouvelle liste de lecture Mixxx.
nl: Klik met de rechtermuisknop op een iTunes/Traktor/Rhythmbox/Banshee afspeellijst en kies :guilabel:`Importeer Afspeellijst` om deze te importeren in een nieuwe Mixxx afspeellijst.

source: If you have an iTunes configuration file (:file:`\*.xml`) from a Windows or Mac partition mounted in Linux, you can load it and use your iTunes tracks and playlists as well.
fr: Si vous avez un fichier de configuration iTunes (:file:`\ *. Xml`) à partir d'une partition Windows ou Mac montée sous Linux, vous pouvez le charger et utiliser aussi bien vos pistes que les listes de lecture iTunes.
nl: Als u een iTunes configuratiebestand heeft (:file:`\*.xml`) van een Windows of Mac partitie, dan kunt u dit in Linux laden en uw iTunes tracks en afspeellijsten ook gebruiken.

source: Using the Rekordbox library
fr: Utiliser la bibliothèque Rekordbox
nl: De Rekordbox bibliotheek gebruiken

source: To read Rekordbox databases for CDJ/XDJ players on USB or SD devices, the database has to be exported to a USB or SD device with a FAT or HFS file system using the Rekordbox Export mode. Databases that have been moved to an external device via :guilabel:`Preferences > Advanced > Database management` in Rekordbox are not supported.
fr: Pour lire les bases de données Rekordbox pour les lecteurs CDJ/XDJ sur des appareils USB ou SD, la base de données doit être exportée vers un appareil USB ou SD avec un système de fichiers FAT ou HFS, en utilisant le mode d'exportation de Rekordbox. Les bases de données qui ont été déplacées vers un périphérique externe via :guilabel:`Préférences > Avancé > Gestion des bases de données` dans Rekordbox ne sont pas prises en charge.
nl: Om Rekordbox databases voor CDJ/XDJ spelers op USB of SD apparaten te lezen, moet de database geëxporteerd worden naar een USB of SD apparaat met een FAT of een HFS bestandsstructuur met de Rekordbox Export modus. Databases die verplaatst zijn naar een extern apparaat via :guilabel:`Voorkeuren -> Geävanceerd -> Database management` in Rekordbox worden niet ondersteund.
