Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: fr, nl

source: Fetching track metadata from MusicBrainz can fail:
fr: La récupération des métadonnées de piste à partir de MusicBrainz peut échouer
nl: Het ophalen van track metadata uit MusicBrainz kan mislukken:

source: if Mixxx is unable to find the specified track in the MusicBrainz database,
fr: si Mixxx ne parvient pas à trouver la piste spécifiée dans la base de données MusicBrainz,
nl: als Mixxx de opgegeven track niet kan vinden in de MusicBrainz-database,

source: if Mixxx cannot reach the MusicBrainz servers (if they are down),
fr: si Mixxx ne peut pas atteindre les serveurs MusicBrainz (s'ils sont en panne),
nl: als Mixxx de MusicBrainz-servers niet kan bereiken (als ze niet beschikbaar zijn),

source: or if you are not connected to the Internet.
fr: ou si vous n'êtes pas connecté à Internet.
nl: of als u geen verbinding met internet heeft.

source: The MusicBrainz service has been designed for identifying full audio files. If a track is less than 2 minutes long, identifying the file will likely fail. Identifying a layered mix-track or mash-up may produce false positives in the result list.
fr: Le service MusicBrainz a été conçu pour identifier les fichiers audio complets. Si une piste dure moins de 2 minutes, l'identification du fichier échouera probablement. L'identification d'une piste de mixage ou d'un mash-up en couches peut produire des faux positifs dans la liste des résultats.
nl: De MusicBrainz service is ontworpen voor het identificeren van volledige audiobestanden. Als een track minder dan 2 minuten lang is, zal het identificeren van het bestand waarschijnlijk mislukken. Het identificeren van een gelaagde mix-track of mash-up kan valse positieven in de resultatenlijst opleveren.

source: Using third-party software
fr: Utiliser un logiciel tiers
nl: Gebruik van third-party software

source: If you have edited file metadata in third-party software you need to re-import the modified metadata into Mixxx manually by selecting the affected tracks, open the context menu, and then choose :menuselection:`Metadata --> Import From File Tags`.
fr: Si vous avez modifié les métadonnées de fichiers dans un logiciel tiers, vous devez ré-importer manuellement les métadonnées modifiées dans Mixxx. Sélectionner les pistes concernées, ouvrer le menu contextuel, puis choisir :menuselection:`Métadonnées --> Importer à partir des tags du fichier` .
nl: Indien u bestands metadata bewerkt heeft in software van derden dient u de aangepaste metadata manueel opnieuw te importeren in Mixxx door de aangepaste tracks te selecteren, het context menu te openen en :menuselection:`Metadata --> Importeren uit Bestands Tags` te kiezen.

source: Rescanning the library with :menuselection:`Library --> Rescan Library` in the menu on top of the application window will only detect newly added or removed tracks but no modifications of existing tracks. This is a known limitation.
fr: Une nouvelle analyse de la bibliothèque avec :menuselection:`Bibliothèque --> Réanalyser la bibliothèque` dans le menu en haut de la fenêtre de l'application détectera uniquement les pistes nouvellement ajoutées ou supprimées, **mais aucune modification des pistes existantes**. Il s'agit d'une limitation connue.
nl: De bibliotheek Her-scannen met de :menuselection:`Bibliotheek --> Her-Scan Bibliotheek` in het menu bovenaan het applicatie venster zal enkel nieuw toegevoegde of verwijderde tracks detecteren maar geen wijzigingen aan betaande tracks. Dit is een gekende beperking.

source: Popular software to edit metadata of audio files include:
fr: Les logiciels populaires pour éditer les métadonnées des fichiers audio incluent
nl: Populaire software om metadata van audiobestanden te bewerken zijn onder andere:

source: Auto DJ - Automate your mix
fr: Auto DJ - Automatiser votre mix
nl: Auto DJ - automatiseer uw mix

source: |ic_lib_autodj| The Auto DJ queue is a special playlist that contains extra controls for automatic mixing. This is useful when taking a break from live mixing or for using Mixxx as media player.
fr: |ic_lib_autodj| La file d'attente Auto DJ est une liste de lecture spéciale qui contient des commandes supplémentaires pour le mixage automatique. Ceci est utile pour faire une pause dans le mixage en direct ou pour utiliser Mixxx comme lecteur multimédia.
nl: |ic_lib_autodj| De Auto DJ wachtrij is een speciale afspeellijst die extra bedieningselementen bevat voor automatisch mixen. Dit is handig wanneer u een pauze neemt van live mixen of voor het gebruik van Mixxx als mediaspeler.

source: The Auto DJ features in detail:
fr: Les fonctionnalités Auto DJ en détail :
nl: De Auto DJ-functies in detail:

source: **Shuffle button**: Randomizes the order of tracks in the Auto DJ playlist.
fr: Bouton **Mélange** : Mélange de façon aléatoire l'ordre de la file d'attente Auto DJ.

source: **Add Random button**: Adds a random track from track sources (crates) to the Auto DJ queue. If no track sources are configured, the track is added from the library instead.
fr: Bouton **Ajouter aléatoirement** : Ajoute une piste aléatoirement dans la file d'attente Auto DJ, depuis les sources de piste (bacs). Si aucune sources de piste n'est configurée, la piste est ajoutée à partir de la bibliothèque.

source: **Skip track button**: Skips the next track in the Auto DJ playlist.
fr: Bouton **Sauter la piste** : Saute à la piste suivante dans la file d'attente Auto DJ.

source: **Fade now button**: Triggers the transition to the next track.
fr: Bouton **Transition maintenant** : Active la transition vars la piste suivante.

source: **Transition time spin-box**: Determines the duration of the transition. A negative value will add a pause between tracks.
fr: Boite de dialogue **Durée de transition** : Détermine la durée de la transition avec la piste suivante. Une valeur négative ajoutera une pause entre les pistes.

source: **Selection Info label**: Displays the duration and number of selected tracks. Press :kbd:`Ctrl` + :kbd:`A` to get the total duration of the AutoDJ queue.
fr: **Étiquette d'informations de sélection** : affiche la durée totale et le nombre de pistes sélectionnées. Appuyer sur :kbd:`Ctrl` + :kbd:`A` pour obtenir la durée totale de la file d'attente Auto DJ.

source: **Enable Auto DJ button**: Toggles the Auto DJ mode on or off.
fr: Bouton **Activer Auto DJ** : Active ou désactive le mode Auto DJ.

source: The :guilabel:`Skip track`, :guilabel:`Add Random` and :guilabel:`Fade now` buttons are only accessible if the Auto DJ mode is enabled. The Search field in the upper left corner is disabled in Auto DJ. By default, Auto DJ removes tracks after playing them but if you want it to play the same tracks over and over again, you can activate the :guilabel:`Auto DJ Requeue` option in :menuselection:`Preferences --> Auto DJ --> Re-queue tracks after playback`.
fr: Les boutons :guilabel:`Sauter la piste` et :guilabel:`Transition maintenant` ne sont accessibles que si le mode Auto DJ est activé. Le champ Rechercher dans le coin supérieur gauche est désactivé dans Auto DJ. Par défaut, Auto DJ supprime les pistes après les avoir lues, mais si vous voulez qu'il joue à nouveau les mêmes pistes encore et encore, vous pouvez activer l'option :guilabel:`Auto DJ remise dans la file` dans :menuselection:`Préférences --> Auto DJ --> Remettre les pistes dans la files après lecture`.

source: **Auto DJ Crates**
fr: **Bacs Auto DJ**
nl: **Auto DJ Kratten**

source: It is possible to add random tracks to the bottom of the Auto DJ playlist. The tracks are chosen from a set of crates that you have set as a source for Auto DJ, or from the standard library. Mixxx will normally try to select tracks that haven't yet been played. You can set a minimum number of tracks that are always available for selection no matter when they were last played in :menuselection:`Preferences --> Auto DJ --> Minimum available tracks in Track Source`.
fr: Il est possible d'ajouter des pistes aléatoirement à la fin de la file d'attente Auto DJ. Les pistes sont choisies parmi un ensemble de bacs que vous avez définies comme source pour Auto DJ ou dans la bibliothèque standard. Mixxx essaie normalement de sélectionner des pistes qui n'ont pas encore été lues. Vous pouvez définir un nombre minimum de pistes qui sont toujours disponibles pour la sélection, sans tenir compte de quand elles ont été lues pour la dernière fois, dans :menuselection:`Préférences --> Auto DJ --> Nombre minimum de pistes disponibles dans la source de piste`.
nl: Het is mogelijk om willekeurige tracks toe te voegen aan het einde van de Auto DJ-afspeellijst. De tracks worden gekozen uit een set kratten die u hebt ingesteld als bron voor Auto DJ, of uit de standaardbibliotheek. Mixxx zal normaal tracks proberen te selecteren die nog niet zijn afgespeeld. U kunt een minimumaantal tracks instellen dat altijd beschikbaar is voor selectie, ongeacht wanneer ze voor het laatst zijn afgespeeld in :menuselection:`Voorkeuren --> Auto DJ --> Minimaal beschikbare tracks in Track Source`.

source: For more information, go to the chapter :ref:`djing-auto-dj`.
fr: Pour plus d'informations, voir chapitre :ref:`djing-auto-dj`.
nl: Voor meer informatie, ga naar het hoofdstuk :ref:`djing-auto-dj`.

source: Playlists - Arranging tracks in a set order
fr: Listes de lecture - Organiser des pistes dans un ordre défini
nl: Afspeellijsten - tracks rangschikken in een vaste volgorde

source: |ic_lib_playlist| Playlists are ordered lists of tracks that allow you to plan your DJ sets. Some DJs construct playlists before they perform live; others prefer to build them on-the-fly.
fr: |ic_lib_playlist| Les listes de lecture sont des listes ordonnées de pistes qui vous permettent de planifier vos sets DJ. Certains DJ créent des listes de lecture avant de se produire en direct, d'autres préfèrent les créer à la volée.
nl: |ic_lib_playlist| Afspeellijsten zijn geordende lijsten met nummers waarmee u uw DJ-sets kunt plannen. Sommige DJ's stellen afspeellijsten samen voordat ze live optreden; anderen geven er de voorkeur aan ze ter plekke on-the-fly samen te stellen.

source: Playlists are not directly loadable into decks as Mixxx is primarily intended for live, attended performance use. However, you can right-click a playlist to queue it to :ref:`Auto DJ <library-auto-dj>`, so in a sense you can "play" it.
fr: Les listes de lecture ne sont pas directement chargeables sur les platines car Mixxx est principalement destiné à une utilisation de performance en direct. Cependant, vous pouvez cliquer-droit sur une liste de lecture pour la mettre dans la file d'attente :ref:`Auto DJ <library-auto-dj>`, donc dans un sens, vous pouvez la "jouer".
nl: Afspeellijsten kunnen niet rechtstreeks in de decks worden geladen, omdat Mixxx in de eerste plaats is bedoeld voor live optreden met publiek. U kunt echter met de rechtermuisknop op een afspeellijst klikken om deze in de wachtrij van :ref:`Auto DJ <library-auto-dj>` te zetten, dus in zekere zin kunt u deze 'afspelen'.

source: **Create a playlist**: Right-click on the :guilabel:`Playlists` sidebar item and select :guilabel:`Create New Playlist`. Name the playlist and click :guilabel:`OK`. The total number of tracks and total duration are displayed next to the name.
fr: **Créer une liste de lecture** : Faire un clic-droit sur l'élément :guilabel:`Liste de lecture` dans la barre latérale et sélectionner :guilabel:`Nouvelle liste de lecture`. Nommer la liste de lecture et cliquer sur :guilabel:`OK`. Le nombre total de pistes et la durée totale sont affichés à côté du nom.
nl: **Maak een afspeellijst**: Klik met de rechtermuisknop op het :guilabel:`Afspeellijsten` zijbalk item en selecteer :guilabel:`Maak Nieuwe Afspeellijst`. Geef de afspeellijst een naam en klik op :guilabel:`OK`. Het totaal aantal tracks en de totale duur worden naast de naam getoond.

source: **Import playlists**: Right-click on the :guilabel:`Playlists` sidebar item and select :guilabel:`Import Playlist`. Select one or more playlists and click :guilabel:`OK`. Mixxx creates an import of these existing external playlists as new Mixxx playlists.
fr: **Importer une liste de lecture** : Faire un clic-droit sur l'élément :guilabel:`Listes de lecture` dans la barre latérale et sélectionner :guilabel:`Importer une liste de lecture`. Sélectionner une ou plusieurs listes de lecture et cliquer sur :guilabel:`OK`. Mixxx crée une importation de ces listes de lecture externes existantes en tant que nouvelles listes de lecture Mixxx.
nl: **Afspeellijsten importeren**: Klik met de rechtermuisknop op het :guilabel:`Afspeellijsten` zijbalk item en selecteer :guilabel:`Importeer Afspeellijsten`. Selecteer een of meer afspeellijsten en klik op :guilabel:`OK`. Mixxx maakt een import van deze bestaande externe afspeellijsten als nieuwe Mixxx-afspeellijsten.

source: **Add Tracks**: Add tracks to a previously created playlist by dragging-and-dropping a selection of tracks from the library or playlists onto the name of a playlist in the sidebar. Alternatively, use the right-click context menu in the library's :ref:`track list <library-tracks>`.
fr: **Ajouter des pistes** : Ajouter des pistes à une liste de lecture créée précédemment en glissant-déposant une sélection de pistes de la bibliothèque ou des listes de lecture, sur le nom d'une liste de lecture dans la barre latérale. Vous pouvez également utiliser le menu contextuel du clic-droit dans la :ref:`liste des pistes <library-tracks>` de la bibliothèque.
nl: **Tracks toevoegen**: Voeg tracks toe aan een eerder gemaakte afspeellijst door een selectie van tracks uit de bibliotheek of afspeellijsten naar de naam van een afspeellijst in de zijbalk te slepen. Als alternatief kunt u het contextmenu met de rechtermuisknop gebruiken in de :ref:`tracklijst <library-tracks>` van de bibliotheek.

source: If you have a track selected in the library, all of the visible playlist and crates that it is in are shown in bold.
fr: Si vous avez sélectionné une piste dans la bibliothèque, toutes les listes de lecture et bacs visibles dans lesquelles elle se trouve sont affichées en gras.
nl: Als u een track in de bibliotheek hebt geselecteerd, worden alle zichtbare afspeellijsten en kratten waarin het voorkomt vetgedrukt weergegeven.

source: Right-click on an existing playlist name to access the different features in the context menu:
fr: Faire un clic-droit sur le nom d'une liste de lecture existante pour accéder aux différentes fonctionnalités du menu contextuel :
nl: Klik met de rechtermuisknop op een bestaande afspeellijstnaam om toegang te krijgen tot de verschillende functies in het contextmenu:

source: **Add to Auto DJ**: Adds the content of the playlist to the :ref:`Auto DJ <library-auto-dj>` queue for automatic mixing.
fr: **Ajouter à la file d'attente Auto DJ** : Ajoute le contenu de la liste de lecture à la file d'attente :ref:`Auto DJ <library-auto-dj>` pour le mixage automatique.
nl: **Toevoegen aan Auto DJ**: Voegt de inhoud van de afspeellijst toe aan de :ref:`Auto DJ <library-auto-dj>` wachtrij voor automatisch mixen.

source: **Rename**: To rename a playlist, just enter a new playlist name and click :guilabel:`OK`.
fr: **Renommer** : Pour renommer une liste de lecture, entrer simplement un nouveau nom et cliquer sur :guilabel:`OK`.
nl: **Hernoemen**: Om de naam van een afspeellijst te wijzigen, voert u een nieuwe naam in en klikt u op :guilabel:`OK`.

source: **Duplicate**: Sometimes you want to build a playlist based on an existing one. Select the playlist you would like to duplicate, choose :guilabel:`Duplicate Playlist`, name the new playlist and click :guilabel:`OK`.
fr: **Dupliquer** : Parfois, vous souhaitez créer une liste de lecture basée sur une liste existante. Sélectionner la liste de lecture que vous souhaitez dupliquer, choisir :guilabel:`Dupliquer`, nommer la nouvelle liste de lecture et cliquer sur :guilabel:`OK`.
nl: **Dupliceren**: Soms wilt u een afspeellijst samenstellen op basis van een bestaande afspeellijst. Selecteer de afspeellijst die u wilt dupliceren, kies :guilabel:`Dupliceer Afspeellijst`, geef de nieuwe afspeellijst een naam en klik op :guilabel:`OK`.

source: **Remove**: Removes an unlocked playlist. Tracks that were in the playlist remain in the library for later use.
fr: **Retirer** : Enlève une liste de lecture déverrouillée. Les pistes qui étaient dans la liste de lecture restent disponibles dans la bibliothèque pour une utilisation ultérieure.
nl: **Verwijderen**: Verwijdert een ontgrendelde afspeellijst. Tracks die in de afspeellijst stonden, blijven in de bibliotheek staan voor later gebruik.

source: **Lock**: |ic_lib_locked| This icon indicates a locked playlist. If a playlist is locked, you cannot add tracks, rename or delete the playlist. Choose :guilabel:`Unlock` from the context menu to unlock the playlist.
fr: **Verrouiller** : |ic_lib_locked| Cet icône indique une liste de lecture verrouillée. Si une liste de lecture est verrouillée, vous ne pouvez pas ajouter de pistes, renommer ou supprimer la liste de lecture. Choisir :guilabel:`Déverrouiller` dans le menu contextuel pour déverrouiller la liste de lecture.
nl: **Vergrendel**: |ic_lib_locked| Dit icoon geeft een vergrendelde playlist aan. Als een afspeellijst is vergrendeld, kunt u geen tracks toevoegen, de naam wijzigen of de afspeellijst verwijderen. Kies :guilabel:`Ontgrendel` uit het context menu om de playlist te ontgrendelen.

source: **Analyze entire playlist**: Forces the analysis of the tracks in the playlist in the :ref:`Analyze <library-analyze>` view.
fr: **Analyser la liste de lecture entière** : Force l'analyse des pistes de la liste de lecture dans la vue :ref:`Analyser <library-analyze>`.
nl: **Analyseer gehele afspeellijst**: Forceert de analyse van de tracks in de afspeellijst in de :ref:`Analyseer <library-analyze>` weergave.

source: **Import playlist**: Import tracks from external playlists in various file formats to the selected playlist. For more information, go to :ref:`library-third-party`.
fr: **Importer une liste de lecture** : Importe des pistes à partir de listes de lecture externes, de différents formats de fichier, vers la liste de lecture sélectionnée. Voir :ref:`library-third-party`
nl: **Afspeellijst importeren**: Importeer tracks uit externe afspeellijsten in verschillende bestandsformaten naar de geselecteerde afspeellijst. Voor meer informatie, ga naar :ref:`library-third-party`.

source: **Export playlist**: Export a playlist to various file formats such as :file:`m3u`, :file:`m3u8`, :file:`pls`, :file:`txt`, or :file:`csv`. This allows you to use the data in other applications.
fr: **Exporter la liste de lecture** : Exporte une liste de lecture dans différents formats de fichier, tels que :file:`m3u`, :file:`pls`, ou :file:`csv`. Cela vous permet d'utiliser les données dans d'autres applications.
nl: **Afspeellijst exporteren**: Exporteer een afspeellijst naar verschillende bestandsformaten zoals :file:`m3u`, :file:`m3u8`, :file:`pls`, :file:`txt`, of :file:`csv`. Hiermee kunt u de gegevens in andere toepassingen gebruiken.

source: **Export Track files**: This copies all of the tracks in a playlist into a folder such as an external USB stick. Only files are copied, not Mixxx-specific metadata like waveforms or cover art that is not embedded in the file.
fr: **Exporter les fichiers des pistes** : Ceci copie toutes les pistes d'une liste de lecture dans un répertoire tel qu'une clé USB externe. Seuls les fichiers sont copiés, pas les métadonnées spécifiques à Mixxx comme les formes d'onde ou les pochettes d'album, qui ne sont pas incorporées dans le fichier.
nl: **Exporteren van track-bestanden**: Hiermee worden alle tracks in een afspeellijst gekopieerd naar een map zoals bijvoorbeeld een externe USB-stick. Alleen bestanden worden gekopieerd, niet Mixxx-specifieke metagegevens zoals waveforms of covers die niet in het bestand zijn opgenomen.

source: Crates - Organizing tracks into collections
fr: Bacs - Organiser les pistes en collections
nl: Kratten - tracks organiseren in collecties

source: |ic_lib_crates| Crates are unordered collections of tracks, just like DJ cases holding your favorite records.
fr: |ic_lib_crates| Les bacs sont des collections de pistes non ordonnées, tout comme les bacs DJ contenant vos disques préférés.
nl: |ic_lib_crates| Kratten zijn ongeordende verzamelingen van tracks, net als DJ koffers die je favoriete platen bevatten.

source: **Create a crate**: Right-click on the :guilabel:`Crates` sidebar item and select :guilabel:`Create New Crate`. Name the crate and click :guilabel:`OK`. The total number of tracks and total duration are displayed next to the name.
fr: **Créer un bac** : Faire un clic-droit sur la barre latérale :guilabel:`Bacs` et sélectionner :guilabel:`Créer un nouveau bac`. Nommer le bac et cliquer sur :guilabel:`OK`. Le nombre total de pistes et la durée totale sont affichés à côté du nom.
nl: **Maak een krat**: Klik met de rechtermuisknop op het :guilabel:`Kratten` zijbalk item en selecteer :guilabel:`Maak Nieuwe Krat`. Geef de krat een naam en klik op :guilabel:`OK`. Het totaal aantal tracks en de totale duur worden naast de naam getoond.

source: **Import crates**: Right-click on the :guilabel:`Crates` sidebar item and select :guilabel:`Import Crate`. Select one or more playlists and click :guilabel:`OK`. Mixxx creates an import of these existing external playlists as new Mixxx crates.
fr: **Importer des bacs** : Faire un clic-droit sur l'élément :guilabel:`Bacs` dans la barre latérale et sélectionner :guilabel:`Importer un bac`. Sélectionner une ou plusieurs listes de lecture et cliquer sur :guilabel:`OK`. Mixxx crée une importation de ces listes de lecture externes existantes en tant que nouveau bac de Mixxx.
nl: **Import kratten**: Klik met de rechtermuisknop in de zijbalk op hetmenu-item :guilabel:`Kratten` en selecteer :guilabel:`Importeer Krat`. Selecteer een of meer afspeellijsten en klik op :guilabel:`OK`. Mixxx maakt een import van deze bestaande externe afspeellijsten als nieuwe Mixxx-kratten.

source: **Add Tracks**: Add tracks to a previously created crate by dragging-and-dropping a selection of tracks from the library or playlists onto the name of a crate in the sidebar. Alternatively use the context menu in the library's :ref:`track list<library-tracks>`.
fr: **Ajouter des pistes** : Ajouter des pistes dans un bac créé au préalable en glissant-déposant une sélection de pistes de la bibliothèque ou des listes de lecture sur le nom du bac dans la barre latérale. Vous pouvez également utiliser le menu contextuel de :ref:`liste des pistes<library-tracks>` de la bibliothèque.
nl: **Tracks toevoegen**: Voeg tracks toe aan een eerder gemaakte krat door een selectie van tracks uit de bibliotheek of afspeellijsten naar de naam van een krat in de zijbalk te slepen. U kunt ook het contextmenu in de :ref:`tracklijst <library-tracks>` van de bibliotheek gebruiken.

source: Right-click on an existing crate's name to access the different features in the context menu:
fr: Clic-droit sur le nom d'un bac existant pour accéder aux différentes fonctionnalités du menu contextuel:
nl: Klik met de rechtermuisknop op de naam van een bestaande krat om de verschillende functies in het contextmenu te openen:

source: **Rename**: To rename a crate, enter the new crate name and click :guilabel:`OK`.
fr: **Renommer** : Pour renommer un bac, entrer simplement un nouveau nom de bac et cliquer sur :guilabel:`OK`.
nl: **Hernoemen**: Om een krat te hernoemen, voert u de nieuwe kratnaam in en klikt u op :guilabel:`OK`.
