Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/livebroadcasting.po
Languages: ca

source: Live Broadcasting - Start your own Internet radio
ca: Emissió en viu - Posa en marxa la teva pròpia emissora de ràdio d'internet

source: Live Broadcasting in Mixxx allow you to stream your mix over the Internet to listeners around the world.
ca: La emissió en viu amb el Mixxx et permet emetre la teva mescla per internet a oients arreu del món.

source: Streaming Servers
ca: Servidors d'emissió

source: **Remote streaming server**
ca: **Servidor d'emissió remot**

source: Mixxx as client-side streaming source broadcasting to an remote streaming server
ca: El Mixxx com a font d'emissió utilitzant un servidor d'emissió remot

source: **Local streaming server**
ca: **Servidor d'emissió local**

source: For experienced users, it may be interesting to set up your own local streaming server. This turns your personal computer into a radio station and listeners connect directly to your server. Mixxx as a streaming source does not need to run on the same computer as your streaming server. However, professional stations often run the streaming source on the same computer as the streaming server for stability and reliability reasons. Keep in mind that if want to stream audio to a significant number of listeners, you'll need enough bandwidth. Read the `Shoutcast documentation <http://wiki.winamp.com/wiki/SHOUTcast_Getting_Started_Guide>`_ or `Icecast documentation <http://www.icecast.org/docs/>`_ for server setup instructions.
ca: Per a usuaris experimentats, pot ser interessant muntar el vostre propi servidor d'emissió local. Això fa que el vostre ordinador esdevingui una emissora de ràdio i els oients es connectin directament al vostre servidor. No és necessari que el Mixxx s'executi al mateix ordinador que té el servidor d'emissió. Tot i això, les estacions professionals acostumen a tenir la font d'emissió i el servidor al mateix ordinador per motius d'estabilitat de la emissió. Tingueu en compte que si voleu emetre a una quantitat alta d'oients, necessitareu força ample de banda. Llegiu la `Documentació Shoutcast <http://wiki.winamp.com/wiki/SHOUTcast_Getting_Started_Guide>`_ o la `Documentació Icecast <http://www.icecast.org/docs/>`_ per a informació de com configurar un servidor.

source: Mixxx as client-side streaming source broadcasting to an local streaming server
ca: El Mixxx com a font d'emissió, utilitzant un servidor d'emissió local

source: Configuring Mixxx
ca: Configurant el Mix

source: Start by supplying Mixxx with all information needed to establish a connection to the streaming server:
ca: Comenceu indicant al Mixxx la informació necessària per a connectar-se al servidor d'emissió:

source: Open :menuselection:`Preferences --> Live Broadcasting`.
ca: Obriu :menuselection:`Preferències --> Emissió en viu`.

source: Insert the settings following the descriptions in the :ref:`live-broadcasting-preferences`
ca: Introduïu la informacio segons s'indica en :ref:`live-broadcasting-preferences`

source: Click :guilabel:`OK`
ca: Feu clic a :guilabel:`Acceptar`

source: Go to :menuselection:`Options --> Enable Live Broadcasting` or use the :ref:`appendix-shortcuts` to start broadcasting.
ca: Aneu a :menuselection:`Opcions --> Activa la emissió en viu` o utilitzen les :ref:`appendix-shortcuts` per a començar la emissió.

source: Live Broadcasting Preferences
ca: Preferències de l'emissió en viu

source: Mixxx preferences - Setting up live broadcasting
ca: Preferències del Mixxx - Configurant una emissió en viu

source: **Server Connection**
ca: **Connexió al servidor**

source: **Type**: Select the type of streaming server you want to connect with. :term:`Shoutcast 1<shoutcast>`, :term:`Icecast 1 <icecast>`, and :term:`Icecast 2<icecast>` servers are supported.
ca: **Tipus**:Seleccioneu el tipus de servidor d'emissió al que us connectareu. El Mixxx és compatible amb :term:`Shoutcast 1 <shoutcast>`, :term:`Icecast 1 <icecast>` i :term:`Icecast 2 <icecast>`.

source: **Host**: You can enter the host as either a host name or an IP address.
ca: **Màquina**: Podeu indicar la màquina ja sigui utilitzant el nom DNS, o l'adreca IP.

source: **Login**: As provided by your streaming server provider. Without this, you will not connect successfully to the server. The default login for *Icecast* is ``source`` while the default login for Shoutcast is ``admin``.
ca: **Usuari**: El que us proporcioni el servidor d'emissió. Sense ell no podreu connectar-vos al servidor amb èxit. L'usuari per defecte per a *Icecast* és ``source`` mentre que per a Shoutcast és ``admin``.

source: **Mount**: A mount point is a unique name identifying a particular stream. For *Shoutcast* it is not necessary to specify a mount point. The setting must not be blank if you are using *Icecast*. Try the default ``/mount`` or ``/live``. If you haven't been given a specific mount point you can usually make one up. It always begins with a ``/`` (slash) followed by a text without any special characters in it.
ca: **Muntatge**: Un punt de muntatge és un nom únic que identifica una emissió concreta. Per a *Shoutcast* no és necessari indicar un punt de muntatge. En canvi, amb *Icecast* cal que ho informeu. Podeu posar el valor per defecte ``/mount`` o ``/live``. Si no us han donat cap punt de muntatge, potser podeu posar el que us sembli. Cal que comenci amb ``/`` (barra) i continuï amb un text sense caràcters especials.

source: **Port**: As provided by your streaming server provider. Most servers use the default port 8000.
ca: **Port**: El que us proporcioni el vostre proveïdor d'emissió. Molts servidors utilitzen el port 8000.

source: **Password**: As provided by your streaming server provider, unless you run your own radio server. It is required to establish the connection to the server and to start the broadcast.
ca: **Contrasenya**: La que us proporcioni el vostre proveïdor d'emissió, a no ser que tingueu el vostre propi servidor. Es necessita per a realitzar la connexió al servidor i iniciar la transmissió.

source: Do not enter a :term:`URL` as the host! ``http://example.com:8000`` does not work. Use ``example.com`` in the :guilabel:`Host` field and ``8000`` in the :guilabel:`Port` field instead.
ca: No poseu una :term:`URL` a l'adreça de la màquina! ``http://exemple.com:8000`` no us funcionarà. Heu de posar ``exemple.com`` a :guilabel:`Màquina` i ``8000`` a :guilabel:`Port`.

source: **Stream Setting**
ca: **Opcions de la emissió**

source: **Public stream**: If enabled, this option adds your radio station to the Shoutcast/Icecast directory.
ca: **Transmissió pública**: Si s'activa, aquesta opció afegeix la vostra emissora de ràdio a l'índex d'emissores de Shoutcast/Icecast.

source: **Enable UTF-8 metadata**: If enabled, this option fixes broken accented and foreign language symbols in :term:`metadata`, assuming the streaming provider has configured the server to support UTF-8 metadata.
ca: **Utilitza la codificació UTF-8 per a les metadades**: Si s'activa, la opció corregeix els accents i símbols estrangers a les :term:`metadades <metadata>`, sempre i quan el servidor estigui configurat per a permetre metadades UTF-8.

source: **Stream name**: So, what's the name of your show?
ca: **Nom de la emissió**: I doncs, quin és el nom del vostre xou?

source: **Website**: The website you would like your listeners to visit.
ca: **Pàgina web**: La pàgina web que poden visitar els vostres oients.

source: **Description**: Enter your DJ name and a short tagline.
ca: **Descripció**: Introduïu el vostre nom de DJ i algun comentari.

source: **Genre**: List the main genres you play. This attracts search hits on stream directories. Genre must not be blank.
ca: **Gènere**: Indiqueu els estils musicals que posareu. Això atreu més oients que cerquin als índex d'emissores. El Gènere no pot estar en blanc.

source: **Encoding**
ca: **Codificació**

source: **Bitrate**: Selecting a :term:`bitrate` of 128 or 160 :term:`kbps` is common and provides sufficient quality to your listeners. Higher bitrates will use a larger chunk in your Internet connection bandwidth to stream and for your listeners to receive the stream.
ca: **Taxa de bits**: Utilitzar una :term:`taxa de bits <bitrate>` de 128 o 160 :term:`kbps` és habitual i proporciona una qualitat suficient per als vostres oients. Taxes de bits majors utilitzaran més ample de banda de la vostra connexió a internet, i per als oients per a rebre la emissió.

source: **Format**: Mixxx supports streaming to Icecast servers either in :term:`MP3` or :term:`Ogg Vorbis` format, streaming to Shoutcast servers is supported in :term:`MP3` format.
ca: **Format**: El Mixxx permet emetre als servidors Icecast tant en format :term:`MP3` com en :term:`Ogg Vorbis`, mentre que per a servidors Shoutcast, només es pot utilitzar el format :term:`MP3`.

source: **Shoutcast metadata format**
ca: **Format de metadades Shoutcast**

source: This allows to set custom metatdata formats for the Shoutcast title field. Previously only ``artist - title`` was allowed. For example if you were broadcasting as part of a station, you could add the station's name or the presenter's name in the title: ``MyStation | $artist - $title``. Or if you were doing a live mix with several artists, you could have: ``Live mix by MyName - currently playing: $artist``. Or even if you wanted a very unusual format: ``Hey, I like $artist, here is $title by $artist``.
ca: Això permet definir un format de metadades personalitzat per al títol en servidors Shoutcast. Abans, només es permetia ``artista - títol``. Per exemple, si esteu emetent com a emissora de ràdio, podeu afegir el nom de la emissora, o del presentador al títol: ``LaMevaEmissora | $artist - $title``. O si feu una mescla en viu amb diferents artistes, podeu posar ``Mescla en viu amb ElMeuNom - reproduïnt: $artist``. També podeu posar coses poc comunes, com ``Ei! Magrada el $artist, aquí teniu $title de $artist``.

source: The changes **do not** affect the case for the combination of OGG/Icecast2.
ca: Aquestes opcions **no** s'apliquen si s'emet amb Ogg i Icecast2.

source: **Custom metadata**
ca: **Metadades personalitzades**

source: By default, Mixxx broadcasts artist and title information of the files that you play to your listeners. You can disable this feature and use your own custom metadata.
ca: Per defecte, el Mixxx envia l'artista i el títol de les cançons que reproduïu als vostres oients. Podeu desactivar aquesta característica i utilitzar metadades personalitzades.

source: **Enable custom metadata**: Toggles custom metadata on and off.
ca: **Activa les metadades personalitzades**: Activa o desactiva les metadades personalitzades.

source: **Artist**: Insert your custom artist metadata here, your DJ name for example.
ca: **Artista**: Indica el valor que voleu enviar enlloc de l'artista, per exemple el vostre nom de DJ.

source: **Title**: Insert your custom title metadata here.
ca: **Títol**: Indiqueu les metadades que voleu enviar enlloc del títol.

source: Due to licensing restrictions, MP3 streaming is not enabled by default. For information on how to enable MP3 streaming, go to the chapter :ref:`MP3 streaming`.
ca: Degut a restriccions de llicència, la emissio en MP3 no està habilitada per defecte. Per a més informació de com emetre en MP3, aneu al capítol :ref:`Emetre en MP3 <MP3 streaming>`.

source: Icecast vs. Shoutcast
ca: Icecast contra Shoutcast

source: Both essentially serve the same purpose. An Icecast server can stream either :term:`MP3` or :term:`Ogg Vorbis`. However, although Ogg is more efficient and effective (you get higher-fidelity sound than MP3 at lower data rates) not all players can play Ogg streams. As a result MP3 is probably a safe choice unless you know your listeners can hear an Ogg stream successfully.
ca: Tots dos ofereixen bàsicament la mateixa funcionalitat. Un servidor Icecast pot emetre tant en :term:`MP3` com en :term:`Ogg Vorbis`. Tot i això, tot i que Ogg és més eficient i efectiu (ofereix millor qualitat que el MP3 a taxes de bits menors), no tots els reproductors poden reproduir emissions en Ogg. Per això, el MP3 és probablement la opció més segura a no ser que sapigueu que els vostres oients poden escoltar emissions en Ogg sense problemes.

source: Broadcast directories
ca: Índex d'emissores

source: Generally your streaming server host adds your radio station to the Shoutcast/Icecast directory, if you enable the :guilabel:`Public Stream` option in :menuselection:`Preferences --> Live Broadcasting --> Stream Settings`.
ca: Habitualment, el servidor d'emissió afegeix la vostra estació de ràdio a l'índex d'emissores de Shoutcast/Icecast, si heu activat la opció :guilabel:`Transmissió pública` a les :menuselection:`Preferències --> Emissió en viu --> Configuració de la emissió`.

source: **Icecast radio directory**: `dir.xiph.org <http://dir.xiph.org/>`_
ca: **Índex d'emissores de ràdio Icecast**: `dir.xiph.org <http://dir.xiph.org/>`_

source: Troubleshooting
ca: Solució de problemes

source: If you have trouble connecting to your streaming server, check the configuration in the :ref:`live-broadcasting-preferences`.
ca: Si teniu problemes connectant-vos al servidor d'emissió, comproveu la configuració a :ref:`live-broadcasting-preferences`.

source: You may need the :term:`LAME` libraries to stream in MP3. See :ref:`MP3 Streaming`.
ca: Potser necessitareu les llibreries :term:`LAME` per a emetre en MP3. Consulteu :ref:`Emetre en MP3 <MP3 Streaming>`.

source: You may have selected the :term:`Ogg Vorbis` format that is unsupported by Shoutcast servers.
ca: Potser heu seleccionat el format :term:`Ogg Vorbis` que no es compatible amb servidors Shoutcast.

source: You may need to check your firewall settings. Both Icecast and Shoutcast use two ports. If you are streaming on a port (for example, port 8000) then you need to open up the next port (port 8001) as well.
ca: Potser heu de canviar les opcions del tallafoc. Tant el Icecast com el Shoutcast utilitzen dos ports. Si emeteu pel un port (per exemple, el 8000), aleshores també heu d'obrir el port següent, (8001).

source: You may need to configure port forwarding if you are behind a router or your router will block requests to your streaming port (for example, port 8000)
ca: Potser cal que configureu el vostre ruter per a que reenviï les connexions entrants per a que no bloquegi les conexions al port d'emissió (per exemple, port 8000)

source: Activate MP3 streaming support
ca: Habilita la emissió en MP3

source: Due to licensing restrictions, :term:`MP3` streaming is not enabled by default. In order to enable MP3 streaming you must install the :term:`LAME` MP3 :term:`codec` yourself. The following section explains how you can do that.
ca: Degut a restriccions de llicència, la emissió en :term:`MP3` no està habilitada per defecte. Per tal d'habilitar-la, heu d'instal·lar el :term:`codec` de MP3 :term:`LAME`. Aquesta secció explica com fer-ho.

source: If you have activated MP3 streaming support, you'll be also able to record your mixes in MP3 format. Go to the chapter :ref:`djing-recording-your-mix` for more information.
ca: Si activeu el suport per a emissió en MP3, també podreu enregistrar les mescles en el format MP3. Aneu al capítol :ref:`djing-recording-your-mix` per a més informació.

source: Activate MP3 streaming support on Windows
ca: Activar el suport d'emissió en MP3 a Windows

source: To activate MP3 streaming on Windows, follow these steps:
ca: Per a habilitar la emissió en MP3 a Windows, seguiu aquests passos:

source: Download LAME 3.98.4 :term:`binaries` from http://www.rarewares.org/mp3-lame-libraries.php.
ca: Descarregueu els fitxesr :term:`binaris <binaries>` de LAME 3,98.4 des de http://www.rarewares.org/mp3-lame-libraries.php.

source: The download page includes 32-bit and 64-bit versions. Make sure the version you download matches the version of Mixxx that you use, not the version of Windows. If you are on 64bit Windows but are using 32bit Mixxx, you need the 32bit (“x86”) version of the LAME binaries.
ca: La pàgina de descàrrega té versions per a 32-bits i 64-bits. Assegureu-vos de triar la versió que coincideixi amb la versió del Mixxx que utilitzeu, no pas la que tingui el Windows. És a dir, si el vostre Windows és de 64bits però utilitzeu el Mixxx de 32bits, aleshores necessiteu els binaris de LAME de 32bits (“x86”).

source: Copy :file:`libmp3lame.dll` to the location you have installed Mixxx, probably :file:`C:\\Program Files\\Mixxx\\`.
ca: Copieu el fitxer :file:`libmp3lame.dll` a la carpeta on heu instal·lat el Mixxx, possiblement :file:`C:\\Fitxers de programa\\Mixxx\\`.

source: **Only** if you are running Mixxx 1.11 or earlier, you **must** also rename :file:`libmp3lame.dll` to :file:`lame_enc.dll` in the folder where you have installed Mixxx. Select :menuselection:`Help --> About` to find out your version of Mixxx.
ca: **Només** si feu anar el Mixxx 1.11 o anteriors, **cal** que canvieu el nom de :file:`libmp3lame.dll` a :file:`lame_enc.dll` a la carpeta on heu instal·lat el Mixxx. Podeu consultar la versió del Mixxx anant a :menuselection:`Ajuda --> Sobre el Mixxx`.

source: Restart Mixxx
ca: Reinicieu el Mixxx

source: Windows Troubleshooting
ca: Solució de problemes a Windows

source: Double check that the version of LAME you use (“x86” = 32-bit vs. “x64” = 64-bit) matches the version of Mixxx you use.
ca: Comproveu que la versió de LAME (“x86” = 32-bit vs. “x64” = 64-bit) correspon a la versió del Mixxx que esteu utilitzant.

source: If you are running Mixxx 1.11 or earlier, did you rename the :file:`libmp3lame.dll` to :file:`lame_enc.dll`?
ca: Si utilitzeu el Mixxx 1.11 o anteriors, heu canviat el nom de :file:`libmp3lame.dll` a :file:`lame_enc.dll`?

source: Make sure you put the correct LAME :file:`*.dll` file in the same folder that contains the installation of Mixxx you are using.
ca: Assegureu-vos de posar el fitxer :file:`*.dll` del LAME a la mateixa carpeta on heu instal·lat el Mixxx que esteu utilitzant.

source: Method A: Download
ca: Mètode A: Descàrrga

source: Double-click on the downloaded zip file to unpack the file and you'll get an installer package file
ca: Feu doble clic al fitxer zip descarregat per a descomprimir-lo i obtindreu un instal·lador

source: Double-click on the installer package file and follow the step-by-step instructions in the installer
ca: Feu doble clic a l'instal·lador i seguiu les instruccions pas a pas.

source: Method B: Package manager
ca: Mètode B: Gestor de paquets

source: Open a terminal and type the following commands::
ca: Obriu un terminal i escriviu aquestes instruccions::

source: Activate MP3 streaming support on Linux
ca: Habilitar la emissió en MP3 a Linux

source: On Ubuntu and GNU/Linux-based operating systems MP3 streams can be activated by installing the package :file:`libmp3lame`. Dependent on your Linux distribution the package might be slightly named different such as :file:`lame`.
ca: En Ubuntu i els sistemes operatius basats en GNU/Linux, les emissions en MP3 es poden habilitar instal·lant el paquet :file:`libmp3lame`. Depenent de la distribució del Linux, el paquet pot tenir un nom lleugerament diferent, com :file:`lame`.
