Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/microphones.po
Languages: fr, nl

source: DJ controllers with microphone inputs typically mix the microphone input with the :term:`main output` without sending it to the computer. This does not have the problem with latency that happens with :ref:`microphones-software-monitoring`. However, many cheap DJ controllers do not digitize the signal to make it available to the computer. Refer to the controller's page on the `Mixxx wiki <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ or the manual from the controller manufacturer for details about your particular controller.
fr: Les contrôleurs DJ avec entrées microphone mix généralement l'entrée microphone avec la :term:`sortie principale` sans l'envoyer à l'ordinateur. Ceci n'a pas le problème de latence qui se produit avec :ref:`microphones-software-monitoring`. Cependant, de nombreux contrôleurs DJ bon marché ne numérisent pas le signal pour le rendre disponible à l'ordinateur. Voir la page du contrôleur sur le `wiki Mixxx <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ ou au manuel du fabricant du contrôleur pour plus de détails sur votre contrôleur particulier.
nl: DJ controllers met microfoon inputs mixen meestal de microphone input met de :term:`main output` zonder deze naar de computer te sturen. Dit heeft dus geen latentie-probleem dat voorkomt bij :ref:`microphones-software-monitoring`. Echter, veel goedkoper DJ controllers digitalizeren het signaal niet om het beschikbaar te maken voor de computer. Kijk naar de controllers pagina op de `Mixxx wiki <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ of in de de handleiding aangeleverd door de fabrikant van de controller voor details aangaande een specifieke controller.

source: If the controller does not digitize the microphone input, you cannot use Mixxx's microphone input to record or broadcast with the microphone using Mixxx's :guilabel:`Microphone 1-4` inputs. It is still possible to record and broadcast the microphone by connecting the booth output of the controller to an audio interface input and configuring this for Mixxx's :guilabel:`Record/Broadcast` input. If the controller does not have a booth output, a Y splitter cable can be used on each side of the stereo main output to connect the main output to both the speakers and to another audio interface's input.
fr: Si le contrôleur ne numérise pas l'entrée microphone, vous ne pouvez pas utiliser l'entrée microphone de Mixxx pour enregistrer ou diffuser avec le microphone à l'aide des entrées :guilabel:`Microphone 1-4` de Mixxx. Il est toujours possible d'enregistrer et de diffuser le microphone en connectant la sortie cabine du contrôleur à une entrée d'interface audio et en la configurant pour l'entrée :guilabel:`Enregistrer/Diffuser` de Mixxx. Si le contrôleur n'a pas de sortie cabine, un câble séparateur en Y peut être utilisé de chaque côté de la sortie principale stéréo pour connecter la sortie principale aux deux haut-parleurs et à l'entrée d'une autre interface audio.
nl: Als de controller de microfooningang niet digitaliseert, kunt u de microfooningang van Mixxx niet gebruiken om met de microfoon op te nemen of uit te zenden met behulp van de Mixxx :guilabel:`Microphone 1-4` ingangen. Het is nog steeds mogelijk om met de microfoon op te nemen en uit te zenden door de booth-out-uitgang van de controller aan te sluiten op een audio-interface-ingang en deze te configureren voor de Mixxx :guilabel:`Opname/Uitzenden`-ingang. Als de controller geen booth-uitgang heeft, kan een Y-splitsingskabel aan beide zijden van de stereo-hoofduitgang worden gebruikt om de hoofduitgang aan te sluiten op zowel de luidsprekers als op de ingang van een andere audio-interface.

source: DJ controllers typically do not supply phantom power required for condenser microphones. Stand-alone audio interfaces typically do supply phantom power.
fr: Les contrôleurs DJ ne fournissent généralement pas d'alimentation fantôme requise pour les microphones à condensateur. Les interfaces audio autonomes fournissent généralement une alimentation fantôme.
nl: DJ-controllers leveren doorgaans geen fantoomvoeding die nodig is voor condensatormicrofoons. Stand-alone audio-interfaces leveren meestal wel fantoomvoeding.

source: Microphone ducking is a technique to improve the audibility of speech by reducing the volume of background music while a voice signal is recorded by the microphone and allows listeners to hear the voice more clearly and consistently. While using Mixxx with a microphone, you might want the music to automatically fade into the background each time you speak, or you might prefer lowering the volume of the music to a specific level. Microphone ducking helps you achieve this. The music will 'duck' out of the way of the microphone audio.
fr: L'atténuation du microphone est une technique visant à améliorer l'audibilité de la parole en réduisant le volume de la musique de fond pendant qu'un signal vocal est enregistré par le microphone et permet aux auditeurs d'entendre la voix plus clairement et de manière plus cohérente. Lorsque vous utilisez Mixxx avec un microphone, vous souhaiterez peut-être que la musique passe automatiquement en arrière-plan à chaque fois que vous parlez, ou vous préfèrerez peut-être baisser le volume de la musique à un niveau spécifique. L'atténuation du microphone vous aide à y parvenir. La musique "s'éloignera" du son du microphone.
nl: Microfoon ducking is een techniek om de hoorbaarheid van gesproken woord te verbeteren door het volume van de achtergrondmuziek te verminderen wanneer een stemsignaal wordt opgenomen door een microfoon. Dit staat de luisteraars toe de stem duidelijker en klaarder te horen. Wanneer u Mixxx met een microfoon gebruikt wilt u misschien dat elke keer dat u spreekt de muziek automatisch naar de background wordt gefaded. Of misschien verkiest u dat het volume van de de muziek op een specifiek niveau wordt gezetMicrophone ducking helpt u dit te bereiken. De muziek zal uit de weg van de microfoon geluid 'duck'-en (duiken).

source: The microphone ducking section
fr: La section atténuation du microphone
nl: Het microfoon ducking onderdeel

source: The microphone ducking controls
fr: Les commandes d’atténuation du microphone
nl: De microfoon ducking besturingselementen

source: The :guilabel:`Strength` knob adjusts the microphone talkover ducking strength and its behaviour depends on any of the Microphone talkover modes described below. Clicking on the :guilabel:`Auto` button will switch it to any of three modes:
fr: Le potentiomètre :guilabel:`Puissance` ajuste la force d'atténuation de la conversation du microphone et son comportement dépend de l'un des modes de conversation du microphone décrits ci-dessous. En cliquant sur le bouton :guilabel:`Auto`, vous passerez à l'un des trois modes suivants :
nl: De :guilabel:`Sterkte` knop regelt de microfoon talkover ducking sterkte en zijn gedrag hangt af van één van de microfoon talkover modi hieronder beschreven. Door te klikken op de the :guilabel:`Auto` toets zal deze naar één van de drie modi schakelen:

source: :guilabel:`Off`: When you speak through the microphone, the music volume does not reduce.
fr: :guilabel:`Off` : Lorsque vous parlez dans le microphone, le volume de la musique ne diminue pas.
nl: :guilabel:`Uit`: Wanneer u in de microffon spreekt wordt het muziekvolume niet verminderd.

source: :guilabel:`Auto`: When you speak through the microphone, the music volume will be reduced when Mixxx detects your voice. You can adjust the amount by which the volume is automatically reduced with the Strength knob.
fr: :guilabel:`Auto` : Lorsque vous parlez dans le microphone, le volume de la musique sera réduit lorsque Mixxx détectera votre voix. Vous pouvez régler la quantité de réduction automatique du volume avec le potentiomètre Puissance.
nl: :guilabel:`Auto`: Wanneer u in de microfoon spreekt wordt het muziekvolume vermindert wanneer Mixxx een stem detecteert. U kan de hoeveelheid van de volumevermindering regelen met de sterkte knop.

source: :guilabel:`Manual`:In this mode, the music will play at the volume set by the Strength knob whenever the microphone Talk button is active, regardless of the volume coming through the microphone input. When you speak through your microphone, set the volume to which the music should reduce by turning the Strength knob to a level that suits you. When you disable Talk mode, the music will return to the regular volume
fr: :guilabel:`Manual` : Dans ce mode, la musique sera jouée au volume réglé par le potentiomètre Puissance chaque fois que le bouton Talk du microphone est actif, quel que soit le volume provenant de l'entrée du microphone. Lorsque vous parlez dans votre microphone, réglez le volume auquel la musique doit être réduite en tournant le potentiomètre Puissance jusqu'au niveau qui vous convient. Lorsque vous désactivez le mode Talk, la musique reviendra au volume normal
nl: :guilabel:`Manueel`:In deze modus zal de muziek spelen op het volume dat met de sterkte knop werd ingesteld van zodra de microfoon Talk toets actief is, ongeacht het signaal volume dat uit de microfoon komùt. Wanneer u in de microfoon spreekt, stel de volumevermindering op een passend niveau in door aan de sterkte knop te draaien. Wanneer u de Talk modus deactiveert zal de muziek opnieuw op normaal volume afspelen.

source: To set the Ducking volume correctly, you can use manual mode to adjust the knob to your taste and then set to auto when happy.
fr: Pour régler correctement le volume d'atténuation, vous pouvez utiliser le mode manuel pour régler le potentiomètre à votre gout, puis le régler sur automatique lorsque vous êtes satisfait.
nl: Om het Ducking volume correct af te stellen, gebruik 'manueel' om af te regelen, en wanneer u tevreden mbent met de afstelling, gebruik dan de Auto-modus.

source: Software Monitoring
fr: Monitoring logiciel

source: Open Mixxx.
fr: Ouvrer Mixxx.

source: Microphone Ducking
fr: Atténuation du microphone
