Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/microphones.po
Languages: fr, nl

source: Make sure direct monitoring is *not* :ref:`activated on your audio interface <microphones-activate-direct-monitoring>` while you are measuring the round trip latency or you will not get an accurate measurement.
fr: Assurez-vous que le monitoring direct *n'est pas* :ref:`activée dans l’interface audio <microphones-activate-direct-monitoring>` pendant que vous mesurez la latence aller-retour ou bien vous n'obtiendrez pas une mesure précise.
nl: Zorg ervoor dat directe monitoring *niet* is :ref:`geactiveerd op uw audio-interface <microphones-activate-direct-monitoring>` terwijl u de Round Trip Latentie meet, anders krijgt u geen nauwkeurige meting.

source: Configuring Latency Compensation
fr: Configuration de la compensation de latence
nl: Latentie-compensatie configureren

source: Before opening Mixxx, :ref:`measure the round trip latency <microphones-measure-round-trip-latency>`.
fr: Avant d'ouvrir Mixxx, :ref:`mesurer la latence aller-retour <microphones-measure-round-trip-latency>`.
nl: Voordat u Mixxx opent, :ref:`meet de Round Trip Latentie <microphones-measure-round-trip-latency>`.

source: Select the audio interface input(s) for the :guilabel:`Microphone 1-4` inputs. Select a single mono channel for each Microphone input unless you are using stereo microphones.
fr: Sélectionner la ou les entrées d'interface audio pour les entrées :guilabel:`Microphone 1-4`. Sélectionner un seul canal mono pour chaque entrée microphone, sauf si vous utilisez des microphones stéréo.
nl: Selecteer de audio-interface-ingang(en) voor de :guilabel:`Microfoon 1-4`-ingangen. Selecteer een enkel monokanaal voor elke microfooningang, tenzij u stereomicrofoons gebruikt.

source: For the :guilabel:`Microphone Monitor Mode` option, select :guilabel:`Direct monitor (recording and broadcasting only)`.
fr: Pour l'option :guilabel:`Mode moniteur microphone`, sélectionner :guilabel:`Moniteur direct (seulement enregistrement et diffusion)`.
nl: Voor de optie :guilabel:`Microfoon Monitor modus` selecteert u :guilabel:`Directe monitor (alleen opname en uitzending)`.

source: Enter the measured round trip latency in milliseconds for the :guilabel:`Microphone Latency Compensation` option.
fr: Entrer la latence aller-retour mesurée en millisecondes pour l'option :guilabel:`Compensation latence du microphone`.
nl: Voer de gemeten Round Trip Latentie in milliseconden in voor de optie :guilabel:`Microfoon Latentie Compensatie`.

source: :ref:`Activate direct monitoring on your audio interface. <microphones-activate-direct-monitoring>`
fr: :ref:`Activer le monitoring direct et le bouclage (loopback) sur l’interface audio. <microphones-activate-direct-monitoring>`
nl: :ref:`Activeer directe monitoring op uw audio-interface. <microphones-activate-direct-monitoring>`

source: Adjust the microphone volume with the input gain knob on your audio interface. Do not adjust the microphone gain in Mixxx. If you do, the relative volume of the mics and music will be different in your recorded and broadcasted mixes compared to what you hear out of your audio interface.
fr: Régler le volume du microphone avec le potentiomètre de gain d'entrée de votre interface audio. Ne réglez pas le gain du microphone dans Mixxx. Si vous le faites, le volume relatif des micros et de la musique sera différent dans vos mixages enregistrés et diffusés par rapport à ce que vous entendrez depuis votre interface audio.
nl: Pas het microfoonvolume aan met de ingangsversterkingsknop op uw audio-interface. Pas de microfoonversterking niet aan in Mixxx. Als u dat doet, zal het relatieve volume van de microfoons en muziek in uw opgenomen en uitgezonden mixen anders zijn dan wat u uit uw audio-interface hoort.

source: Mixxx will not record or broadcast your microphone if the :guilabel:`Talk` button is not active. However, you will still hear the microphone in your main output because the microphone is mixed by your audio interface, not Mixxx. You may leave the :guilabel:`Talk` button on to ensure you do not forget it, but this will record and broadcast background noise when you are not actively using the microphone. If your microphone has an on/off switch on it, you may leave the :guilabel:`Talk` button enabled in Mixxx and use the switch on the microphone to avoid adding background noise to your mix. Alternatively, you can adjust the input gain on your audio interface throughout your mix.
fr: Mixxx n'enregistrera ni ne diffusera votre microphone si le bouton :guilabel:`Parler` n'est pas actif. Cependant, vous entendrez toujours le microphone dans votre sortie principale car le microphone est mélangé par votre interface audio, pas par Mixxx. Vous pouvez laisser le bouton :guilabel:`Parler` activé pour vous assurer de ne pas l'oublier, mais cela enregistrera et diffusera le bruit de fond lorsque vous n'utilisez pas activement le microphone. Si votre microphone est doté d'un commutateur marche/arrêt, vous pouvez laisser le bouton :guilabel:`Parler` activé dans Mixxx et utiliser le commutateur du microphone pour éviter d'ajouter du bruit de fond à votre mixage. Vous pouvez également régler le gain d'entrée sur votre interface audio tout au long de votre mixage.
nl: Mixxx zal uw microfoon niet opnemen of uitzenden als de :guilabel:`Talk` knop niet actief is. U zult echter nog steeds de microfoon in uw hoofduitgang horen omdat de microfoon wordt gemixt door uw audio-interface, niet door Mixxx. U kunt de :guilabel:`Talk` knop aan laten staan om te zorgen dat u deze niet vergeet, maar deze zal wel achtergrondgeluiden opnemen en uitzenden als u de microfoon niet actief gebruikt. Als uw microfoon een aan/uit-schakelaar heeft, kunt u de :guilabel:`Talk` knop aan laten staan in Mixxx en de schakelaar op de microfoon gebruiken om te voorkomen dat u achtergrondgeluiden toevoegt aan uw mix. U kunt ook de ingangsversterking op uw audio-interface in de gehele mix aanpassen.

source: Activating Direct Monitoring And Loopback On The Audio Interface
fr: Activation du monitoring direct et du bouclage (loopback) sur l'interface audio
nl: Directe Monitoring en Loopback Activeren op De Audio-Interface

source: General tips for activating direct monitoring and loopback are described below. However, every audio interface is different, so refer to the audio interface manual from the manufacturer for more details.
fr: Des conseils généraux pour activer le monitoring direct et le bouclage (loopback) sont décrits ci-dessous. Cependant, chaque interface audio est différente, reportez-vous donc au manuel de l'interface audio du fabricant pour plus de détails.
nl: Algemene tips voor het activeren van directe monitoring en loopback worden hieronder beschreven. Elke audio-interface is echter anders, dus raadpleeg de handleiding van de audio-interface van de fabrikant voor meer details.

source: On stand-alone audio interfaces, there is often a knob on the device that controls direct monitoring. This knob crossfades the audio interface's output between the signal from the computer and the directly monitored inputs. If your audio interface has a knob like this, set the knob to the center. Alternatively, some audio interfaces have a switch to toggle direct monitoring instead of a knob.
fr: Sur les interfaces audio autonomes, il y a souvent un potentiomètre sur l'appareil qui contrôle le monitoring direct. Ce potentiomètre transforme la sortie de l'interface audio entre le signal de l'ordinateur et les entrées directement monitorées. Si votre interface audio possède un potentiomètre comme celui-ci, placer-le au centre. Vous pouvez également utiliser le commutateur de certaines interfaces audio pour activer le monitoring direct, à la place d'un potentiomètre.
nl: Op stand-alone audio-interfaces is er vaak een knop op het apparaat die directe monitoring regelt. Deze knop zal de output van de audio-interface tussen het signaal van de computer en de direct gecontroleerde inputs crossfaden. Als uw audio-interface zo'n knop heeft, stelt u de knop zo in dat deze in het midden staat. Als alternatief hebben sommige audio-interfaces een schakelaar om directe monitoring in of uit te schakelen in plaats van een knop.

source: To hear mono microphone inputs on both sides of the stereo output with direct monitoring, you typically need to toggle a switch on the device.
fr: Pour entendre les entrées microphone mono des deux côtés de la sortie stéréo avec un monitoring direct, vous devez généralement basculer un commutateur sur l'appareil.
nl: Om het mono-geluid van microfooningangen aan beide zijden van de stereo-uitgang met directe monitoring te horen, moet u meestal een schakelaar in- of uitschakelen op het apparaat.

source: If the audio interface supports :ref:`microphones-loopback-input`, that may be activated by a switch on the device.
fr: Si l'interface audio prend en charge :ref:`microphones-loopback-input`, celle-ci peut être activée par un commutateur sur l'appareil.
nl: Als de audio-interface :ref:`microfoons-loopback-input` ondersteunt, dan kan dat worden geactiveerd door een schakelaar op het apparaat.

source: Audio interfaces with lots of inputs and outputs often have a control panel program provided by the manufacturer that is installed automatically with the driver. This may be used instead of knobs and switches on the hardware to control direct monitoring, loopback, stereo/mono switches, and other audio interface features. On GNU/Linux, you might be able to access these controls with :command:`alsamixer`.
fr: Les interfaces audio avec de nombreuses entrées et sorties ont souvent un programme "Panneau de contrôle", fourni par le fabricant, qui est installé automatiquement avec le pilote. Il peut être utilisé à la place des potentiomètres et des commutateurs du matériel pour contrôler le monitoring direct, le bouclage (loopback), les commutateurs stéréo/mono et d'autres fonctionnalités d'interface audio. Sur GNU/Linux, vous pourriez être en mesure d'accéder à ces contrôles avec :command:`alsamixer`.
nl: Audio-interfaces met veel in- en uitgangen hebben vaak een door de fabrikant geleverd bedieningspaneelprogramma dat automatisch met de stuurprogramma's wordt geïnstalleerd. Dit kan worden gebruikt in plaats van knoppen en schakelaars op de hardware om directe monitoring, loopback, stereo/mono-schakelaars en andere audio-interfacefuncties te bedienen. Op GNU/Linux is het mogelijk om deze bedieningselementen te benaderen met :command:`alsamixer`.

source: Refer to the section below for details about :ref:`microphones-dj-controllers`.
fr: Reportez-vous à la section ci-dessous pour plus de détails sur :ref:`microphones-dj-controllers`.
nl: Raadpleeg het onderstaande gedeelte voor meer informatie over :ref:`microfoons-dj-controllers`.

source: Hardware Mixers
fr: Tables de mixage matériel
nl: Hardware Mengtafels

source: Mixxx can be used with a microphone plugged into an external hardware mixer. This does not have the problem with latency that happens with :ref:`microphones-software-monitoring`. However, it is generally recommended to use an audio interface that supports :ref:`microphones-direct-monitoring` and a :ref:`microphones-loopback-input` instead of an external mixer. If you are using :ref:`vinyl-control` and a microphone, you may need an external mixer.
fr: Mixxx peut être utilisé avec un microphone branché sur une table de mixage matériel externe. Ce cas n'a pas le problème de latence qui se produit avec le :ref:`microphones-software-monitoring`. Cependant, il est généralement recommandé d'utiliser une interface audio qui prend en charge le :ref:`microphones-direct-monitoring` et une :ref:`microphones-loopback-input` au lieu d'une table de mixage externe. Si vous utilisez le :ref:`vinyl-control` et un microphone, vous aurez peut-être besoin d'une table de mixage externe.
nl: Mixxx kan worden gebruikt met een microfoon die op een externe hardwaremixer is aangesloten. Hierdoor heeft u geen probleem met de latentie die optreedt bij :ref:`microfoon-software-monitoring`. Het is echter over het algemeen aan te raden om een audio-interface te gebruiken die :ref:`microfoons-direct-monitoring` en een :ref:`microfoons-loopback-input` ondersteunt in plaats van een extern mengpaneel. Als u gebruik maakt van :ref:`vinyl-control` en een microfoon, kan het zijn dat u een extern mengpaneel nodig heeft.

source: Mixxx can send each deck to separate stereo channels on an external mixer by using the :guilabel:`Deck 1-4` outputs. This requires an audio interface with at least 4 output channels (2 stereo pairs). Audio interfaces built into computers only have one stereo output and they do not have high sound quality. Thus, another audio interface is recommended. Audio interfaces with at least 4 output channels typically have microphone inputs and support :ref:`microphones-direct-monitoring`, so there is no need for the external mixer.
fr: Mixxx peut envoyer chaque platine vers des canaux stéréo séparés sur une table de mixage externe en utilisant les sorties :guilabel:`Platine 1-4`. Cela nécessite une interface audio avec au moins 4 canaux de sortie (2 paires stéréo). Les interfaces audio intégrées aux ordinateurs n'ont qu'une seule sortie stéréo et elles n'ont pas une qualité sonore élevée. Ainsi, une autre interface audio est recommandée. Les interfaces audio avec au moins 4 canaux de sortie ont généralement des entrées microphone et prennent en charge le :ref:`microphones-direct-monitoring`, il n'y a donc pas besoin de table de mixage externe.
nl: Mixxx kan elk deck naar afzonderlijke stereokanalen op een externe mixer sturen door gebruik te maken van de :guilabel:`Deck 1-4` uitgangen. Dit vereist een audio-interface met minstens 4 uitgangskanalen (2 stereoparen). Audio-interfaces die in computers zijn ingebouwd hebben slechts één stereo-uitgang en hebben geen hoge geluidskwaliteit. Daarom wordt een andere audio-interface aanbevolen. Audio-interfaces met ten minste 4 uitgangskanalen hebben meestal microfooningangen en ondersteunen :ref:`microfoon-direct-monitoring`, dus er is geen behoefte aan een extern mengpaneel.

source: However, audio interfaces with phono preamplifiers for :ref:`vinyl-control` do not have microphone inputs. If you want to use vinyl control with a microphone, it is recommended to plug the microphone into a DJ mixer.
fr: Cependant, les interfaces audio avec préamplificateurs phono pour le :ref:`vinyl-control` n'ont pas d'entrées microphone. Si vous souhaitez utiliser le contrôle vinyle avec un microphone, il est recommandé de brancher le microphone sur une table de mixage DJ.
nl: Audio-interfaces met phono-voorversterkers voor :ref:`vinyl-control` hebben echter geen microfooningangen. Als u gebruik wilt maken van vinyl-control met een microfoon, is het aan te raden om de microfoon aan te sluiten op een DJ-mengtafel.

source: Some mixers that are not designed for DJing have a built-in USB audio interface. However, the audio interfaces in these mixers typically send only 2 channels (one stereo pair) to the mixer, so they are not recommended.
fr: Certaines tables de mixage non conçus pour le DJ ont une interface audio USB intégrée. Cependant, les interfaces audio de ces tables de mixage n'envoient généralement que 2 canaux (une paire stéréo) à la table de mixage, ils ne sont donc pas recommandés.
nl: Sommige mixers die niet zijn ontworpen om te DJ'en, hebben een ingebouwde USB-audio-interface. De audio-interfaces in deze mixers sturen meestal slechts 2 kanalen naar de mixer (één stereopaar) , dus worden ze niet aanbevolen.

source: Recording And Broadcasting With An External Hardware Mixer
fr: Enregistrement et diffusion avec une table de mixage matériel externe
nl: Opnemen en Uitzenden met een Externe Hardware Mixer

source: To record or broadcast with an external hardware mixer, the output of the mixer needs to be connected to the input of an audio interface. Most DJ mixers have an extra output for this which may be labeled "record", "session", "auxiliary", or "booth". Some audio interfaces for vinyl control have enough input channels to receive the output of the mixer and timecode from two turntables. If yours does not, you may use the input of the audio interface built into your computer, but these do not have high sound quality.
fr: Pour enregistrer ou diffuser avec une table de mixage matériel externe, la sortie de la table de mixage doit être connectée à l'entrée d'une interface audio. La plupart des tables de mixage DJ ont une sortie supplémentaire pour cela qui peut être étiquetée "record", "session", "auxiliaire" ou "cabine". Certaines interfaces audio pour le contrôle vinyle ont suffisamment de canaux d'entrée pour recevoir la sortie de la table de mixage et le timecode de deux tourne-disques. Si ce n'est pas le cas, vous pouvez utiliser l'entrée de l'interface audio intégrée à votre ordinateur, mais celles-ci n'ont pas une qualité sonore élevée.
nl: Om op te nemen of uit te zenden met een externe hardwaremixer, moet de uitgang van de mixer worden aangesloten op de ingang van een audio-interface. De meeste DJ-mixers hebben hiervoor een extra uitgang die aangeduid wordt met 'record', 'sessie', 'auxiliaire' of 'booth'. Sommige audio-interfaces voor vinyl control hebben voldoende ingangskanalen om de uitgang van het mengpaneel en de tijdcodering van twee draaitafels te ontvangen. Als dat bij u niet het geval is, kunt u gebruik maken van de input van de audio-interface die in uw computer is ingebouwd, maar deze hebben geen hoge geluidskwaliteit.

source: Alternatively, some DJ mixers have a built-in USB audio interface. These have inputs with phono preamplifiers for vinyl control and usually can send the record output back to the computer without a separate audio interface. Many (but not all) of these mixers are digital mixers, so they can send signals back and forth to Mixxx without converting them to analog. This results in higher sound quality for your recorded and broadcasted mixes compared to using a separate audio interface with an external mixer.
fr: Alternativement, certaines tables de mixage DJ ont une interface audio USB intégrée. Celles-ci ont des entrées avec préamplificateurs phono pour le contrôle vinyle et peuvent généralement renvoyer la sortie d'enregistrement à l'ordinateur sans interface audio séparée. Beaucoup (mais pas toutes) de ces tables de mixage sont des tables de mixage numériques, de sorte qu'elles peuvent envoyer des signaux dans les deux sens à Mixxx sans les convertir en analogique. Il en résulte une qualité sonore supérieure pour vos mixages enregistrés et diffusés, par rapport à l'utilisation d'une interface audio séparée avec une table de mixage externe.
nl: Als alternatief hebben sommige DJ-mixers een ingebouwde USB-audio-interface. Deze hebben ingangen met phono-voorversterkers voor vinyl control en kunnen meestal het geluid van de plaat terugsturen naar de computer zonder een aparte audio-interface. Veel (maar niet alle) van deze mixers zijn digitale mixers, zodat ze signalen heen en weer kunnen sturen naar Mixxx zonder ze om te zetten naar analoog. Dit resulteert in een hogere geluidskwaliteit voor uw opgenomen en uitgezonden mixen in vergelijking met het gebruik van een aparte audio-interface met een externe mixer.

source: To configure Mixxx for using a hardware mixer for recording and/or broadcasting:
fr: Pour configurer Mixxx à utiliser une table de mixage matériel pour l'enregistrement et/ou la diffusion :
nl: Mixxx configureren voor het gebruik van een hardware mixer voor opnemen en/of uitzenden:

source: In the :guilabel:`Output` tab, select the audio interface for the :guilabel:`Deck 1-2` outputs (and :guilabel:`Deck 3-4` outputs if your audio interface and mixer support 4 decks).
fr: Dans l'onglet :guilabel:`Sortie`, sélectionner l'interface audio pour les sorties :guilabel:`Platine 1-2` (et sorties :guilabel:`Platine 3-4` si votre interface audio et votre console de mixage prennent en charge 4 platines).
nl: In het :guilabel:`Output` tabblad selecteert u de audio-interface voor de :guilabel:`Deck 1-2` uitgangen (en :guilabel:`Deck 3-4` uitgangen als uw audio-interface en mixer 4 decks ondersteunen).

source: For the :guilabel:`Record/Broadcast` input, select the audio interface connected to the mixer's output. For mixers with a built-in USB audio interface, refer to the mixer manufacturer's manual to find which channels of the mixer's audio interface send the record output.
fr: Pour l'entrée :guilabel:`Enregistrer/Diffuser`, sélectionner l'interface audio connectée à la sortie de la table de mixage. Pour les tables de mixage avec une interface audio USB intégrée, reportez-vous au manuel du fabricant de la table de mixage pour trouver les canaux de l'interface audio de la table de mixage qui envoient la sortie d'enregistrement.
nl: Voor de :guilabel:`Opname/Uitzenden` ingang selecteert u de audio-interface die is aangesloten op de uitgang van de mixer. Voor mixers met een ingebouwde USB-audio-interface, raadpleeg de handleiding van de fabrikant van de mixer om te zien welke kanalen van de audio-interface van de mixer de opname-uitgang sturen.

source: If you are using vinyl control, select the audio interface connected to the turntables for the :guilabel:`Vinyl Control 1-4` inputs.
fr: Si vous utilisez le contrôle vinyle, sélectionner l'interface audio connectée aux tourne-disques pour les entrées :guilabel:`Contrôle vinyle 1-4`.
nl: Als u gebruik maakt van vinyl control, selecteer dan de audio-interface die is aangesloten op de draaitafels voor de ingangen :guilabel:`Vinyl Control 1-4`.

source: Do not configure anything for the :guilabel:`Microphone 1-4` inputs when using an external mixer. The microphone controls in Mixxx will not affect your microphones because the microphone is mixed by the external mixer.
fr: Ne configurer rien pour les entrées :guilabel:`Microphone 1-4` lorsque vous utilisez une table de mixage externe. Les commandes de microphone dans Mixxx n'affecteront pas vos microphones car le microphone est mixé par le table de mixage externe.
nl: Configureer niets voor de :guilabel:`Microfoon 1-4` ingangen bij gebruik van een externe mixer. De bedieningen van de microfoons in Mixxx hebben geen invloed op uw microfoons, omdat de microfoon wordt gemengd door het externe mengtafel.

source: DJ mixers typically do not supply phantom power required for condenser microphones. Stand-alone audio interfaces typically do supply phantom power.
fr: Les tables de mixage DJ ne fournissent généralement pas d'alimentation fantôme requise pour les microphones à condensateur. Les interfaces audio autonomes fournissent généralement une alimentation fantôme.
nl: DJ-mixers leveren doorgaans geen fantoomvoeding die nodig is voor condensatormicrofoons. Stand-alone audio-interfaces leveren meestal wel fantoomvoeding.

source: DJ Controllers With Microphone Inputs
fr: Contrôleurs DJ avec entrées microphone
nl: DJ-controllers met microfooningangen
