Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/microphones.po
Languages: fr, nl

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: Using Microphones
fr: Utilisation de microphones
nl: Gebruik van Microfoons

source: Mixxx can work with any microphone that can be plugged into your :ref:`audio interface <hardware-audio-interfaces>`. There are three ways to use microphones with Mixxx, each with their own pros and cons:
fr: Mixxx peut fonctionner avec n'importe quel microphone pouvant être branché sur votre :ref:`interface audio <hardware-audio-interfaces>`. Il existe trois façons d'utiliser les microphones avec Mixxx, chacune avec ses avantages et ses inconvénients :
nl: Mixxx kan werken met elke microfoon die kan worden aangesloten op uw :ref:`audio-interface <hardware-audio-interfaces>`. Er zijn drie manieren om microfoons te gebruiken met Mixxx, elk met hun eigen voor- en nadelen:

source: :ref:`microphones-software-monitoring`: Cheapest and simplest to set up, but you cannot hear yourself without a disorienting delay, referred to as "latency".
fr: :ref:`microphones-software-monitoring` : Le moins cher et le plus simple à installer, mais vous ne pouvez pas vous entendre sans un retard qui désoriente, appelé "latence".
nl: :ref:`microfoons-software-monitoring`: Gemakkelijkst en eenvoudigst in te stellen, maar je kunt jezelf niet horen zonder een desoriënterende vertraging, ook wel 'latentie' genoemd.

source: :ref:`microphones-direct-monitoring`: Recommended for most users. This is the cheapest to set up with good sound quality and without the latency of software monitoring.
fr: :ref:`microphones-direct-monitoring` : Recommandé pour la plupart des utilisateurs. C'est le moins cher à installer avec une bonne qualité sonore et sans la latence du monitoring logiciel.
nl: :ref:`microfoon-direct-monitoring`: Aanbevolen voor de meeste gebruikers. Dit is het gemakkelijkst in te stellen met een goede geluidskwaliteit en zonder de latentie van softwarebewaking.

source: :ref:`microphones-hardware-mixers`: Most expensive option to set up with high sound quality. This does not have the latency of software monitoring.
fr: :ref:`microphones-hardware-mixers` : Option la plus chère à installer avec une qualité sonore élevée. Sans la latence du monitoring logiciel.
nl: :ref:`microfoon-hardware-mixers`: De moeilijkste optie om in te stellen met een hoge geluidskwaliteit. Dit heeft niet de latentie van software monitoring.

source: USB microphones are not recommended. These devices have their own audio interface built in and can only be used with software monitoring. Some USB microphones have headphone jacks for direct monitoring, but the music from Mixxx cannot be heard in this headphone jack. Also, they can be difficult to configure at the same time as a different audio interface for music output.
fr: Les microphones USB ne sont pas recommandés. Ces appareils ont leur propre interface audio intégrée et ne peuvent être utilisés qu'avec le monitoring logiciel. Certains microphones USB ont des prises casque pour un monitoring direct mais alors la musique de Mixxx ne peut pas être entendue dans cette prise casque. De plus, ils peuvent être difficiles à configurer en même temps qu'une interface audio différente pour la sortie musicale.
nl: USB-microfoons worden niet aanbevolen. Deze apparaten hebben hun eigen audio-interface ingebouwd en kunnen alleen worden gebruikt met software monitoring. Sommige USB-microfoons hebben een hoofdtelefoonaansluiting voor directe monitoring, maar de muziek van Mixxx is niet te horen in deze hoofdtelefoonaansluiting. Ook kunnen ze moeilijk te configureren zijn op hetzelfde moment als een andere audio-interface voor muziekuitvoer.

source: The `Mixxx DJ Hardware Guide <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ lists specific audio interfaces with information about their prices, features, and suitability for use with microphones.
fr: Le `Mixxx DJ Hardware Guide <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ répertorie les interfaces audio spécifiques avec des informations sur leurs prix, leurs fonctionnalités et leur aptitude à être utilisées avec des microphones.
nl: De `Mixxx DJ Hardware Gids <https://github.com/mixxxdj/mixxx/wiki/Hardware-Compatibility>`_ lijst specifieke audio interfaces op met informatie ivm hun prijzen, mogelijkheden en gepastheid voor het gebruik met microfoons.

source: Software monitoring can be used with the built-in microphone on a laptop or with a headset plugged into the built-in audio interface on a computer. However, there is a delay between the time you make sound into the microphone and hear it in the :term:`main output`. Due to the nature of digital audio, it takes time for input from the audio interface to be available for Mixxx to process, time for Mixxx to process the audio, and more time to send the audio back out the audio interface. This time is referred to as "latency".
fr: Le monitoring logiciel peut être utilisée avec le microphone intégré sur un ordinateur portable ou avec un casque branché sur l'interface audio intégrée dans un ordinateur. Cependant, il y a un délai entre le moment où vous émettez le son dans le microphone et l'entendez sur la :term:`sortie principale`. En raison de la nature de l'audio numérique, il faut du temps pour que l'entrée de l'interface audio soit disponible pour Mixxx, pour que Mixxx traite l'audio, et plus de temps pour renvoyer l'audio via l'interface audio. Cette durée est appelée "latence".
nl: Software monitoring kan worden gebruikt met ingebouwde microfoons in een laptop of met een headset die ingeplugt is in de ingebouwde audio inter-face van een computer. Echter, er is een vertraging tussen het moment dat u geluid maakt in de de microfoon en u het hoort in de :term:`main output`. Te wijten aan de wijze waarop digital audio werkt is er een tijdspanne vereist tussen de input in de audio interface en het moment dat het beschikbaar is om door Mixxx verwerkt te worden, tijd voor Mixxx om het geluid te verwerken en nog meer tijd om het geluid terug naar de audio interface te sturen. Naar deze tijdspanne wordt verwezen als 'latency'.

source: Mixxx can be configured to run at low latencies by choosing a smaller :ref:`preferences-audio-buffer`, but there is no way to completely eliminate latency. Although latency is measured in milliseconds, even a few milliseconds of latency can be disorienting and distracting to hear, whether you are using the microphone for spoken announcements, vocals, or playing a musical instrument.
fr: Mixxx peut être configuré pour fonctionner à des latences faibles en choisissant un plus petit :ref:`preferences-audio-buffer`, mais il n'y a aucun moyen d'éliminer complètement la latence. Bien que la latence soit mesurée en millisecondes, même quelques millisecondes de latence peuvent être désorientantes et distrayantes à entendre, que vous utilisiez le microphone pour des annonces vocales, des voix ou pour jouer d'un instrument de musique.
nl: Mixxx kan worden geconfigureerd om met lage latenties te werken door een kleinere :ref:`voorkeuren-audiobuffer` te kiezen, maar er is geen manier om latentie volledig te elimineren. Hoewel latentie wordt gemeten in milliseconden, kan zelfs een paar milliseconden latentie desoriënterend en storend zijn om aan te horen, of je de microfoon nu gebruikt voor gesproken aankondigingen, zang of voor het bespelen van een muziekinstrument.

source: To use software monitoring:
fr: Pour utiliser un monitoring logiciel :
nl: Om software monitoring te gebruiken:

source: Open :menuselection:`Preferences --> Sound Hardware`.
fr: Ouvrer :menuselection:`Préférences --> Matériel Sonore`.
nl: Open :menuselection:`Voorkeuren --> Geluidshardware`.

source: Select the :guilabel:`Input` tab.
fr: Sélectionner l'onglet :guilabel:`Entrée`.
nl: Selecteer de :guilabel:`Input` tab.

source: For :guilabel:`Microphone 1`, select the audio interface that your microphone is plugged into.
fr: Pour :guilabel:`Microphone 1`, sélectionner l'entrée à laquelle votre micro est connecté.
nl: Voor :guilabel:`Microfoon 1`, selecteer de audio-interface waarop je microfoon is aangesloten.

source: Click the :guilabel:`Apply` button.
fr: Cliquer sur le bouton :guilabel:`Appliquer`.
nl: Klik op de knop :guilabel:`Toepassen`.

source: Click the :guilabel:`OK` button.
fr: Cliquer sur le bouton :guilabel:`OK`.
nl: Klik op de :guilabel:`OK` knop.

source: Click the :guilabel:`Mics` button in the main Mixxx window to show the microphone controls.
fr: Cliquer sur le bouton :guilabel:`Microphone` dans la fenêtre principale de Mixxx pour afficher les commandes du microphone.
nl: Klik op de knop :guilabel:`Mics` in het Mixxx hoofdvenster om de bediening van de microfoon weer te geven.

source: Click the :guilabel:`Talk` button when you are using the microphone.
fr: Cliquer sur le bouton :guilabel:`Parler` lorsque vous utilisez le microphone.
nl: Klik op de knop :guilabel:`Talk` als u de microfoon gebruikt.

source: If you would prefer to not hear the microphone input, you can set the :guilabel:`Microphone Monitor Mode` option to :guilabel:`Direct monitor (recording and broadcasting only)`. This will still mix the microphone input with your recorded and broadcasted mixes, but it will not mix the microphone with the main output. Don't forget to press the :guilabel:`Talk` button when using the microphone if you use this option.
fr: Si vous préférez ne pas entendre l'entrée du microphone, vous pouvez régler l'option :guilabel:`Mode moniteur microphone` sur :guilabel:`Monitoring direct (seulement enregistrement et diffusion)`. Cela mixera toujours l'entrée microphone avec vos mixages enregistrés et diffusés, mais ne mixera pas le microphone avec la sortie principale. N'oubliez pas d'appuyer sur le bouton :guilabel:`Parler` lorsque vous utilisez le microphone si vous utilisez cette option.
nl: Indien u verkiest om de microfoon input niet te horen, kan u de :guilabel:`Microfoon Monitor Modus` optie op :guilabel:`Direct monitor (enkel opname en broadcasting)` te zetten. Dit zal nog steeds de microfoon-input mengen met uw opnames en met uw uitgezonden mixen, maar het zal de microphone input niet mengen met de main output. Vergeet niet op op de :guilabel:`Talk` toets te drukken wanneer u in deze optie de microfoon wilt gebruiken.

source: Direct Monitoring
fr: Monitoring direct
nl: Directe Monitoring

source: An audio interface with direct monitoring and a :ref:`microphones-loopback-input` is the recommended way to use microphones with Mixxx for most users. Except for audio interfaces built into computers, most audio interfaces with microphone inputs support direct monitoring. However, not all audio interfaces that support direct monitoring also have a loopback input.
fr: Une interface audio avec monitoring direct et une :ref:`microphones-loopback-input` est la manière recommandée d'utiliser des microphones avec Mixxx pour la plupart des utilisateurs. À l'exception des interfaces audio intégrées aux ordinateurs, la plupart des interfaces audio avec entrées microphone prennent en charge le monitoring direct. Cependant, toutes les interfaces audio qui prennent en charge le monitoring direct n'ont pas une entrée de bouclage (loopback).
nl: Een audio-interface met directe monitoring en een :ref:`microfoons-loopback-input` is de aanbevolen manier om microfoons met Mixxx te gebruiken voor de meeste gebruikers. Met uitzondering van audio-interfaces die in computers zijn ingebouwd, ondersteunen de meeste audio-interfaces met microfooningangen directe monitoring. Echter, niet alle audio-interfaces die directe monitoring ondersteunen hebben ook een loopback ingang.

source: Direct monitoring routes the audio from the audio interface's inputs directly its outputs. This avoids the latency of sending it into the computer and back out with :ref:`microphones-software-monitoring`. At the same time, the audio interface sends the input into the computer so Mixxx can record and broadcast it.
fr: Le monitoring direct achemine l'audio des entrées de l'interface audio directement vers ses sorties. Cela évite la latence résultante de l’envoi dans l'ordinateur et le retour du :ref:`microphones-software-monitoring`. Dans le même temps, l'interface audio envoie l'entrée dans l'ordinateur afin que Mixxx puisse l'enregistrer et la diffuser.
nl: Directe monitoring geleidt de audio van de ingangen van de audio-interfaces rechtstreeks naar de uitgangen. Dit vermijdt de latentie van het verzenden naar de computer en weer terug met :ref:`microfoons-software-monitoring`. Tegelijkertijd stuurt de audio-interface de invoer naar de computer zodat Mixxx deze kan opnemen en uitzenden.

source: Loopback Input
fr: Entrée de bouclage (loopback)
nl: Loopback Ingang

source: Some audio interfaces that support :ref:`microphones-direct-monitoring` have a loopback input feature. They add Mixxx's output to the microphone signal before sending it to the computer. This makes it easier to set up Mixxx with direct monitoring than configuring :ref:`microphones-latency-compensation`.
fr: Certaines interfaces audio qui prennent en charge le :ref:`microphones-direct-monitoring` ont une fonction d'entrée de bouclage. Elles ajoutent la sortie de Mixxx au signal du microphone avant de l'envoyer à l'ordinateur. Cela facilite la configuration de Mixxx avec un monitoring direct plutôt que la configuration de :ref:`microphones-latency-compensation`.
nl: Sommige audio-interfaces die ondersteuning bieden voor :ref: `microfoons-direct-monitoring` hebben een loopback-ingangsfunctie. Ze voegen de uitgang van Mixxx toe aan het microfoonsignaal voordat deze naar de computer gestuurd wordt. Dit maakt het makkelijker om Mixxx in te stellen met directe monitoring dan het configureren van :ref:`microfoons-latency-compensatie`.

source: To configure Mixxx with a loopback input:
fr: Pour configurer Mixxx avec une entrée de bouclage (loopback) :
nl: Mixxx configureren met een loopback-ingang:

source: Click the :guilabel:`Input` tab.
fr: Cliquer sur le bouton :guilabel:`Entrée`.
nl: Klik op het tabblad :guilabel:`Input`.

source: Select the audio interface for the :guilabel:`Record/Broadcast` input. Do not configure anything for the :guilabel:`Microphone 1-4` inputs.
fr: Sélectionner l'interface audio pour l'entrée :guilabel:`Enregistrer/Diffuser`. Ne configurer rien pour les entrées :guilabel:`Microphone 1-4`.
nl: Selecteer de audio-interface voor de :guilabel:`Opname/Uitzenden` ingang. Configureer niets voor de :guilabel:`Microfoon 1-4` ingangen.

source: :ref:`Activate direct monitoring and loopback on your audio interface. <microphones-activate-direct-monitoring>`
fr: :ref:`Activation du monitoring direct et du bouclage (loopback) sur l’interface audio. <microphones-activate-direct-monitoring>`
nl: :ref:`Activeer directe monitoring en loopback op uw audio-interface. <microphones-activate-direct-monitoring>`

source: Adjust the microphone volume with the input gain knob on your audio interface.
fr: Régler le volume du microphone avec le potentiomètre de gain d'entrée de votre interface audio.
nl: Stel het microfoonvolume in met de ingangsversterkingsknop op uw audio-interface.

source: The microphone controls in Mixxx will not affect your microphones because they are mixed by the audio interface and not sent directly to Mixxx.
fr: Les commandes de microphone dans Mixxx n'affecteront pas vos microphones car ils sont mixés par l'interface audio et ne sont pas envoyés directement à Mixxx.
nl: De bediening van de microfoon in Mixxx heeft geen invloed op uw microfoons, omdat ze worden gemixt door de audio-interface en niet rechtstreeks verzonden naar Mixxx.

source: Latency Compensation
fr: Compensation de latence
nl: Latentie Compensatie

source: When using :ref:`microphones-direct-monitoring`, you will hear the microphone mixed with the music from Mixxx without any noticeable latency. However, it still takes time for Mixxx to receive the microphone signal and process it. Without compensating for this latency or using a :ref:`microphones-loopback-input`, the microphone inputs will be out of time relative to the music in your recorded and broadcasted mixes.
fr: Lorsque vous utilisez le :ref:`microphones-direct-monitoring`, vous entendrez le microphone mixé avec la musique de Mixxx sans aucune latence notable. Cependant, il faut encore du temps à Mixxx pour recevoir le signal du microphone et le traiter. Sans compenser cette latence ni utiliser un :ref:`microphones-loopback-input`, les entrées microphones seront décalées par rapport à la musique de vos mix enregistrés et diffusés.
nl: Wanneer u gebruik maakt van :ref:`microphones-direct-monitoring`, zal u de microfoon gemengd met de muziek van Mixxx horen zonder een waar te nemen latentie. Echter, het neemt nog steeds tijd eer Mixxx het microfoon signaal ontvangt en het kan verwerken. Zonder deze latentie te compenseren of wannneer u een :ref:`microphones-loopback-input` gebruikt, zal de input van de microfoon niet gelijk lopen ten opzichte van de muziek in uw opgenomen en uitgezonden mixen.

source: Mixxx can compensate for this timing misalignment, but it is complicated to set up. If you do not want to record your microphone into your mix or broadcast, you can :ref:`activate direct monitoring on your audio interface <microphones-activate-direct-monitoring>` without configuring latency compensation.
fr: Mixxx peut compenser ce désalignement temporel, mais c'est compliqué à configurer. Si vous ne souhaitez pas enregistrer votre microphone dans votre mix ou diffusion, vous pouvez :ref:`activer le monitoring direct sur l’interface audio <microphones-activate-direct-monitoring>` sans configurer la compensation de latence.
nl: Mixxx kan deze tijdsafwijking compenseren, maar het is moeilijk in te stellen. Als u uw microfoon niet in uw mix of uitzending wilt opnemen, kunt u :ref:`directe monitoring op uw audio-interface activeren <microphones-activate-direct-monitoring>` zonder de latentie-compensatie te configureren.

source: Measuring Round Trip Latency
fr: Mesure de la latence aller-retour
nl: Round Trip Latentie meten

source: To configure Mixxx to compensate for input latency while using direct monitoring, first you must measure the round trip latency of your setup. The round trip latency is different from the size of the :ref:`preferences-audio-buffer` configured in Mixxx. It is the amount of time it takes for audio to make a complete trip from your audio interface's input, through your computer, and back out the audio interface.
fr: Pour configurer Mixxx afin de compenser la latence d'entrée lors de l'utilisation du monitoring direct, vous devez d'abord mesurer la latence aller-retour de votre configuration. La latence aller-retour est différente de la taille du :ref:`preferences-audio-buffer` configuré dans Mixxx. Il s'agit du temps nécessaire à l'audio pour effectuer un trajet complet à partir de l'entrée de votre interface audio, à travers votre ordinateur, et revenir à l'interface audio.
nl: Om Mixxx te configureren om de invoer-latentie te compenseren bij gebruik van directe monitoring, moet u eerst de Round Trip Latentie van uw opstelling meten. De Round Trip Latentie verschilt van de grootte van de :ref: `voorkeuren-audiobuffer` geconfigureerd in Mixxx. Het is de hoeveelheid tijd die audio nodig heeft om een volledige trip te maken vanaf de invoer van uw audio-interface, via uw computer en de audio-interface terug te halen.

source: Mixxx cannot calculate the round trip latency because it depends on details of your audio interface's hardware, your operating system, your audio interface's driver, and other factors in your computer's hardware. The round trip latency can only be found by measuring it. To do this, use a physical cable to connect the audio interface's output to its input. Then, use a third party program to measure the round trip latency. These programs are recommended on each :term:`OS <operating system>`:
fr: Mixxx ne peut pas calculer la latence aller-retour car elle dépend des détails du matériel de votre interface audio, de votre système d'exploitation, du pilote de votre interface audio et d'autres facteurs du matériel de votre ordinateur. La latence aller-retour ne peut être trouvée qu'en la mesurant. Pour ce faire, utiliser un câble physique pour connecter la sortie de l'interface audio à son entrée. Ensuite, utiliser un programme tiers pour mesurer la latence aller-retour. Ces programmes sont recommandés sur chaque :term:`système d'exploitation <operating system>` :
nl: Mixxx kan de Round Trip Latentie niet berekenen omdat dit afhangt van de details van de hardware van uw audio-interface, uw besturingssysteem, het stuurprogramma van uw audio-interface en andere factoren in de hardware van uw computer. De Round Trip Latentie kan alleen worden gevonden door deze te meten. Gebruik hiervoor een fysieke kabel om de uitgang van de audio-interface op de ingang aan te sluiten. Gebruik vervolgens een programma van een derde partij om de latentie van de Round Trip Latentie te meten. Deze programma's worden aanbevolen voor elk :term:`OS <besturingssysteem>`:

source: **Windows**: `RTL Utility <https://oblique-audio.com/rtl-utility.php>`_
nl: **Windows**: `RTL Hulpprogramma <https://oblique-audio.com/rtl-utility.php>`_

source: You must use the same sample rate and audio buffer size in the measurement program as you do in Mixxx for the measurement to be accurate. If you decide to change the sample rate or buffer size you use with Mixxx, you will need to remeasure your round trip latency to have your microphone inputs aligned in your recorded and broadcasted mixes.
fr: Vous devez utiliser la même fréquence d'échantillonnage et la même taille de tampon audio dans le programme de mesure que dans Mixxx pour que la mesure soit précise. Si vous décidez de modifier la fréquence d'échantillonnage ou la taille de la mémoire tampon que vous utilisez avec Mixxx, vous devrez réévaluer votre latence aller-retour pour aligner vos entrées microphone dans vos mixages enregistrés et diffusés.
nl: U moet in het hulpprogramma dezelfde samplefrequentie en audiobuffergrootte gebruiken als in Mixxx om de meting nauwkeurig te laten zijn. Als u besluit om de samplefrequentie of buffergrootte die u gebruikt met Mixxx te wijzigen, moet u de latentie van uw Round Trip opnieuw meten om uw microfooningangen uit te lijnen in uw opgenomen en uitgezonden mixen.
