Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/quickstart.po
Languages: it, sl

source: Quickstart
it: Avvio Rapido
sl: Hiter začetek

source: If you're new to DJing, this is the section for you. We've got some tutorials for you that cover the basics of DJing with Mixxx. If you already you already know how to DJ and are just looking for an overview of how to get your groove on with Mixxx, you can skip to the `Table of Contents`_.
it: Se sei un nuovo DJ, questa è la sezione per te. Abbiamo alcuni tutorial per te che coprono le basi del DJ con Mixxx. Se già conosci come fare il DJ e stai solo cercando una panoramica di come ottenere il tuo divertimento con Mixxx, puoi passare alla "Tabella dei Contenuti".
sl: Če ste novi v didžejanju, je to razdelek za vas. Imamo nekaj vodnikov, ki pokrivajo osnove didžejanja z Mixxx. Če ste že vešči didžejanja in le iščete pregled za Mixxx, lahko preskočite na `Kazalo vsebine`_.

source: Example of a note
it: Esempio di una nota
sl: Primer zaznamka

source: Example of a warning
it: Esempio di un aviso
sl: Primer opozorila

source: Todo
it: Da fare
sl: Opravek

source: Example of a todo
it: Esempio di un da fare
sl: Primer opravka

source: Loading a Track
it: Caricamento di un brano musicale
sl: Nalaganje skladbe

source: Lesson about how to load a track.
it: Lezione su come caricare in brano.
sl: Vaja za nalaganje skladbe

source: Using the Mixer Section
it: Utilizzo della Sezione Mixer
sl: Uporaba Mikser razdelka

source: Lesson about how to use the mixer.
it: Lezione su come usare il mixer.
sl: Vaje za rabo mikserja

source: The Beatmatching Basics
it: Le basi del Beatmatching
sl: Osnove izenačevanja ritma

source: Lesson about how to beatmatch.
it: Lezione su come beatmatch.
sl: Vaje za izenačevanje ritma

source: Getting Funky with Effects
it: Ottenendo Funky con gli Effetti
sl: Spusti se z vajeti z efekti

source: Effects overview tutorial.
it: Tutorial di panoramica degli effetti.
sl: Pregledni vodnik po efektih

source: Mixxxing it Up with Hotcues and Loops
it: Mixxxing Up con hotcues e loop
sl: Zamiksaj ga z hotcue iztočnicami in zankami
