Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: fr, nl

source: The :term:`crossfader` orientation switches determine to which side of the crossfader the deck is assigned. It can be set to the left or right side, or to the center where it is unaffected by the crossfader knob.
fr: Les commutateurs d'orientation du :term:`curseur de mixage` déterminent à quel côté du curseur la platine est assignée. Il peut être réglé sur le côté gauche ou droit, ou au centre où il n'est pas affecté par le potentiomètre du curseur.
nl: De :term:`cross-fader` oriëntatieschakelaars bepalen aan welke kant van de crossfader het deck is toegewezen. Deze kan aan de linker- of rechterkant worden ingesteld, of in het midden waar deze niet worden beïnvloed door de cross-faderschuifregelaar.

source: Using the :ref:`AutoDJ <djing-auto-dj>` feature in Mixxx, you can automate the crossfade between the decks.
fr: En utilisant :ref:`Auto DJ <djing-auto-dj>` dans Mixxx, vous pouvez automatiser le fondu enchaîné entre les platines.
nl: Met behulp van de :ref:`AutoDJ <djing-auto-dj>` functie in Mixxx kun je de cross-fade-functie tussen de decks automatisch laten bewegen.

source: Headphone and Main Mix Controls
fr: Commandes du casque et du mixage principal
nl: Hoofdtelefoon en Main Mix Besturingselementen

source: The headphone and Main mix knobs
fr: Les potentiomètres casque et mixage principal
nl: De hoofdtelefoon en Main Mix knoppen

source: The headphone and main mix knobs
fr: Les potentiomètres casque et mixage principal
nl: De hoofdtelefoon en Main Mix knoppen

source: **Headphone Mix knob**
fr: **Potentiomètre casque MIX**
nl: **Hoofdtelefoon Main knop**

source: Allows you to control how much of the Main output you hear in the :guilabel:`Headphones` output. It works like a crossfader between the stereo Main and stereo :term:`PFL` signal. If the knob is set to the left, you only hear the PFL signal, which is the usual position for prelistening tracks.
fr: Permet de contrôler la quantité de sortie principale que vous entendez dans la sortie :guilabel:`casque`. Il fonctionne comme un curseur de mixage (crossfader) entre le signal stéréo principal et le signal stéréo :term:`PFL`. Si le potentiomètre est réglé à gauche, vous n'entendez que le signal PFL, qui est la position habituelle pour la pré-écoute des titres.
nl: Hiermee kunt u bepalen hoeveel u van de Main output hoort in de :guilabel:`Hoofdtelefoon`-uitgang. Het werkt als een cross-fader tussen het stereo Main en stereo :term:`PFL`-signaal. Als de knop naar links is ingesteld, kunt u alleen het PFL-signaal horen, welke de gebruikelijke positie is voor het voorbeluisteren van tracks.

source: This can be used to practice DJing with only one stereo output and a set of either speakers or headphones.
fr: Cela peut être utilisé pour pratiquer le DJing avec une seule sortie stéréo et un ensemble de haut-parleurs ou casques.
nl: Dit kan worden gebruikt om te oefenen met DJ'en met slechts één stereo-uitgang ofwel een set luidsprekers ofwel een hoofdtelefoon.

source: Additionally, this can be used to mix in headphones when you cannot hear the speakers connected to the :guilabel:`main` output and there are no booth monitor speakers. Some DJs prefer to use this knob to mix in headphones all the time, but many find it to be a difficult way to play. If there is only one set of speakers and no booth monitors, you can avoid the need to mix in headphones by setting up the speakers behind you so both you and your audience can hear them.
fr: De plus, cela peut être utilisé pour mixer au casque lorsque vous n'entendez pas les haut-parleurs connectés à la sortie :guilabel:`principale` et qu'il n'y a pas de haut-parleurs de retour cabine. Certains DJ préfèrent utiliser ce potentiomètre pour mixer tout le temps au casque, mais beaucoup trouvent que c'est une façon difficile de jouer. S'il n'y a qu'un seul ensemble d'enceintes et aucun haut-parleurs de retour cabine, vous pouvez éviter d'avoir à mixer avec des écouteurs en installant les enceintes derrière vous afin que vous et votre public puissiez les entendre.
nl: Bovendien kan dit worden gebruikt om in een hoofdtelefoon te mixen wanneer u de luidsprekers die aangesloten zijn op de :guilabel:`main` output niet kan horen en er geen booth monitor luidsprekers aanwezig zijn. Sommige DJ's gebruiken deze knop het liefst om alle mixen in de hoofdtelefoon te maken, maar velen vinden dit een moeilijke manier van spelen. Als er maar één set luidsprekers is en geen booth monitors dan kan u vermijden om in de hoofdtelefoon te mixen door de luidsprekers achter u te positioneren zodat zowel u als uw publiek ze kan horen.

source: Don't forget to activate the :guilabel:`PFL` button on the deck you want to listen to in your headphones.
fr: N'oubliez pas d'activer le bouton :guilabel:`PFL` sur la platine que vous souhaitez écouter dans votre casque.
nl: Vergeet niet om de :guilabel:`PFL` toets te activeren op het deck waarnaar u in de hoofdtelefoon wil luisteren.

source: **Head knob (Headphone gain)**
fr: **Potentiomètre HEAD (gain casque)**
nl: **Hoofd knop (Hoofdtelefoon gain)**

source: This knob controls the gain applied to the headphone output signal that Mixxx sends to your sound card. Generally, this knob should not be adjusted. To adjust the volume in your headphones, adjust your sound card's gain on the headphone output. Most external sound cards have a gain knob specifically for the headphone jack. If you use an onboard sound card for your headphones, adjust the gain control in your :term:`OS <operating system>` mixer program. If your sound card only has one gain knob that controls both the Main output and the headphone output, then adjust the :guilabel:`Head` knob in Mixxx to control the volume of your headphones without affecting your Main output.
fr: Ce potentiomètre contrôle le gain appliqué au signal de sortie casque que Mixxx envoie à votre carte son. Généralement, ce potentiomètre ne doit pas être ajusté. Pour régler le volume de votre casque, réglez le gain sur la sortie casque de votre carte son. La plupart des cartes son externes ont un bouton de gain spécifiquement pour la prise casque. Si vous utilisez une carte son intégrée pour vos écouteurs, régler le contrôle de gain dans le programme de mixage de votre :term:`OS <operating system>`. Si votre carte son n'a qu'un seul bouton de gain qui contrôle à la fois la sortie principale et la sortie casque, alors ajuster le potentiomètre :guilabel:`Head` dans Mixxx pour contrôler le volume de votre casque sans affecter votre sortie principale.
nl: Deze knop regelt de versterking die wordt toegepast op het uitgangssignaal voor de hoofdtelefoon dat Mixxx naar je geluidskaart stuurt. In het algemeen zou deze knop niet moeten worden bijgeregend.Om het volume in uw hoofdtelefoon aan te passen, regelt u de versterking van uw geluidskaart door de hoofdtelefoonuitgang. De meeste externe geluidskaarten hebben een versterkingsknop specifiek voor de hoofdelefoonaansluiting. Als je een ingebouwde geluidskaart gebruikt voor uw hoofdtelefoon, pas de versterkingsregeling aan in uw :term:`OS <besturingssysteem>` mixerprogramma. Als uw geluidskaart slechts één versterkingsknop heeft die zowel de main output als de hoofdtelefoonuitgang regelt, dan past u de :guilabel:`Head` knop in Mixxx aan om het volume van je hoofdtelefoon te regelen zonder uw main output te beïnvloeden.

source: Not all controls may be present in all skins anymore. However, these controls can be mapped to keyboards and MIDI controllers. See :ref:`appendix-mixxxcontrols` for detailed information.
fr: Tous les contrôles ne sont pas présents dans tous les thèmes. Cependant, ces commandes peuvent être mappées sur des claviers et des contrôleurs MIDI. Voir :ref:`appendix-mixxxcontrols` pour des informations détaillées.
nl: Het kan zijn dat niet alle besturingselementen meer in alle skins aanwezig zijn. Deze bedieningselementen kunnen worden toegewezen aan toetsenborden en MIDI-controllers. Zie :ref:`appendix-mixxxcontrols` voor gedetailleerde informatie.

source: **Headphone Split Cue button**
fr: **Bouton répartition de pré-écoute au casque**
nl: **Hoofdtelefoon Split Cue toets**

source: If activated, two mono signals are sent to the headphone output instead of one stereo signal. The main signal plays in the right channel, while the cueing signal plays in the left channel. You can still adjust the :guilabel:`Head Mix` knob to control the mix of the Main and cue signals in the left channel.
fr: Si activé, deux signaux mono sont envoyés à la sortie casque au lieu d'un signal stéréo. Le signal principal est diffusé sur le canal droit, tandis que le signal de pré-écoute est diffusé sur le canal gauche. Vous pouvez toujours régler le potentiomètre :guilabel:`MIX` du casque pour contrôler le mixage des signaux principal et pré-écoute dans le canal gauche.
nl: Indien geactiveerd worden er twee monosignalen naar de hoofdtelefoonuitgang gestuurd in plaats van één stereosignaal. Het main output signaal speelt in het rechterkanaal, terwijl het cueing-signaal in het linkerkanaal afgespeeld wordt. U kunt de :guilabel:`Head Mix` knop gebruiken om de mix van de Main- en cue-signalen te regelen in het linkerkanaal.

source: **Balance Knob**
fr: **Potentiomètre balance BAL**
nl: **Balans Knop**

source: This knob allows you to adjust the :term:`balance` (left/right orientation) of the Main output.
fr: Ce potentiomètre vous permet d'ajuster la :term:`balance` (orientation gauche/droite) de la sortie principale.
nl: Met deze knop kunt u de :term:`balans` (links/rechts oriëntatie) aanpassen van de Main output.

source: **Main Knob**
fr: **Potentiomètre principal MAIN**
nl: **Main Knop**

source: The Main Gain Knob controls the gain applied to the Main output signal that Mixxx sends to your sound card, Internet broadcasting servers, and recorded mixes. Generally, this knob should not be adjusted. To change the output volume, a gain control should be adjusted as close to the speakers as possible for the best signal-to-noise ratio throughout your signal chain. Ideally, the volume would only be adjusted by adjusting the gain on the power amplifier. On active speakers, including computer speakers, studio monitors, and PA systems that do not require a separate amplifier, this means adjusting the gain on the speakers (which may be labeled "Volume").
fr: Le potentiomètre de gain principal MAIN contrôle le gain appliqué au signal de sortie principal que Mixxx envoie à votre carte son, aux serveurs de diffusion Internet et aux enregistrement des mix. Généralement, ce potentiomètre ne doit pas être ajusté. Pour modifier le volume de sortie, une commande de gain doit être réglée aussi près que possible des haut-parleurs pour obtenir le meilleur rapport signal/bruit tout au long de votre chaine de signal. Idéalement, le volume ne serait ajusté qu’en ajustant le gain de l’amplificateur de puissance. Sur les enceintes actives, y compris les enceintes d'ordinateur, les hauts parleurs de studio et les systèmes de sonorisation qui ne nécessitent pas d'amplificateur séparé, cela signifie ajuster le gain des enceintes (qui peut être étiqueté « Volume »).
nl: De Main Gain-knop regelt de versterking die wordt toegepast op het main output signaal dat Mixxx verzendt naar uw geluidskaart, internet broadcasting servers en mix-opnames. In het algemeen dient deze knop niet te worden aangepast. Om het volume van de output te wijzigen, dient een versterkingsregelaar zo dicht mogelijk bij de luidsprekers te worden afgesteld (laatste schakel) voor de best mogelijke signaal-ruisverhouding (SNR) in uw gehele signaalketen.Idealiter zou het volume alleen aangepast moeten worden door de versterking aan te passen op de eindversterker. Op actieve luidsprekers, inclusief computerluid-sprekers, studio monitoren en PA-systemen die geen aparte versterker nodig hebben, betekent dit het aanpassen van de versterking op de luidsprekers (mogelijk met het label 'Volume').

source: As a DJ, you may not have access to the power amplifier. In that case, adjust the volume by adjusting the gain on the equipment closest to the power amplifier that you have access to. Typically, this is a DJ mixer. If you are not going through a mixer, adjust the gain of your sound card. If your sound card does not have any controls on it (for example, for sound cards built into computers), adjust the sound card settings with your :term:`OS <operating system>` mixer program. The Main Gain Knob in Mixxx should be a last resort for adjusting volume.
fr: En tant que DJ, vous n'aurez peut-être pas accès à l'amplificateur de puissance. Dans ce cas, régler le volume en ajustant le gain sur l'équipement le plus proche de l'amplificateur de puissance auquel vous avez accès. Il s’agit généralement d’une table de mixage DJ. Si vous ne passez pas par une table de mixage, régler le gain de votre carte son. Si votre carte son ne comporte aucune commande (par exemple, pour les cartes son intégrées aux ordinateurs), ajuster les paramètres de la carte son avec le programme de mixage de votre :term:`OS <operating system>`. Le potentiomètre de gain principal de Mixxx devrait être un dernier recours pour régler le volume.
nl: Als DJ heb je mogelijk geen toegang tot de eindversterker. In dat geval pas het volume aan door de versterking aan te passen op de apparatuur die zich het dichtst bij de eindversterker staat waar toegang toe hebt. Meestal is dit een DJ-mixer. Als u niet met een externe mixer werkt, pas dan de versterking van je geluidskaart aan. Als uw geluidskaart geen bedieningselementen heeft (bijvoorbeeld voor geluidskaarten ingebouwd in computers), pas dan de geluidskaartinstellingen aan in het mixerprogramma van uw :term:`besturingssysteem <besturingssysteem>`. De hoofdversterkings-knop in Mixxx zou een laatste redmiddel moeten zijn om het volume te kunnen aanpassen.

source: **In no case should any part of the signal chain be clipping, indicated by a level meter going into its red region or an LED labeled "clipping" turning on.**
fr: **En aucun cas, aucune partie de la chaîne du signal ne doit être écrêtée, indiquée par un vue-mètre allant dans sa région rouge ou une LED étiquetée «écrêtage» allumée.**
nl: **In geen geval mag een onderdeel van de signaalketen clippen, dit wordt aangegeven door een niveaumeter die in het rode gebied gaat of een LED met het label 'clipping'.**

source: Samplers
fr: Échantillonneurs

source: A sample deck
fr: Une platine échantillonneur
nl: Een sample deck

source: Sample decks
fr: Platines échantillonneur
nl: Sampler decks

source: Sample decks expanded
fr: Platines échantillonneur maximisées
nl: Sampler decks uitgebreid

source: Samplers are miniature decks. They allow you to play short samples and jingles but also additional tracks in your mix. They come with a small overview waveform and a limited number of controls. All controls work just like on the regular decks, see :ref:`interface-decks`.
fr: Les échantillonneurs sont des platines miniatures. Ils vous permettent de jouer de courts échantillons et jingles mais également des pistes supplémentaires dans votre mix. Ils sont livrés avec une petite forme d'onde d'ensemble et un nombre limité de commandes. Toutes les commandes fonctionnent comme sur les platines ordinaires, voir :ref:`interface-decks`.
nl: Samplers zijn miniatuurdecks. Hiermee kun je korte samples spelen en jingles maar ook extra tracks in je mix. Ze worden geleverd met een kleine overzicht waveform en een beperkt aantal besturingsselementen. Alle bedieningselementen werken net zoals op de gewone decks, zie :ref:`interface-decks`.

source: The Sampler section can be **hidden** in the :ref:`Mixxx user interface <interface-overview>`. Click the :guilabel:`SAMPLERS` button at the top of the user interface, or use the specific :ref:`appendix-shortcuts` to show or hide the section.
fr: La section échantillonneur peut être **masquée** dans le :ref:`Interface utilisateur Mixxx <interface-overview>`. Cliquer sur le bouton :guilabel:`SAMPLERS` en haut de l'interface utilisateur, ou utiliser le :ref:`appendix-shortcuts` spécifique pour afficher ou masquer la section. Maximiser/Minimiser l'affichage des platines échantillonneur grâce au bouton situé au centre de la ligne des échantillonneurs.
nl: De Sampler-sectie kan **verborgen** zijn in de :ref:`Mixxx-gebruikersinterface <interface-overzicht>`. Klik op de :guilabel:`SAMPLERS` toets bovenaan de gebruikersinterface, of gebruik de specifieke :ref:`appendix-shortcuts` om de sampler decks te tonen of te verbergen.

source: Waveform Display
fr: Affichage de la forme d'onde
nl: Waveform weergave

source: The waveform shows the various markers within the track as well as the waveform envelope of the entire track. Clicking somewhere on the waveform allows you to jump to an arbitrary position in the track.
fr: La forme d'onde montre les différents marqueurs dans la piste ainsi que l'enveloppe de la forme d'onde de la piste entière. Cliquer n'importe où sur la forme d'onde vous permet de sauter à une position arbitraire dans la piste.
nl: De waveform toont de verschillende markeringen binnen de track, evenals de waveform envelope van de gehele track. Klik ergens op de waveform om naar een willekeurige positie in de track te springen.

source: While mixing, some additional markers can appear on the waveforms:
fr: Pendant le mix, quelques marqueurs additionnelle peuvent apparaitre sur les formes d'onde :
nl: Tijdens het mixen kunnen er enkele aanvullende markeringen in de waveforms verschijnen

source: **Position marker**: A vertical line indicates the playback point of the sample deck.
fr: **Marqueur de position** : une ligne verticale indique le point de lecture de la platine d'échantillonnage.
nl: **Positie markering**: Een vertikale lijn die de afspeelpositie van het sample deck aanduidt.

source: **Track Artist/Title**
fr: Artiste/Titre de la piste
nl: **Track Artiest/Titel**

source: The artist and title of the track that was loaded into a sampler deck is displayed here.
fr: L'artiste et le titre de la piste chargée dans un échantillonneur sont affichés ici.
nl: De artiest en titel van de track die in het sampler deck geladen is, wordt hier weergegeven..

source: The number at the top right is the effective :term:`BPM` of the track. Tap the BPM to set the BPM to the speed you are tapping.
fr: Le nombre en haut à droite est le véritable :term:`BPM` de la piste. Taper le tempo pour régler le BPM à la vitesse à laquelle vous le tapoter.
nl: Het getal bovenaan rechts is de effectieve :term:`BPM` van de track. Druk op de BPM om deze inste stellen op de snelheid waarmee ud drukt..

source: Sample Deck Options Button Grid
fr: Grille de boutons des options de la platine d’échantillonnage
nl: Sample Deck Opties Grid Toets

source: The buttons grid next to the waveform overview allow you to configure the sampler deck. Starting from the top row (left to right) and the bottom row (left to right), the buttons are as follows:
fr: La grille de boutons à côté de l'aperçu de la forme d'onde échantillonneur vous permet de configurer la platine d'échantillonnage. En partant de la rangée du haut (de gauche à droite) et de la rangée du bas (de gauche à droite), les boutons sont les suivants :
nl: Met het knoppenraster naast het waveform overview kunt u de Sampler deck configureren. Beginnend vanaf de bovenste rij (van links naar rechts) en de onderste rij (van links naar rechts), zijn de knoppen de volgende:

source: Clicking this button ejects the track from the deck.
fr: Cliquer sur ce bouton pour éjecter la piste de la platine.
nl: Als u op deze knop klikt, wordt het nummer uit het deck verwijderd.

source: :term:`Keylock <key lock>` locks the track's pitch so that adjustments to its tempo via the rate slider do not affect its pitch.
fr: :term:`Verrouillage <key lock>` verrouille la hauteur de la piste afin que les ajustements de son tempo via le curseur de taux n'affectent pas sa hauteur.
nl: :term:`Keylock <key lock>` vergrendelt de pitch (toonhoogte) van de track zodat aanpassingen aan het tempo via de snelheidsschuifregelaar geen invloed heeft op de toonhoogte.

source: **Crossfader Orientation Toggle**
fr: **Commuter l'orientation du curseur de mixage (crossfader)**
nl: **Crossfader Oriëntatie Schakelaar**

source: The :term:`crossfader` orientation determines to which side of the crossfader the sampler is assigned. It can be set to the left or right side, or to the center where it is unaffected by the crossfader knob.
fr: L'orientation du :term:`curseur de mixage` détermine à quel côté du curseur l'échantillonneur est assigné. Il peut être réglé sur le côté gauche ou droit, ou au centre où il n'est pas affecté par le potentiomètre du curseur.
nl: De :term:`crossfader` oriëntatie bepaalt aan welke kant van de crossfader de sampler wordt toegewezen. Deze kan aan de linker- of rechterkant worden gezet of in het midden waar dit niet wordt beïnvloed door de crossfaderknop.

source: Sample Deck Controls
fr: Commandes platine de l'échantillonneur
nl: Sample Deck Besturingselementen

source: **Play/Pause button**
fr: **Bouton de Lecture/Pause**
nl: **Play/Pauze toets**

source: Clicking the button always starts playback from the :term:`cue point <cue>`. If playback is already enabled the play position will jump back to the :term:`cue point <cue>`. Right-clicking on the button will stop playback and seek the play position to the beginning of the sample.
fr: En cliquant sur le bouton, la lecture démarre toujours au :term:`point de repère <cue>`. Si la lecture est déjà activée, la position de lecture reviendra en arrière, au :term:`point de repère <cue>`. Un clic-droit sur le bouton arrêtera la lecture et renverra la position de lecture au début de l'échantillon.
nl: Als u op deze knop klikt, wordt het afspelen altijd gestart vanaf het :term:`cue-punt <cue>`. Als het afspelen reeds is ingeschakeld, springt de afspeelpositie terug naar :term:`cue point <cue>`. Als u met de rechtermuisknop op de knop klikt, stopt het afspelen en wordt afspeelpositie op het begin van de sample gezet.

source: **Sync Button**
fr: **Bouton SYNC**
nl: **Sync toets**

source: Syncs the Sampler deck to a regular deck, as described in :ref:`interface-rate`.
fr: Synchronise la platine échantillonneur sur une platine normale, comme décrit dans :ref:`interface-rate`.
nl: Synchroniseert het Sampler deck met een reguliert deck, zoals beschreven in :ref:`interface-rate`.

source: **Left-Click**: Changes the :term:`rate` of the track so that the :term:`BPM` and :term:`phase` of the track matches the sync target.
fr: **Clic-gauche** : Change la :term:`vitesse` de la piste pour que le :term:`BPM` et la :term:`phase` corresponde à la cible à synchroniser.
nl: **Linker-klik**: Wijzigt de :term:`snelheid` van de track zo dat de :term:`BPM` en :term:`phase` van de track overeenstemmen met het synschronisatiedoel..

source: **Right-Click**: Only changes the :term:`rate` of the track to match the sync target but does not adjust the :term:`phase`.
fr: **Clic-droit** : Change seulement la :term:`vitesse` de la piste pour correspondre à la cible à synchroniser mais n'ajuste pas la :term:`phase`.
nl: **Rechter-klik**: Wijzigt enkel de :term:`snelheid` van de track om overeen te stemmen met het synchronisatiedoel maar wijzigt de :term:`phase` niet.

source: **Hotcue Controls**
fr: **Contrôles de repère rapide**

source: To jump in between different parts of a sample, you can use these numbered hotcue buttons.
fr: Pour naviguer entre différentes parties d'un échantillon, vous pouvez utiliser ces boutons de repère numérotés.
nl: Om tussen verschillende delen van een sample te springen, kun je deze genummerde hotcue-knoppen gebruiken.

source: **PFL/Headphone Button**
fr: **Bouton PFL/Casque**
nl: **PFL/Hoofdtelefoon toets**
