Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: fr, nl

source: The Mixxx User Interface
fr: L'interface utilisateur Mixxx
nl: De Mixxx Gebruikers Interface

source: Welcome to the Mixxx interface. This is where the magic happens. You are going to want to get very familiar with this interface because it is the main way to use Mixxx. In this chapter, we present the default interface of Mixxx and describe its elements, knobs and faders.
fr: Bienvenue dans l'interface de Mixxx. C'est ici que toute la magie opère. Vous allez devenir très familier avec cette interface parce que c'est la façon principale d'utiliser Mixxx. Dans ce chapitre, nous présentons l'interface par défaut de Mixxx et décrivons ses éléments, potentiomètres et curseurs.
nl: Welkom bij de Mixxx-interface. Hier gebeurt de magie. U zult zeer vertrouwd willen raken met deze interface omdat het de meest voorkomende manier is om Mixxx te gebruiken. In dit hoofdstuk leggen we de standaardinterface van Mixxx uit en beschrijven we de elementen, knoppen en faders.

source: The Mixxx interface - Latenight skin
fr: L'interface de Mixxx - Thème Latenight
nl: De Mixxx-interface - Latenight-skin

source: This is the LateNight skin, PaleMoon color theme. It is the default skin supplied with Mixxx 2.3. There are a variety of other skins included with Mixxx. You should explore them all to figure out which one you prefer. This section will focus on LateNight only, though all Mixxx skins provide most of the controls described here.
fr: Voici le thème LateNight, avec le thème de couleur PaleMoon. C'est le thème par défaut fourni avec Mixxx 2.4. Il existe une variété d'autres thème inclus avec Mixxx. Vous devriez les explorer tous pour déterminer celui que vous préférez. Cette section se concentrera uniquement sur LateNight, bien que tous les thèmes de Mixxx fournissent la plupart des contrôles décrits ici.
nl: Dit is de LateNight skin, PaleMoon kleurenschema. Dit is de standaard skin voorzien door Mixxx 2.3. Er worden verschillende andere skins meegeleverd met Mixxx. U moet ze maar eens verkennen om uit te vissen welke u verkiest. Dit onderdeel richt zich enkel op de LateNight skin, alle Mixxx skins voorzien de meeste van de besturingselementen die hier worden beschreven.

source: Skin Settings
fr: Paramètres de thème
nl: Skin instellingen

source: On top, and on the right side of the user interface are the section expansion buttons and options.
fr: En haut, sur le côté gauche de l’interface utilisateur, se trouvent la section d’extension des boutons et options.
nl: Bovenaan en aan de rechterkant van de gebruikers interface bevinden zich de gedeeltes met uitbreidingsknoppen en opties.

source: The section expansion buttons
fr: Les boutons d'extension de section
nl: Het uitbreidingsknoppen gedeelte

source: The GUI section quick toggles buttons in the top tool bar
fr: Boutons de bascule rapide de section (GUI), dans la barre d'outils supérieure
nl: De GUI schakelt snel tussen de waardes van de toetsen in de werkbalk bovenaan.

source: If you click on either :guilabel:`WAVEFORMS`, :guilabel:`4 DECKS`, :guilabel:`MIXER`, :guilabel:`EFFECTS`, :guilabel:`SAMPLERS` or :guilabel:`MICS & AUX` then you will enable control sections for interacting with:
fr: Si vous cliquez sur :guilabel:`WAVEFORMS`, :guilabel:`4 DECKS`, :guilabel:`MIXER`, :guilabel:`EFFECTS`, :guilabel:`SAMPLERS` ou :guilabel:`MICS & AUX` vous activez les sections de contrôle pour interagir avec :
nl: Indien u klikt op ofwel :guilabel:`WAVEFORMS`, :guilabel:`4 DECKS`, :guilabel:`MIXER`, :guilabel:`EFFECTS`, :guilabel:`SAMPLERS` of :guilabel:`MICS & AUX` dan kan u het gebruik activeren om er mee te werken.

source: You can also use the specific :ref:`appendix-shortcuts`.
fr: Vous pouvez aussi utiliser le :ref:`appendix-shortcuts` spécifique.
nl: U kan ook de specifieke :ref:`appendix-shortcuts` gebruiken.

source: Click the :guilabel:`SETTINGS` button or gear icon (depending on the skin) to open the skin settings menu. This provides common basic controls as well as some skin-specific options.
fr: Cliquer sur le bouton :guilabel:`SETTINGS` ou l'icône engrenage (selon le thème) pour ouvrir le menu des paramètres du thème. Cela fournit des commandes de base communes ainsi que certaines options spécifiques au thème.
nl: klik op de :guilabel:`SETTINGS` toets of op het tandwielpictogram (afhankelijk van de skin) om het skin-instellingen menu te openen. Dit voorziet gebruikelijke basisbedieningen alsook enkele skin-specifieke opties.

source: The Skin Settings menu on the right
fr: Le menu paramètres du thème, situé à droite
nl: Het Skin Instellingen menu aan de rechterkant

source: Decks
fr: Platines

source: A deck
fr: Une platine
nl: Een deck

source: A deck with a track loaded
fr: Une platine avec une piste chargée
nl: Een speler of een deck met een track ingeladen

source: The deck section comes in three sizes: Full, Compact and Mini. You can switch between any of the three sizes by clicking on the :guilabel:`Settings` button or the gear icon. Under the :guilabel:`Decks` section, click on "hide mixer to select". This will automatically select the Compact deck (underlined and bolded). If you wish to change to a different deck size, you can choose FULL or Mini.
fr: La section platine est disponible en trois tailles : Full, Compact et Mini. Vous pouvez basculer entre l'une des trois tailles en cliquant sur le bouton :guilabel:`Settings` ou l'icône engrenage. Sous la section :guilabel:`Decks`, cliquer sur "hide mixer to select". Cela sélectionnera automatiquement la platine Compact (souligné et gras). Si vous souhaitez passer à une taille de platine différente, vous pouvez choisir FULL ou Mini.
nl: Het deck onderdeel komt in drie groottes: Volledig, Compact en Mini. U kan schakelen tussen elk van deze groottes door te klikken op de :guilabel:`Instellingen` toets of het tandwielpictogram. Onder het :guilabel:`Decks` gedeelte, klik op 'verberg mixer' om de mixer te verbergen. Dit zal automatisch de Compacte Deck Modus selecteren (onderlijnd en vet). Indien u een andere grootte wenst kan u klikken op Volledig en Mini.

source: The FULL deck (which is similar in all skins) will show the :ref:`interface-vc-mode` and Key controls at the top of the deck section and then the :ref:`interface-hotcues`, :ref:`interface-intro-outro`, :ref:`interface-looping` at the bottom.
fr: La platine "FULL" (qui est similaire dans tous les thèmes) affichera les :ref:`interface-vc-mode` et les commandes de tonalité en haut de la section de platine, puis les :ref:`interface-hotcues`, :ref:`interface-intro-outro`, :ref:`interface-looping` en bas.
nl: Het VOLLEDIGE deck (welke gelijk is in alle skins) toont de :ref:`interface-vc-mode` en Key besturingselementen bovenaan in het deck en de :ref:`interface-hotcues`, :ref:`interface-intro-outro`, :ref:`interface-looping` onderaan.

source: The Compact deck has a reduced set of controls for when you don't need all of them on screen, for example when they're also accessible from your controller. Reverse is removed from the :ref:`interface-playback`, and the :ref:`interface-hotcues`, :ref:`interface-intro-outro`, :ref:`interface-looping` and rate adjust buttons are not shown.
fr: La platine "Compact" dispose d'un ensemble réduit de commandes lorsque vous n'avez pas besoin de toutes les afficher à l'écran, par exemple lorsqu'elles sont également accessibles depuis votre contrôleur. L'inversion de lecture est supprimée de :ref:`interface-playback`, et les :ref:`interface-hotcues`, :ref:`interface-intro-outro`, :ref:`interface-looping` et les boutons de réglage du taux ne sont pas montrés.
nl: Het COMPACTE deck heeft een verminderd aantal besturingselementen voor wanneer u niet de behoefte heeft om ze allemaal op het scherm te zien, bijvoorbeeld wanneer u ze ook kan aansturen vanaf uw controller. Omgekeerd afspelen (Reverse) is verwijderd van de :ref:`interface-playback`, en de :ref:`interface-hotcues`, :ref:`interface-intro-outro`, :ref:`interface-looping` en de toetsen om de snelheid aan te passen worden niet getoond.

source: The mini deck is of a much smaller size and shows only the waveform and the :ref:`interface-track-info`. You can also use minimal decks with the maximized library.
fr: La platine "mini" est d'une taille beaucoup plus petite et affiche uniquement la forme d'onde et :ref:`interface-track-info`. Vous pouvez également utiliser des platines minimales avec la bibliothèque maximisée.
nl: Het MINI deck is veel kleiner en toont enkel de waveform en de :ref:`interface-track-info`. U kan de minimale deck-weergave ook gebruiken met de grote weergave van de bibliotheek

source: Hiding the mixer will by default switch to the compact decks.
fr: Masquer la table de mixage fera passer par défaut aux platines compactes.
nl: Het verbergen van de mixer schakelt standaard naar de compacte weergave van de decks.

source: The deck section allows you to control everything relating to a virtual turntable :term:`deck`. We are going to break this down into sections.
fr: La section platine vous permet de contrôler tout ce qui se rapporte à une :term:`platine` virtuelle. Découpons là en plusieurs sections.
nl: Het deck gedeelte maakt het mogelijk om alles te regelen met betrekking heeft tot een virtuele draaitafel, :term:`deck`. We gaan dit opdelen in secties.

source: Track Information Display
fr: Affichage d'information de la piste
nl: Track Informatie Weergave

source: The track information section of the deck
fr: La section d'information concernant la piste de la platine
nl: De track info sectie van het deck

source: **Track Title**
fr: **Titre de la piste**
nl: **Track Titel**

source: The title of the track that was loaded into a deck is displayed on top. This is the same as the title listed under the :guilabel:`Title` column heading in the :ref:`Mixxx library <library-tracks>`. This information is initially loaded from the track's :term:`metadata`. If the metadata is missing, the title and artist are guessed from the filename.
fr: Le titre de la piste chargé dans une platine est affiché en haut. C'est le même que le titre indiqué dans la colonne :guilabel:`Titre` de la :ref:`bibliothèque Mixxx <library-tracks>`. Ces informations sont initialement chargées à partir des :term:`métadonnées` de la piste. Si les métadonnées sont manquantes, le titre et l'artiste sont devinés à partir du nom du fichier.
nl: De titel van de track die in het deck geladen is wordt bovenaan weergegeven. Dit is dezelfde titel als diegene die in de :guilabel:`Titel` titel kolom wordt getoond in de :ref:`Mixxx bibliotheek <library-tracks>`. Deze informatie wordt aanvankelijk uit de :term:`metadata` van de track gehaald. Indien de metadata ontbreekt worden titel en artiest afgeleid uit de bestandsnaam (niet nauwkeurig).

source: **Track Artist**
fr: **Artiste de la piste**
nl: **Track Artiest**

source: The artist of the track is listed below. It is the same as listed under the :guilabel:`Artist` column heading in the :ref:`Mixxx library <library-tracks>`.
fr: L'artiste de la piste est indiqué dessous. C'est le même que celui indiqué dans la colonne :guilabel:`Artiste` de la :ref:`bibliothèque Mixxx <library-tracks>`.
nl: De artiest van de track wordt eronder weergegeven. Het is dezelfde als diegene die in de :guilabel:`Artiest` kolom in de :ref:`Mixxx bibliotheek <library-tracks>` staat.

source: Double-click any track text label to open the :ref:`Properties editor <library-properties-editor>` where you can edit all track metadata.
fr: Double-cliquer sur n'importe quelle étiquette de texte de piste pour ouvrir l':ref:`éditeur de propriétés <library-properties-editor>` dans lequel vous pouvez modifier toutes les métadonnées de la piste.
nl: Dubbel klik op eender welk track-label om de :ref:`Eigenschappen editor <library-properties-editor>` te openen waar u alle metadata van de track kan bewerken.

source: **Time Elapsed/Remaining/Both**
fr: **Temps écoulé/Restant/Les deux**
nl: **Tijd Verlopen/Resterend/Beide**

source: By default it displays the total elapsed time in the track up to the millisecond. Clicking on the display switches to the *Time Remaining* view, which indicates how much time is left before the track reaches the end. Clicking the display again, both the elapsed and remaining time are shown simultaneously in the format *elapsed time / remaining time*. You can change the default in :menuselection:`Preferences --> Decks --> Deck options`.
fr: Par défaut, affiche le temps total écoulé de la piste jusqu'à la milliseconde. En cliquant sur l'affichage, vous passez à la vue *Temps restant*, qui indique combien de temps il reste avant que la piste n'atteigne la fin. En cliquant à nouveau sur l'affichage, le temps écoulé et le temps restant sont affichés simultanément au format *temps écoulé / temps restant*. Vous pouvez modifier la valeur par défaut dans :menuselection:`Préférences --> Platines --> Options de platine`.
nl: Standaard wordt de verstreken tijd van de track weergegeven tot op een milliseconde. Door te klikken op de display schakelt u naar de *Resterende Tijd* weergave, deze duidt aan hoeveel tijd er nog resteert voor het track-einde bereikt wordt. Wanneer u nogmaals klikt op de display worden zowel de verstreken / resterende tijd tegelijkertijd weergegeven. U kan de standaardinstelling wijzigen in :menuselection:`Voorkeuren --> Decks --> Deck opties`.

source: The number at the top right is the effective :term:`BPM` of the track. This is the detected :term:`BPM` of the track, adjusted for the playback rate of the track. For example, if the track is normally 100 BPM, and it is playing at +5%, then the effective BPM will read 105 BPM.
fr: Le nombre en haut à droite est le :term:`BPM` effectif de la piste. C'est le :term:`BPM` détecté, ajusté de la vitesse de lecture appliquée à la piste. Par exemple, si la piste est normalement à 100 BPM et qu'elle est jouée à +5%, alors le BPM effectif affiché sera de 105 BPM.
nl: Het getal rechtsboven is de effectieve :term:`BPM` van het track. Dit is de gedetecteerde :term:`BPM` van de track, aangepast voor de afspeelsnelheid van de track. Bijvoorbeeld, als de track normaal 100 BPM is, en deze wordt afgespeeld op +5%, dan zal de effectieve en weergegeven BPM 105 zijn.

source: You can use a keyboard shortcut and tap with the beat to set the BPM to the speed you are tapping, go to :ref:`control-keyboard` for more information.
fr: Vous pouvez utiliser un raccourci clavier et tapoter le rythme, pour régler le BPM à la vitesse à laquelle vous tapoter, voir :ref:`control-keyboard` pour plus d'informations.
nl: U kunt een sneltoets gebruiken en met de maat mee tikken om de BPM in te stellen op de snelheid waarmee u tikt, ga naar :ref:`control-keyboard` voor meer informatie.

source: **Key**
fr: **Tonalité**

source: The options displayed when you click on the Key
fr: Les options affichées lorsque vous cliquez sur tonalité
nl: De weergegeven opties wanneer u op de Key klikt

source: The Key options.
fr: Les options de tonalité
nl: De Key opties.

source: The key displays the current musical key of the loaded track after pitch shifting. The key is displayed below the BPM (Tempo). This is the same as the key that is shown under the :guilabel:`Key` column heading in the :ref:`Mixxx library <library-tracks>`. Clicking the key will expand it to reveal more options:
fr: La tonalité affiche la tonalité musicale actuelle de la piste chargée après le changement de hauteur tonale (pitch). La tonalité est affichée à proximité du BPM (tempo). C'est la même chose que la tonalité affichée dans la colonne :guilabel:`Tonalité` de la :ref:`bibliothèque Mixxx <library-tracks>`. En cliquant sur la tonalité, vous l'agrandirez pour révéler plus d'options :
nl: De key toont de huidige muzikale key van de geladen track na pitch aanpassing. De key wordt onder de BPM (Tempo) getoond. Dit is dezelfde als diegene die getoond wordt in de :guilabel:`Key` kolom in de :ref:`Mixxx bibliotheek <library-tracks>`. Door te klikken op de key worden er meer opties uitgebreid getoond:

source: **Pitch Control**: This changes the track pitch independent of the tempo. Left-clicking the :guilabel:`-` button decreases the pitch by one semitone. Right-clicking it decreases the pitch by 10 cents. Left-clicking the :guilabel:`+` button increases the pitch by one semitone. Right-clicking it increases the pitch by 10 cents.
fr: **Contrôle de la hauteur tonale** : modifie la hauteur tonale de la piste indépendamment du tempo. Un clic-gauche sur le bouton :guilabel:`-` diminue la hauteur tonale d'un demi-ton. Un clic-droit diminue la hauteur tonale de 10 cents. Un clic-gauche sur le bouton :guilabel:`+` augmente la hauteur tonale d'un demi-ton. Un clic droit augmente la hauteur tonale de 10 cents.
nl: **Pitch Control**: Dit wijzigt de pitch van de track onafhankelijk van het tempo. Links-klikken op de :guilabel:`-` toets vermindert de pitch met één halftoon, met rechts-klikken op dezelfde toets vermindert de pitch met 10 cent. Links-klikken op de :guilabel:`+` toets verhoogt de pitch met één halftoon, met rechts-klikken op dezelfde toets verhoogt de pitch met 10 cent

source: **Sync and Reset Key**: Left-clicking the :guilabel:`MATCH` button sets the key to a pitch that allows harmonic transition from the other track. It requires a detected key on both involved decks. Right-clicking it resets the key to the original track key.
fr: **Synchroniser et réinitialiser la tonalité** : Un clic-gauche sur le bouton :guilabel:`MATCH` règle la tonalité sur une hauteur qui permet la transition harmonique depuis l'autre piste. Cela nécessite une tonalité détectée sur les deux platines impliquées. Un clic-droit réinitialise la tonalité de la piste à la valeur d'origine.
nl: **Sync en Reset Key**: Links-klikken op de :guilabel:`MATCH` toets zet de key op een pitch die een harmonisch overgang van de vorige track toestaatDit vereist dat de key werd gedetecteerd in de beide betrokken tracks. Met een rechterklik zet u de key terug op de originele waarde.

source: **Cover Art**
fr: **Pochette d'album**

source: The cover art of the track loaded into the deck is displayed on the left side of the track. This is the same as the cover art that is shown under the :guilabel:`Cover Art` column heading in the :ref:`Mixxx library <library-tracks>`. In Deere skin you can choose to enable or disable the cover art by clicking the gear icon in the upper right corner, then toggling the :menuselection:`Decks --> Cover Art` option. Clicking on the cover art will expand it into a full blown image. The cover art is also shown in the Vinyl Widget next to the :ref:`parallel waveforms <interface-waveform>`.
fr: La pochette d'album de la piste chargée dans la platine est affichée sur le côté gauche de la piste. C'est la même pochette d'album qui est affichée dans la colonne :guilabel:`Pochette d'album` de la :ref:`bibliothèque Mixxx <library-tracks>`. Dans le thème Deere, vous pouvez choisir d'activer ou de désactiver la pochette d'album en cliquant sur l'icône engrenage dans le coin supérieur droit, puis en activant l'option :menuselection:`Decks --> Cover Art`. En cliquant sur la pochette d'album, vous l'agrandirez en une image complète. La pochette d'album est également affichée dans le widget vinyle à côté des :ref:`formes d'onde parallèles <interface-waveform>`.
nl: De cover art van de track die in het deck geladen is wordt aan de linkerkant getoond. Dit is dezelfde cover art als diegene die in de :guilabel:`Cover Art` kolom getoond wordt in de :ref:`Mixxx bibliotheek <library-tracks>`. In de Deere skin kan u kiezen om deze te (de-)activeren door te klikken op het tandwielpictogram bovenaan rechts en dan via de :menuselection:`Decks --> Cover Art` optie. Door te klikken op de cover art wordt deze in een groot venster weergegeven. De cover art wordt ook getoond in de Vinyl Widget naast de :ref:`parallelle waveforms <interface-waveform>`.

source: Waveform Displays
fr: Affichage de la forme d'onde
nl: Waveform Weergaven

source: The waveform section of a deck allows you to visualize the audio changes that occur throughout the track, you can basically “see” your music.
fr: La section forme d'onde d'une platine vous permet de visualiser les changements audio intervenant au fil de la piste, vous pouvez en quelque sorte “voir” votre musique.
nl: Met het waveform-gedeelte van een deck kun je de geluidsveranderingen visualiseren die in de loop van het nummer optreden, je kunt je muziek in feite 'zien'.

source: By default the waveform displays are aligned parallel to each other in order to make :term:`beatmatching` easier, as it is possible to beatmatch visually by aligning the beats that appear in each waveform.
fr: Par défaut les affichages de formes d'onde sont alignés parallèlement l'un à l'autre afin de faciliter le :term:`beatmatching`, puisqu'il est possible d'effectuer le beatmatch visuellement en alignant les battements qui apparaissent sur chaque forme d'onde.
nl: Standaard worden de waveform-weergaven parallel aan elkaar uitgelijnd om :term:`beatmatching` te vergemakkelijken, aangezien het mogelijk is om visueel te beatmatchen door de beats die in elke waveform verschijnen uit te lijnen.

source: Mixxx default skin (Deere) - Parallel waveforms
fr: Thème par défaut de Mixxx (Deere) - Formes d'onde parallèles
nl: Mixxx standaard skin (Deere) - Parallelle waveforms

source: Parallel waveforms in the default Mixxx skin (LateNight, PaleMoon theme)
fr: Formes d'onde parallèles dans le thème par défaut de Mixxx (LateNight, modèle couleur PaleMoon)
nl: Parallelle waveforms in de standaard Mixxx skin (LateNight, PaleMoon theme)

source: Depending on the skin, Mixxx displays either parallel waveforms (default) or separate waveforms. LateNight and Tango skins only have resizable parallel waveforms while Shade skin provides only separate waveforms. In Deere skin you can select your preferred appearance by clicking the gear icon in the upper right corner, then toggling the :menuselection:`Skin Settings --> Parallel Waveforms` option.
fr: En fonction du thème, Mixxx affiche soit des formes d'onde parallèles (par défaut), soit des formes d'onde séparées. Les thèmes LateNight et Tango n'ont que des formes d'onde parallèles redimensionnables, tandis que le thème Shade ne fournit que des formes d'onde séparées. Dans le thème Deere, vous pouvez sélectionner votre apparence préférée en cliquant sur l'icône engrenage dans le coin supérieur droit, puis en activant l'option :menuselection:`Skin Settings --> Parallel Waveforms`.
nl: Afhankelijk van de skin, toont Mixxx ofwel parallelle waveforms (standaard) of aparte waveforms. LateNight en Tango skins habben enkel parallelle waveforms met aanpasbare grootte terwijl de Shade skin enkel aparte waveforms heeft. In de Deere skin kan u de door u gekozen weergave selecteren door op het tandwielpictogram te klikken bovenaan rechts en dan via de optie :menuselection:`Skin Instellingen --> Parallelle Waveforms` uw keuze te maken.

source: If you have a slower computer and notice performance issues with Mixxx, try lowering the frame rate or changing the waveform type in :menuselection:`Preferences --> Waveforms`.
fr: Si vous avez un ordinateur lent et remarquez des problèmes de performances avec Mixxx, essayez de réduire la fréquence d'images ou de modifier le type de forme d'onde dans :menuselection:`Préférences --> Formes d'onde`.
nl: Wanneer u een tragere computer heeft en gewaar wordt dat er performantie problemen ontstaan met Mixxx kan u de frame rate of het type waveform wijzigen in :menuselection:`Voorkeuren --> Waveforms`.

source: **Waveform summary**
fr: **Forme d'onde principale**
nl: **Waveform samenvatting**
