Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: fr, nl

source: If active, the :term:`pre-fader listen or PFL <PFL>` button allows you to listen to the track in your headphones.
fr: S'il est actif, le bouton :term:`écoute pré-fader ou PFL <PFL>` vous permet d'écouter la piste dans votre casque.
nl: Indien actief, kunt u met de :term:`pre-fader-luisteren of PFL <PFL>`-knop luisteren naar de track in uw hoofdtelefoon.

source: Allows you to adjust the gain applied to the track.
fr: Vous permet d'ajuster le gain appliqué à la piste.
nl: Hiermee kunt u de versterking aanpassen die op de track wordt toegepast.

source: **Level Meter**
fr: **Vue-mètre**
nl: **Niveau Meter**

source: Shows the level of the signal and can be adjusted with the Gain knob.
fr: Affiche le niveau du signal et peut être ajusté avec le potentiomètre de gain.
nl: Toont het niveau van het signaal en kan worden aangepast met de Gain-knop.

source: The slider allows you to change the speed of the sample. Right-clicking on the slider will reset the tempo to its original value.
fr: Le curseur vous permet de modifier la vitesse de l'échantillon. Clic-droit sur le curseur réinitialisera le tempo à sa valeur d'origine.
nl: Met de schuifregelaar kunt u de snelheid van de sample wijzigen. Klik met de rechtermuisknop op de schuifregelaar om het tempo terug te zetten op de de oorspronkelijke waarde.

source: Effects
fr: Effets
nl: Effecten

source: An effect unit
fr: Une unité d'effet
nl: Een effecteenheid

source: Collapsed effect unit
fr: Unité d'effet minimisée
nl: Samengedrukte effecteenheid

source: Expanded effect unit
fr: Unité d'effet maximisée
nl: Uitgevouwen effecteenheid

source: Mixxx comes with some built in sound effects that can be chained together in effect units. Effect units can be freely assigned to different decks as well as other inputs. The buttons for routing decks to effect units are in the :ref:`interface-decks`.
fr: Mixxx est livré avec des effets sonores intégrés qui peuvent être enchaînés dans des unités d'effets. Les unités d'effets peuvent être librement attribuées à différentes platines ainsi qu'à d'autres entrées. Les boutons de routage des platines vers les unités d'effet se trouvent dans les :ref:`interface-decks`.
nl: Mixxx wordt geleverd met een aantal ingebouwde geluidseffecten die aan elkaar kunnen worden gekoppeld in effecteenheden. Effecteenheden kunnen vrij aan verschillende decks worden toegewezen alsook aan andere ingangen. De knoppen voor het routeren van decks naar effecteenheden bevinden zich in de :ref:`interface-decks`.

source: The :ref:`effects` chapter has a more detailed explanation of the effects system.
fr: Le chapitre :ref:`effects` contient une explication plus détaillée du système d'effets.
nl: Het :ref:`effecten` hoofdstuk bevat een meer gedetailleerde uitleg van het effecten systeem.

source: Microphones & Auxiliary Inputs
fr: Microphones et entrées auxiliaires
nl: Microfoons en Auxiliaire ingangen

source: The Microphone section
fr: La section microphone
nl: Het microfoon gedeelte

source: The microphone section is **hidden** in the default :ref:`Mixxx user interface <interface-overview>`. Click the :guilabel:`MICS & AUX` button at the top of your user interface, or use the specific :ref:`appendix-shortcuts` to show or hide the section.
fr: La section microphone est **masquée** par défaut dans :ref:`l'interface utilisateur Mixxx <interface-overview>`. Cliquer sur le bouton :guilabel:`MIC/AUX` en haut de votre interface utilisateur, ou utiliser le :ref:`appendix-shortcuts` spécifique pour afficher ou masquer la section.
nl: Het microfoongedeelte is **verborgen** in de standaard :ref:`Mixxx-gebruiker interface <interface-overzicht>`. Klik op de toets :guilabel:`MICS & AUX` bovenaan de gebruikersinterface, of gebruik de specifieke :ref:`appendix-snelkoppelingen` om het gedeelte weer te geven of te verbergen.

source: The :ref:`microphones` chapter has detailed instructions for setting up microphones with various hardware.
fr: Le chapitre :ref:`microphones` contient des instructions détaillées sur la configuration des microphones avec divers matériels.
nl: Het hoofdstuk :ref:`microfoons` bevat gedetailleerde instructies voor het instellen van microfoons met verschillende hardware.

source: Microphone Controls
fr: Commandes du microphone
nl: Microphone besturingselementen

source: **Talk Button**
fr: **Bouton conversation TALK**
nl: **Talk toets**

source: Hold this button and talk to mix the microphone input into the Mixxx Main output. Short click on the button for latching. This is handy for talking for an extended period, for example when :ref:`streaming <live-broadcasting>` a radio show. When in Latch mode, click again to mute the microphone input.
fr: Maintenir ce bouton enfoncé et parler pour mixer l'entrée du microphone dans la sortie principale du Mixxx. Cliquer brièvement sur le bouton pour verrouiller. C'est pratique pour parler pendant une période prolongée, par exemple lors du :ref:`streaming <live-broadcasting>` d'une émission de radio. En mode verrouillé, cliquer à nouveau pour couper l’entrée du microphone.
nl: Houd deze knop ingedrukt en praat om de microfooninvoer in de Mixxx Main output te mixen. Klik kort op de knop om deze te vergrendelen. Dit is handig om voor een langere periode te praten, bijvoorbeeld bij het :ref:`streaming <live-uitzenden>` van een radioprogramma. Klik in de vergrendelde modus opnieuw op deze toets om de microfooningang te dempen.

source: **Mix Orientation Toggle**
fr: **Basculer l'orientation du Mix**
nl: **Mix Oriëntatie Schakelaar**

source: This control determines the microphone input's mix orientation. Either to the left side of crossfader, to the right side or to the center (default). Clicking cycles through all the options.
fr: Cette commande détermine l'orientation du mixage (crossfader) de l'entrée microphone. Soit à gauche du curseur de mixage, soit à droite ou au centre (par défaut). Cliquer dessus fait défiler toutes les options.
nl: Deze regelaar bepaalt de oriëntatie van de microfooningang in de mix. Ofwel naar de linkerkant van de crossfader, ofwel naar de rechterkant ofwel in het midden (standaard). Bij het klikken doorloopt u alle opties.

source: **Microphone Volume Meter**
fr: **Vu-mètre du microphone**
nl: **Microfoon Volume Meter**

source: This displays the microphone volume input signal strength.
fr: Ceci affiche la force du signal d'entrée du volume du microphone.
nl: Dit toont het volumesterkte van het microfoon ingangssignaal.

source: **Microphone Gain Knob**
fr: **Potentiomètre de gain du microphone**
nl: **Microfoon versterkingsknop**

source: Use this knob to adjust the gain of the microphone output. Try to keep the volume at a reasonable level to avoid signal clipping.
fr: Utiliser ce potentiomètre pour régler le gain de la sortie microphone. Essayer de maintenir le volume à un niveau raisonnable pour éviter l'écrêtage du signal.
nl: Gebruik deze knop om de versterking van de microfoonuitvoer aan te passen. Probeer het volume op een redelijk niveau te houden om signaalclipping te voorkomen.

source: Preview Deck
fr: Platine de pré-écoute
nl: Voorbeluisteringsdeck

source: The Preview Deck with a track loaded
fr: La platine de pré-écoute avec une piste chargée
nl: Het voorbeluisteringsdeck met een geladen track.

source: The Preview Deck is a special deck that allows you to pre-listen to tracks in the headphones before using them in your mix. Pre-listening to a track does not change its :guilabel:`Played` state as well as the play counter and is not logged in the :ref:`History <library-history>`. Press :kbd:`CTRL` + :kbd:`4` (Windows/Linux) or :kbd:`CMD` + :kbd:`4` (Mac) to display the Preview Deck.
fr: La platine de pré-écoute est une platine spéciale qui vous permet de pré-écouter les pistes au casque avant de les utiliser dans votre mix. La pré-écoute d'un morceau ne modifie pas son état :guilabel:`joué`, ni le compteur de lecture et n'est pas enregistrée dans :ref:`l'Historique <library-history>`. Appuyer sur :kbd:`CTRL` + :kbd:`4` (Windows/Linux) ou :kbd:`CMD` + :kbd:`4` (Mac) pour afficher la platine de pré-écoute.
nl: Het voorbeluisteringsdeck is een speciaal deck waarmee u tracks vooraf kan beluisteren in de hoofdtelefoon voordat u deze in uw mix gebruikt. Een track vooraf beluisteren verandert de status :guilabel:`Afgespeeld` niet, evenmin als de afspeelteller en wordt niet genoteerd in de :ref:`Geschiedenis <bibliotheekgeschiedenis>`. Druk op :kbd:`CTRL` + :kbd:`4` (Windows/Linux) of :kbd:`CMD` + :kbd:`4` (Mac) om de het voorbeluisteringsdeck weer te geven.

source: The features in detail:
fr: Les fonctionnalités en détail :
nl: De kenmerken in detail:

source: **Track Artist/Title**: The artist and title of the track is displayed here. This is the same as that listed under the :guilabel:`Track` and :guilabel:`Title` column heading in the :ref:`Mixxx library <library-tracks>`. This information is initially loaded from the track's :term:`metadata`.
fr: **Artiste/Titre de la piste** : L'artiste et le titre de la piste sont affichés ici. C'est le même que celui répertorié dans les colonnes :guilabel:`Artiste` et :guilabel:`Titre` dans la :ref:`bibliothèque Mixxx <library-tracks>`. Ces informations sont initialement chargées à partir des :term:`métadonnées` de la piste.
nl: **Trackartiest/titel**: de artiest en titel van de track worden hier weerge-geven. Dit is hetzelfde als vermeld onder de :guilabel:`Artiest` en :guilabel:`Titel` kolom in de :ref:`Mixxx bibliotheektabel <bibliotheek-tracks>`. Deze informatie wordt in eerste instantie geladen van de :term:`metagegevens` van de track.

source: **Eject Track button**: Clicking this button ejects the track from the deck.
fr: **Bouton Éjecter piste** : Cliquer sur ce bouton pour éjecter la piste de la platine.
nl: **Track uitwerpen toets**: als u op deze knop klikt, wordt de track uit het deck geworpen.

source: **Play/Pause button**: Clicking the button starts and pauses the playback. Right-clicking on the button will stop playback and seek the play position to the beginning of the tracks.
fr: **Bouton Lecture/Pause**: Cliquer sur le bouton démarre et interrompt la lecture. Clic-droit sur le bouton arrêtera la lecture et déplacera la position de lecture au début de la piste.
nl: **Afspeel-/pauzeknop**: als u op deze knop klikt, wordt het afspelen gestart en gepauzeerd. Als u met de rechtermuisknop op deze toets klikt, wordt het afspelen gestopt en wordt de afspeelpositie naar het begin van de track geplaatst.

source: **Waveform overview**: Shows the various markers (Cues, Hotcues) within the track as well as the waveform envelope of the entire track. Clicking somewhere on the waveform allows you to jump to an arbitrary position in the track.
fr: **Vue d'ensemble de la forme d'onde** : Montre les divers marqueurs (repères, repères rapides) de la piste ainsi que l'enveloppe de la forme d'onde de la piste toute entière. Cliquer n'importe où sur la forme d'onde vous permet de sauter à une position arbitraire dans la piste.
nl: **Waveform overview**: Toont de verschillende markeringen (Cues, Hotcues) binnen de track en de waveform envelope van de hele track. Eender waar klikken op de waveform staat u toe om te springen naar een willekeurige positie in de track.

source: **Gain slider**: Move the slider to adjust the gain of the track.
fr: **Curseur de gain** : Déplacer le curseur pour régler le gain de la piste.
nl: **Versterkingsschuifregelaar**: Verplaats de schuifregelaar om de versterking van de track aan te passen.

source: **Volume Meter**: Shows the current volume of the track. If it's too loud and distorted, a peak indicator flashes red.
fr: **Vu-mètre** : Affiche le volume actuel de la piste. S'il est trop fort et déformé, un indicateur de crête clignote en rouge.
nl: **Volumemeter**: Toont het huidige volume van het nummer. Als het te luid is en vervormd wordt, knippert een piekindicator rood.

source: For more information, go to the chapter :ref:`library-previewing-tracks`.
fr: Pour plus d'informations, voir chapitre :ref:`library-previewing-tracks`.
nl: Ga voor meer informatie naar het hoofdstuk :ref:`library-previewing-tracks`.

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal
