Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: fr, nl

source: **Right-Click**: Only changes the :term:`rate` of the track to match the other deck but does not adjust the :term:`phase`.
fr: **Clic-droit** : Change seulement la :term:`vitesse` de la piste pour correspondre à l'autre platine mais n'ajuste pas la :term:`phase`.
nl: **Rechter-klik**: Wijzigt enkel de :term:`snelheid` van de track zodat deze overeenkomt met die in het ander deck maar de :term:`phase` van de track wordt niet aangepast.

source: Decks and samplers now pick which sync target to sync to on the fly. Decks can't sync to samplers and samplers can only sync to decks. The sync target for samplers is:
fr: Les platines et les échantillonneurs choisissent maintenant leur cible de synchronisation à la volée. Les platines ne peuvent pas se synchroniser aux échantillonneurs et les échantillonneurs peuvent seulement se synchroniser aux platines. La cible de synchronisation pour l'échantillonneur est :
nl: Decks en samplers kiezen nu onmiddelijk met welk deck ze moeten synchroniseren Decks kunnen niet synchroniseren met samplers en samplers kunnen niet synchro-niseren met decks. Het synchronisatiedoel voor samplers is:

source: The sync leader, identified by the lit sync-lock button and the crown symbol.
fr: Le Leader de synchronisation, identifié par le bouton de verrouillage de synchronisation allumé et le symbole de la couronne.
nl: De sync leider, deze wordt geïdentificeerd door de opgelichte sync-lock toets en het kroon-symbool.

source: The first deck (in numerical order) that is playing a track with a detected beatgrid, and has a rate different than zero.
fr: La première platine (dans l'ordre alphabétique) en train de lire une piste, avec une grille rythmique détectée et une vitesse non nulle.
nl: Het eerste deck (in numerieke volgorde) dat een track afspeelt waarvan de beatgrid gedetecteerd is en waarvan de afspeelsnelheid verschilt van nul.

source: The first deck (in numerical order) that has a track loaded with a detected beatgrid, no matter if it is playing or stopped.
fr: La première platine (dans l'ordre alphabétique) avec une piste chargée et avec une grille rythmique détectée, qu'elle soit en train de lire ou à l'arrêt.
nl: Het eerste deck (in numerieke volgorde) met een geladen track met gedetecteerde beatgrid, ongeacht of de track afspeelt of niet.

source: So basically, if you sync a sampler and both deck 1 and deck 2 are playing a track with a beatgrid then deck 1 will win since numerically it is first. The sync targets for decks are chosen with the new sync lock feature, see :ref:`sync-lock` for more information.
fr: Donc plus simplement, si vous synchronisez un échantillonneur et que la platine 1 et la platine 2 sont en train de lire une piste, avec une grille rythmique alors la platine 1 l'emportera car elle est numériquement la première. Les cibles de synchronisation pour les platines sont choisies avec la nouvelle fonction de synchronisation, voir :ref:`master-sync` pour plus d'informations.
nl: Dus als je een sampler synchroniseert en zowel deck 1 als deck 2 spelen een track met een beatgrid, dan wint deck 1, aangezien dit numeriek de eerste is. De synchronisatiedoelen voor decks worden gekozen met de nieuwe synchronisatie-vergrendelingsfunctie, zie :ref:`sync-lock` voor meer informatie.

source: **Pitch/Rate slider**
fr: **Curseur Hauteur/Vitesse**
nl: **Pitch/Snelheidschuifregelaar**

source: The slider allows you to change the speed of the song, by default up to 10% from the tracks original tempos. The speed will increase as you move the slider up, opposite to the behavior found on DJ turntables and :term:`CDJ`. Right-clicking on the slider will reset the tempo to its original value.
fr: Le curseur permet de changer la vitesse de la musique, par défaut jusqu'à 10% du tempo original. La vitesse augmente quand le curseur glisse vers le haut, à l'inverse du comportement rencontré sur les tourne disque et les :term:`CDJ`. Clic-droit sur ce curseur remet le tempo à sa valeur originale.
nl: De schuifregelaar staat u toe om de snelheid van een track te wijzigen, standaard tot 10% van het originele tempo van de track. De snelheid neemt toe naarmate u de glijder omhoog beweegt, in tegenstelling tot hoe deze werken op DJ-draaitafels en :term:`CDJ`. Als u met de rechtermuisknop op de schuifregelaar klikt, wordt het tempo teruggezet op de oorspronkelijke waarde.

source: **Pitch Rate Display**
fr: **Affichage Hauteur/Vitesse**
nl: **Pitch Snelheidsweergave**

source: The percent that the track's rate is sped up or slowed down is noted here. Is the Pitch/Rate slider positioned at the center, the pitch rate display is at +0.0%, which indicates no change.
fr: Le pourcentage d'accélération ou de ralentissement de la piste est indiqué ici. Si le curseur de Hauteur/Vitesse est centré, l'affichage de Hauteur/Vitesse est à +0.0%, ce qui indique aucune modification.
nl: Het percentage waarmee de snelheid van het nummer wordt versneld of vertraagd, wordt hier weergegeven. Is de Pitch/Snelheidsschuifregelaar in het midden geplaatst, dan wordt de pitch-snelheid weergegeven op +0,0%, wat aangeeft dat er geen verandering is.

source: To make the rate and/or pitch automatically reset whenever a new track is loaded go to :menuselection:`Preferences --> Decks --> Speed (Tempo) and Key (Pitch) options --> Reset on track load`.
fr: Pour réinitialiser automatiquement le taux et/ou la hauteur tonale chaque fois qu'une nouvelle piste est chargée, aller dans :menuselection:`Préférences --> Platines --> Options de vitesse (Tempo) et tonalité (Hauteur) --> Réinitialiser au chargement de piste`.
nl: Om de snelheid en/of toonhoogte automatisch te laten terugzetten wanneer er een nieuwe track wordt geladen, ga naar :menuselection:`Voorkeuren --> Decks --> Snelheid (Tempo) en Key (Pitch) opties --> Terugzetten bij track laden`.

source: **Temporary Pitch/Rate buttons (Nudge)**
fr: **Boutons Hauteur/Vitesse temporaire (Coup de pouce)**
nl: **Tijdelijke Pitch/Snelheidstoetsen (Nudge)**

source: Pushing the diagonal arrow buttons is like nudging the metal edge of a turntable, or the outer edge of a CD player. It will give the track a push or pull forwards or backwards. If the buttons are released the previous tempo is restored. The buttons can act as either a fixed :term:`pitch bend` or a :term:`ramping pitch bend`.
fr: Cliquer sur les boutons fléchés en diagonale revient à pousser le bord métallique d'un plateau tournant ou le bord extérieur d'un lecteur CD. Cela poussera ou tirera la piste vers l’avant ou vers l’arrière. Si les boutons sont relâchés, le tempo précédent est restauré. Les boutons peuvent agir soit comme un :term:`pitch bend` fixe, soit comme un :term:`ramping pitch bend`.
nl: Het indrukken van de diagonale pijltoetsen is gelijk aan het aanraken van de metalen rand van een draaitafel, of de buitenrand van een cd-speler. Het geeft de track een duwtje of trekt naar voren of naar achteren. Van zodra de toetsen worden losgelaten wordt het vorige tempo hersteld. De toetsen kunnen als vaste :term:`pitch bend` of :term:`ramping pitch bend` fungeren.

source: **Pitch/Rate buttons**
fr: **Boutons Hauteur/Vitesse**
nl: **Pitch/Snelheidstoetsen**

source: Clicking the :guilabel:`-` button will set the pitch/rate lower while the :guilabel:`+` button will set the pitch/rate higher. This is like moving the pitch slider up or down by a fixed amount. Unlike using the temporary pitch/rate buttons, the change is permanent so these button s don't need to be held down.
fr: Cliquer sur le bouton :guilabel:`-` règlera la hauteur/vitesse plus bas tandis que le bouton :guilabel:`+` réglera la hauteur/vitesse plus haut. C'est comme si vous déplaciez le curseur de hauteur vers le haut ou vers le bas d'une valeur fixe. Contrairement à l'utilisation des boutons temporaires de hauteur/vitesse, le changement est permanent, il n'est donc pas nécessaire de maintenir ces boutons enfoncés.
nl: Als u op de knop :guilabel:`-` klikt, wordt de pitch/snelheid lager ingesteld terwijl de :guilabel:`+` knop de pitch/snelheid hoger zal instellen. Dit is hetzelfde als het omhoog of omlaag verplaatsen van de pitch-schuifregelaar met een vaste waarde. In tegenstelling tot het gebruik van de tijdelijke pitch/snelheids-knoppen, de wijziging is permanent, dus deze knoppen hoeven niet te worden vastgehouden.

source: To customize the amount by which the buttons alter the pitch of the track, the slider range as well as the direction, go to :menuselection:`Preferences --> Interface --> Adjustment buttons --> Permanent / Temporary`.
fr: Pour paramétrer la proportion pour laquelle les boutons modifient l'intensité de la piste, ainsi que l'amplitude et la direction du curseur, aller dans :menuselection:`Préférences-->Platines --> Options de vitesse (Tempo) et tonalité (Hauteur)`.
nl: Om de waarde aan te passen waarmee de knoppen de pitch van de track wijzigen, om het het bereik van de schuifregelaar alsook de richting aan te passen, ga naar :menuselection:`Voorkeuren --> Interface --> Aanpassingstoetsen --> Permanent / Tijdelijk`.

source: If the tempo of a track changes, you'll notice that the tone changes based on the pitch used (e.g. playing at faster pitch gives a chipmunk sound). You can enable the :ref:`Keylock <interface-button-grid>` feature to maintain a constant tone.
fr: Si le tempo de la piste change, vous remarquerez que le ton change selon la hauteur utilisée (ex: lire plus vite donne une voix de canard). Vous pouvez activer la fonction :ref:`Verrouillage de tonalité <interface-button-grid>` pour maintenir de tonalité constante.
nl: Wanneer het tempo van een track verandert, zal u merken dat ook de de toon verandert op basis van de gebruikte pitch (bijvoorbeeld spelen op een snellere pitch geeft een chipmunkeffect). U kan de :ref:`Keylock <interface-button-grid>` functie inschakelen om een constante pitch aan te houden.

source: Loop Controls
fr: Contrôles de boucle
nl: Lus Controls

source: The beatloop and looping controls of the deck
fr: Le contrôle de boucle de battement et de boucle de la platine
nl: De beatlus en lus besturingselementen van een deck

source: In this section of the Mixxx interface you can control (beat-)loops and set the loop points of a track. You can also shift loops using the :ref:`beatjump / loop move controls <interface-transport>` shown at the right side of the looping controls.
fr: Dans cette section de l'interface Mixxx, vous pouvez contrôler les boucles (-battement) et définir les points de boucle d'une piste. Vous pouvez également décaler les boucles en utilisant le :ref:`contrôle de saut de battement / déplacement de boucle <interface-transport>` affiché sur le côté droit des commandes de bouclage.
nl: In dit gedeelte van de Mixxx-interface kun je (beat-)lussen aansturen en de luspunten van een track instellen. U kan lussen ook verschuiven meet de :ref:`beatjump / lus verplaatstoetsen <interface-transport>` die weergegeven worden aan de rechterkant van de lusbesturingselementen.

source: **Beatloop size**
fr: **Taille de la boucle de battement**
nl: **Beatlus grootte**

source: The input box allows you to set the size of the loop in beats to set with the Beatloop button. Changing this resizes the loop if the loop already matches the size. If a loop is set, a loop overlay will be drawn on the :ref:`waveforms <interface-waveform>`.
fr: La zone de saisie vous permet de définir la taille de la boucle en battement, à définir avec le bouton boucle de battement. Changer cela redimensionne la boucle si la boucle correspond déjà à la taille. Si une boucle est définie, une superposition de boucle sera dessinée sur la :ref:`forme d'onde <interface-waveform>`.
nl: In het invoervak kunt u de grootte van de lus in beats instellen door middel van de Beatlus-toets. Wanneer u deze wijzigt wordt de grootte van de lus aangepast indien de lengte van de lus reeds overeenkomt met de ingestelde grootte. Als er een lus is ingesteld, wordt er een lus-overlay getoond op de :ref:`waveforms <interface-golfvorm>`.

source: **Beatloop**
fr: **Boucle de battement**
nl: **Beatlus**

source: Left-clicking the Beatloop button starts a loop over the set number of beats. If quantize is enabled, it snaps to the nearest beat. This works for manually placed loops as well as automatic loops set by the beatlooping buttons. Depending on the current status of the loop, the loop overlay on the waveforms changes color. Right-clicking the Beatloop button temporarily enables a rolling loop over the set number of beats. Playback will resume where the track would have been if it had not entered the loop.
fr: Clic-gauche sur le bouton boucle de battement démarre une boucle sur le nombre de battement défini. Si la quantification est activée, elle se cale sur le battement le plus proche. Cela fonctionne pour les boucles placées manuellement ainsi que pour les boucles automatiques définies par les boutons de boucle de battement. En fonction de l'état actuel de la boucle, la superposition de boucle sur les formes d'onde change de couleur. Clic-droit sur le bouton boucle de battement active temporairement une boucle déroulante sur le nombre de battement défini. La lecture reprendra là où la piste aurait été si elle n'était pas entrée dans la boucle.
nl: Als u met de linkermuisknop op de Beatlus-toets klikt, wordt een lus over het ingestelde aantal beats gestart. Als quantize ingeschakeld is, wordt steeds naar de dichtstbijzijnde beat gesprongen. Dit werkt zowel voor handmatig geplaatste lussen als voor automatische lussen die met de beatlus-toetsen zijn ingesteld. Afhankelijk van de huidige status van de lus, wordt de kleur van de lus-overlay in de waveforms aangepast. Door met de rechtermuisknop op de Beatlus-knop te klikken wordt tijdelijk een rollende lus over het ingesteld aantal beats geactiveerd. Het afspelen zal worden hervat op de positie van de track waar die zou zijn geweest indien deze niet in een lus was terecht gekomen.

source: **Double loop**
fr: **Doublage de la boucle**
nl: **Dubbele lus**

source: Clicking on the arrow pointing up will double the current loop's length up to 64 bars. The length of the loop overlay in the waveform will increase accordingly.
fr: Cliquer sur la flèche pointant vers le haut doublera la longueur de la boucle actuelle jusqu'à 64 mesures. La longueur de la superposition de boucle dans la forme d’onde augmentera en conséquence.
nl: Als u op de pijl naar boven klikt, wordt de lengte van de huidige lus verdubbeld naar 64 bars. De lengte van de lus-overlay in de golfvorm zal evenredig toenemen.

source: **Halve loop**
fr: **Réduction de la boucle de moitié**
nl: **Halve lus**

source: Clicking on the arrow pointing down will halve the current loop's length down to 1/32 bars. The length of the loop overlay in the waveform will decrease accordingly.
fr: Cliquer sur la flèche pointant vers le bas réduira de moitié la longueur de la boucle actuelle jusqu'à 1/32 mesures. La longueur de la superposition de boucle dans la forme d’onde diminuera en conséquence.
nl: Als u op de pijl naar onder klikt, wordt de lengte van de huidige lus gehalveerd naar 1/32 bars. De lengte van de lus-overlay in de golfvorm zal evenredig afnemen.

source: **Loop-In**
fr: **Entrée de boucle**
nl: **Lus-In**

source: This button allows you to manually set the start point of a loop. A loop-in marker is placed on the waveform indicating the position. If clicked when a loop was already set, it moves the start point of a loop to a new position.
fr: Ce bouton vous permet de définir manuellement le point de départ d'une boucle. Un marqueur entrée de boucle est placé sur la forme d'onde indiquant la position. Si vous cliquez dessus alors qu'une boucle était déjà définie, cela déplace le point de départ d'une boucle vers une nouvelle position.
nl: Met deze knop kun je handmatig het startpunt van een lus instellen. Een lus-in markering wordt geplaatst in de waveform om de positie aan te geven. Wanneer u klikt op een reeds geplaatste lus, wordt de startpositie van de lus verplaatst naar de nieuwe positie.

source: **Loop-Out**
fr: **Sortie de boucle**
nl: **Lus-Uit**

source: This button allows you to manually set the end point of a loop. A loop-out marker is placed on the waveform indicating the position. If clicked when a loop was already set, it moves the end point of a loop to a new position.
fr: Ce bouton vous permet de définir manuellement le point final d'une boucle. Un marqueur sortie de boucle est placé sur la forme d'onde indiquant la position. Si vous cliquez dessus alors qu'une boucle était déjà définie, cela déplace le point final d'une boucle vers une nouvelle position.
nl: Met deze knop kun je handmatig het eindpunt van een lus instellen. Een lus-uit markering wordt geplaatst in de waveform om de positie aan te geven. Wanneer u klikt op een reeds geplaatste lus, wordt de eindpositie van de lus verplaatst naar de nieuwe positie.

source: **Reloop**
fr: **Reboucler**
nl: **Her-lus**

source: Left-clicking this button toggles the current loop on or off. If the loop is ahead of the current position, looping will start when the loop is reached. This works only if the Loop-in and Loop-Out marker are set. Right-clicking this button enables the loop, jumps to Loop-in marker and stops playback.
fr: Clic-gauche sur ce bouton active ou désactive la boucle actuelle. Si la boucle est en avance sur la position actuelle, la boucle commencera lorsque celle-ci sera atteinte. Cela ne fonctionne que si les marqueurs entrée de boucle et sortie de boucle sont définis. Clic-droit sur ce bouton active la boucle, saute au marqueur entrée de boucle et arrête la lecture.
nl: Als u met de linkermuisknop op deze toets klikt, wordt de huidige lus in- of uitgeschakeld. Als de lus zich vóór de huidige positie bevindt dan zal de lus starten van zodra de lus bereikt wordt. Dit werkt alleen als de Lus-in en Lus-Uit-markeringen ingesteld zijn. Klik met de rechtermuisknop op deze toets om de lus te activeren, naar het begin van de lus te springen en het afspelen stoppen.

source: If you are playing inside a loop and want to move the end point beyond its current position in the track, click on the *Beatloop* button first and when the play position reaches the desired position, click on the Loop-Out button.
fr: Si vous êtes en cours de lecture dans une boucle et souhaitez déplacer le point final au-delà de sa position actuelle dans la piste, cliquer d'abord sur le bouton *boucle de battement* et lorsque la position de lecture atteint la position souhaitée, cliquer sur le bouton sortie de boucle.
nl: Als de track binnenin een lus speelt en u het het eindpunt voorbij zijn huidige positie in de track wil plaatsen, klik dan eerst op de *Beatloop*-toets en wanneer de afspeelpositie de gewenste positie bereikt, klik dan op de Lus-Uit-toets.

source: If the :term:`Quantize <quantization>` mode is enabled, the loops will automatically snap to the nearest beat. This is disabled by default, click on the :ref:`Quantize Mode Toggle <interface-button-grid>` to enable it.
fr: Si la :term:`Quantification <quantization>` est activée, les boucles s'aligneront automatiquement sur le battement le plus proche. Il est désactivé par défaut, cliquer sur le :ref:`Bouton Quantification <interface-button-grid>` pour l'activer.
nl: Indien de :term:`Quantize <quantization>`-modus ingeschakeld is, zullen de lussen automatisch op de dichtstbijzijnde beat uitgelijnd worden. Standaard is dit uitge-schakeld, klik op :ref:`Quantize-modus schakelaar <interface-button-grid>` om deze in te schakelen.

source: Hotcue Controls
fr: Contrôles de Repère rapide (hotcues)
nl: Hotcue Besturingselementen

source: The hotcue controls of the deck
fr: Les contrôles de repère rapide de la platine
nl: De hotcue besturingselementen van het deck

source: To jump in between different parts of a track, you can use these numbered buttons. You can also use keyboard shortcuts, go to :ref:`control-keyboard` for more information.
fr: Pour sauter à différents endroits de la piste, vous pouvez utiliser ces boutons numérotés. Vous pouvez aussi utiliser les raccourcis du clavier, voir :ref:`control-keyboard` pour plus d'informations.
nl: Om tussen verschillende delen van een track te springen, kan u deze genummerde toetsen gebruiken. U kan ook sneltoetsen gebruiken, ga naar :ref:`control-keyboard` voor meer informatie.

source: Setting Hotcues
fr: Configuration des Repères rapides (hotcues)
nl: Hotcues Instellen

source: Clicking on a numbered button will set a :term:`hotcue` at the current play position on the track. A marker with the corresponding number will appear in the waveform and the button will light up to indicate that the hotcue is set.
fr: Cliquer sur un bouton numéroté positionnera un :term:`repère rapide` sur la position actuelle de la piste en cours de lectrure. Un marqueur avec le numéro correspondant apparaitra dans la forme d'onde et le bouton s'allumera pour indiquer que le repère rapide est positionné.
nl: Als u op een genummerde toets klikt, wordt er een :term:`hotcue` ingesteld op de huidige afspeelpositie in de track. Er verschijnt een markering met het bijbehorende nummer in de waveform en de toets zal oplichten om aan te duiden de de hotcue ingesteld is.

source: Playing Hotcues
fr: Prise en compte des Repères rapides (hotcues)
nl: Hotcues afspelen

source: **While playing**: Tap a hotcue button to cause the track to instantly jump to the location of the hotcue and continue playing. If you are playing inside a loop and tap a hotcue whose position is outside of the loop, then the track still instantly jumps to the hotcue but the loop will be deactivated.
fr: **Pendant la lecture** : Cliquer sur un bouton de repère rapide pour provoquer instantanément le saut de la piste à la position du repère rapide tout en continuant la lecture. Si la lecture est à l'intérieur d'une boucle et que vous cliquer sur un repère rapide qui est à l'extérieur de la boucle, alors la piste saute instantanément au repère rapide et la boucle sera donc désactivée.
nl: **Tijdens het spelen**: druk op een hotcue-toets om de track onmiddellijk te laten verspringen naar de locatie van de hotcue en vanaf deze positie door te gaan met afspelen. Als u de trackpositie zich momenteel in een lus bevindt en u drukt op een hotcuetoets die zich buiten de lus bevindt, dan verspringt de track on-middelijk naar deze positie en wordt de lus gedeactiveerd.

source: **While stopped**: Tap a hotcue button to cause the track to instantly jump to the location of the hotcue and start playing as long as the button is pressed. Press the :ref:`Play <control-keyboard>` keyboard shortcut while the hotcue button is pressed to continue playback, then release the hotcue button.
fr: **A l'arrêt** : Cliquer sur un bouton de repère rapide pour provoquer instantanément le saut de la piste à la position du repère rapide et le démarrage de la lecture tant que le bouton est appuyé. Appuyer sur le raccourci clavier :ref:`Play <control-keyboard>` pendant que le bouton du repère rapide est appuyé pour continuer la lecture, puis relâcher de bouton du repère rapide.
nl: **Wanneer het afspelen gestopt is**: druk op een hotcue-toets om de track onmiddellijk te laten verspringen naar de positie van de hotcue en hat afspelen zal starten zolang de toets ingedrukt blijft. Druk op de sneltoets :ref:`Play <control-keyboard>` terwijl de hotcue-toets wordt ingedrukt om door te gaan met afspelen, laat vervolgens de hotcuetoets los.

source: Highlighting Hotcues
fr: Mise en évidence des repères rapides (hotcues)
nl: Hotcues Oplichten
