Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: fr, nl

source: It's possible to add labels or colors to your hotcues to make them easier to distinguish and make it possible to get their "meaning" at first glance.
fr: Il est possible d'ajouter des étiquettes et des couleurs à vos repères rapides pour les rendre plus faciles à distinguer et permettre d'en saisir la « signification » au premier coup d'œil.
nl: Het is mogelijk om labels of kleuren aan uw hotcues toe te voegen om ze het onderscheid ertussen gemakkelijker te maken en het mogelijk te maken om hun 'betekenis' op het eerste gezicht te begrijpen.

source: Labels and colors can be assigned from the Hotcue context menu, which can be opened by right-clicking either the hotcue button or the hotcue marker in the waveform overview.
fr: Les étiquettes et les couleurs peuvent être attribuées à partir du menu contextuel repère rapide, qui peut être ouvert par clic-droit sur le bouton repère rapide ou sur le marqueur repère rapide dans l'aperçu de la forme d'onde.
nl: Labels en kleuren kunnen worden toegewezen vanuit het Hotcue-contextmenu, dat kan worden geopend door met de rechtermuisknop te klikken op de hotcuetoets of op de hotcuemarkering in het waveform overzicht.

source: Mixxx allows :ref:`customizing the color palette <configuration-colors-palette>` and :ref:`bulk replacing hotcue colors <configuration-colors-replace>`.
fr: Mixxx permet la :ref:`personnalisation de la palette de couleurs<configuration-colors-palette>` et le :ref:`remplacement en masse des couleurs des repères rapides (hotcue) <configuration-colors-replace>`.
nl: Mixxx maakt het mogelijk om het :ref:`het kleurenpalet aan te passen <configuration-colors-palette>` en :ref:`hotcue-kleuren in bulk te vervangen <configuration-colors-replace>`.

source: Deleting Hotcues
fr: Suppression des repères rapides (hotcues)
nl: Hotcues verwijderen

source: To delete a hotcue, right-click on the hotcue button or the waveform marker in the overview waveform to open the context menu, then click the trash icon.
fr: Pour supprimer un repère rapide, clic-droit sur le bouton repère rapide ou sur le marqueur de forme d'onde dans l'aperçu de la forme d'onde pour ouvrir le menu contextuel, puis cliquer sur l'icône de la corbeille.
nl: Om een hotcue te verwijderen, klikt u met de rechtermuisknop op de hotcue-knop of op de markering in de waveform om het contextmenu te openen, klik vervolgens op het prullenbak icoon.

source: Mixxx supports up to 36 hotcues per deck. By default, only some of them are visible in the user interface. You can customize your :ref:`keyboard <advanced-keyboard>` or :ref:`controller <advanced-controller>` mappings to use all of them.
fr: Mixxx supporte jusqu'à 36 repères rapides par platine. Par défaut, seulement certains d'entre eux sont visible sur l'interface utilisateur. Vous pouvez paramétrer vos configurations de :ref:`clavier <advanced-keyboard>` ou de :ref:`contrôleur <advanced-controller>` pour les utiliser tous.
nl: Mixxx ondersteunt maximaal 36 hotcues per deck. Standaard zijn er maar enkele zichtbaar in de gebruikersinterface. U kunt uw :ref:`toetsenbord aanpassen <advanced-keyboard>` of :ref:`controller <advanced-controller>` toewijzingen aanmaken om ze allemaal te gebruiken.

source: Just as with the loops (see above), if the :term:`quantize <quantization>` mode is enabled, the hotcues will automatically snap to the nearest beat. This is disabled by default, click on the :ref:`Quantize Mode Toggle <interface-button-grid>` to enable it.
fr: Tout comme avec les boucles (voir ci-dessus), si le mode :term:`quantification <quantization>` est activé, les repères rapides s'aligneront automatiquement sur le battement le plus proche. Ceci est désactivé par défaut, cliquer sur le :ref:`bouton Quantification <interface-button-grid>` pour l'activer.
nl: Net als bij de lussen (zie hoger), wanneer de :term:`quantize <quantization>` modus ingeschakeld is, springen de hotcues automatisch naar de dichtstbijzijnde beat. Standaard is dit uitgeschakeld, klik op de :ref:`Quantize Mode Toggle <interface-button-grid>` om dit in te schakelen.

source: Mixer
fr: Table de mixage

source: The mixer section
fr: La section table de mixage
nl: Het Mixer gedeelte

source: The mixer section of the :ref:`Mixxx user interface <interface-overview>` allows you to control how the different decks and samplers are mixed together.
fr: La section table de mixage de :ref:`l’Interface de Mixxx <interface-overview>` vous permet de contrôler la façon dont les différents platines et échantillonneurs sont mixés ensemble.
nl: Het mixergedeelte van de :ref:`Mixxx gebruikersinterface <interface-overzicht>` staat u toe om de wijze waarop de verschillende decks en samplers met elkaar worden gemengd te bedienen.

source: Channel Faders and Level Meters
fr: Curseurs de canal et vue-mètres
nl: Kanaal schuifregelaars en Niveaumeters

source: **Level meters**
fr: **Vue-mètres**
nl: Niveaumeters

source: The left meter shows the volume level for the left deck, while the right meter shows the volume level for the right deck. The double meter at the center shows the current volume of the main output's left and right channel separately. These should stay at the top of the green region, with the loudest parts of the music (transients) briefly going into the yellow region. They should never be in the red region. Refer to :ref:`Setting your levels properly (gain staging) <djing-gain-staging>` for more details.
fr: L'indicateur de gauche indique le niveau de volume de la platine de gauche, tandis que l'indicateur de droite indique le niveau de volume de la platine de droite. Le double indicateur au centre affiche séparément le volume actuel des canaux gauche et droit de la sortie principale. Ceux-ci doivent rester en haut de la région verte, les parties les plus fortes de la musique (transitoires) passant brièvement dans la région jaune. Ils ne devraient jamais se trouver dans la zone rouge. Voir :ref:`Régler correctement les niveaux (gain staging)<djing-gain-staging>` pour plus de détails.
nl: De linkermeter toont het volumeniveau van het linkerdeck, terwijl de rechtermeter het volumeniveau van het rechter deck toont. De dubbele meter in het middenaan toont het huidige volume van het linker- en rechterkanaal van de main out afzonderlijk. Deze moeten bovenaan in de groene regio blijven, de luidste delen van de muziek (transiënten) kunnen kortstondig in het geel gebied komen. Ze mogen echter nooit in het rode gebied komen, raadpleeg :ref:`Correct instellen van de volumeniveaus (gain enscenering) <djing-gain-staging>` voor meer details.

source: **Line faders**
fr: **Curseurs de ligne**
nl: **Lijn Faders (schuifregelaars**

source: The two large faders on either side of the level meters are the deck volume faders, also known as Channel- or Line-faders. Adjusting these controls the volume of each deck.
fr: Les deux grands curseurs de chaque côté des vue-mètres sont les curseur de volume de platine, également appelés curseurs de canal ou de ligne. Leur réglage contrôle le volume de chaque platine.
nl: De twee grote faders aan weerszijden van de niveaumeters zijn de deckvolumefaders, ook wel kanaal- of lijnfaders genoemd (schuifregelaars). Door deze aan te passen regelt u het volume van elk deck.

source: Some DJ's prefer to use the line faders over the crossfader for fading between tracks. Try it, you may like it.
fr: Certains DJ préfèrent utiliser les curseurs de ligne plutôt que le curseur de mixage pour un fondu entre les pistes. Essayez, vous pourriez aimer cela.
nl: Sommige DJ's gebruiken liever de linefaders in plaats van de crossfader om overgangen tussen de nummers te maken. Probeer het uit, misschien bevalt het u.

source: Equalizers and Gain Knobs
fr: Potentiomètres de gain et égaliseurs
nl: Equalizers en Gain Knop (versterkingsknop)

source: The EQ Controls of a deck in the mixer
fr: Les commandes d'égalisation (EQ) d'une platine dans la table de mixage
nl: De EQ-bedieningselementen van een deck in de mixer

source: EQ Controls
fr: Contrôle égaliseur (EQ)
nl: EQ-bedieningselementen

source: **Gain Knob**
fr: **Potentiomètre de gain**
nl: **Gain Knop (versterkingsknop)**

source: The gain knob (orange) above the volume fader allows you to adjust the gain applied to the deck. Use this to compensate for the differences in recording levels between tracks. In general, you should adjust this knob so that the track's :term:`level meter` stays around the top of the green region with the loudest parts of the track (the transients) briefly going into the yellow region. **Do NOT turn the Gain Knob up so much that the level meter is in the red region. At this point the track is clipping, which sounds bad and could damage equipment.**
fr: Le potentiomètre de gain (orange) au dessus du potentiomètre linéaire de volume permet de régler le gain appliqué à la platine. Utiliser-le pour compenser les différences de niveaux d'enregistrement entre les pistes. En général, vous devez régler ce bouton de manière à ce que le :term:`vue-mètre` de la piste reste autour du haut de la région verte, les parties les plus fortes de la piste (les transitoires) passant brièvement dans la région jaune. **N'augmentez PAS le bouton de gain au point que le vue-mètre se trouve dans la région rouge. À ce stade, la piste est écrêtée, ce qui sonne mal et pourrait endommager l'équipement.**
nl: Met de gain-knop (oranje) boven de volumefader kun je de gain aanpassendie in het deck wordt toegepast. Gebruik deze om de verschillen in opname-niveaus tussen tracks te compenseren. Over het algemeen moet u deze knop zo aanpassen dat de track's :term:`niveau meter` bovenaan in de groene regio blijft, de luidste delen van de muziek (transiënten) kunnen kortstondig in het gele gebied komen. Draai de Gain knop zeker NIET zó ver open dat de niveau meter in het rode gebied komt. Op dit punt begint de track namelijk te clippen, de track wordt vervomd en klinkt slecht én de apparatuur kan beschadigd raken.**

source: By default, Mixxx automatically applies an additional ReplayGain so tracks have approximately equal loudness at unity gain. Your tracks must be :ref:`analyzed <getting-started-analyze-library>` to take advantage of this feature. When an unanalyzed track is loaded, Mixxx calculates its ReplayGain value, but will not apply a newly calculated ReplayGain value to a track after it has already started playing (to avoid a sudden change in the gain of a playing track).
fr: Par défaut, Mixxx applique automatiquement un ReplayGain supplémentaire afin que les pistes aient à peu près la même intensité sonore au gain unitaire. Vos pistes doivent être :ref:`analysées <getting-started-analyze-library>` pour profiter de cette fonctionnalité. Lorsqu'une piste non analysée est chargée, Mixxx calcule sa valeur ReplayGain, mais n'applique pas cette nouvelle valeur à une piste en cours de lecture (pour éviter un changement soudain du gain d'une piste en cours de lecture).
nl: Standaard past Mixxx automatisch een extra ReplayGain toe zodat tracks ongeveer dezelfde luidsterkte hebben bij een gelijke versterking. Uw tracks moeten wel :ref:`geanalyseerd <getting-started-analyze-library>` worden om van deze functie te kunnen genieten. Wanneer een niet-geanalyseerde track wordt geladen, berekent Mixxx de ReplayGain waarde, maar deze nieuw berekende ReplayGain-waarde kan niet onmiddelijk worden toegepast op een track wanneer deze reeds gestart is met afspelen. (om een plotselinge verandering in het volume niveau van een afspelende track te voorkomen).

source: For an explanation of why you should set your gains this way, see :ref:`Setting your levels properly (gain staging) <djing-gain-staging>`.
fr: Pour une explication sur les raisons pour lesquelles vous devez définir le gain de cette façon, voir :ref:`Régler correctement les niveaux (Gain Staging) <djing-gain-staging>`.
nl: Voor een uitleg waarom u uw versterking op deze manier dient in te stellen zie :ref:`Uw niveaus juist instellen (gain staging) <djing-gain-staging>`.

source: **EQ Knobs**
fr: **Potentiomètres égaliseur**
nl: **EQ Knoppen**

source: The low, mid, and high EQ knobs allow you to change the filters of the audio. This allows you to selectively reduce or boost certain frequency ranges of the audio.
fr: Les potentiomètres EQ bas, moyen et haut vous permettent de changer les filtres de l'audio. Cela vous permet de réduire ou d'augmenter sélectivement certaines gammes de fréquences de l'audio.
nl: Met de lage, midden en hoge EQ-knoppen kun je de audiofilters regelen. Hiermee kan u een bepaalde frequentiebereik selectief verminderen of versterken.

source: Be careful not to raise the EQs so much that the signal clips, indicated by a :term:`level meter` being in the red region. See :ref:`Setting your levels properly (gain staging) <djing-gain-staging>` for a more detailed explanation.
fr: Veiller à ne pas augmenter les égaliseurs au point que le signal soit écrêté, indiqués par un :term:`vue-mètre` dans la zone rouge. Voir :ref:`Régler correctement les niveaux (gain staging) <djing-gain-staging>` pour une explication plus détaillée.
nl: Zorg ervoor dat u de EQ's niet zo hoog zet dat het signaal clipt, aangegeven door de :term:`niveaumeter`die zich in het rode gebied bevindt. Zie :ref:`Setting your levels properly (gain staging) <djing-gain-staging>` voor een meer gedetailleerde uitleg.

source: **Kill Switches**
fr: **Commutateurs tueurs**
nl: **Kill Schakelaars**

source: The small boxes next to each EQ knob are called :term:`kills <kill switch>`. Hold these buttons to fully remove that frequency range. Short click on the buttons for latching. When in Latch mode, click again to restore the frequency range. If the Kill switches do not work as expected, check the high/low shelf EQ settings in the preferences.
fr: Les petites cases à côté de chaque potentiomètre EQ sont appelées :term:`Tueurs <kill switch>`. Maintenir ces boutons pour supprimer complètement cette plage de fréquences. Cliquer brièvement sur les boutons pour verrouiller. En mode Verrouiller, cliquer à nouveau pour restaurer la plage de fréquences. Si les commutateurs tueurs ne fonctionnent pas comme prévu, vérifiez les paramètres d'égalisation des niveaux hauts/bas dans les préférences.
nl: De kleine vakjes naast elke EQ-knop heten :term:`kills <kill switch>`. Houd deze knoppen ingedrukt om dat frequentiebereik volledig te verwijderen. Klik kort op de toetsen voor een vergrendeling. Klik in de vergrendelingsmodus opnieuw op de toets om het frequentiebereik opnieuw weer te geven. Indien de Kill-schakelaars niet werken zoals verwacht, controleer dan hoog/laag instel-lingen in de EQ-instellingen in de voorkeuren.

source: **Quick Effect Super knob**
fr: **Super potentiomètre d'effet rapide**
nl: **Quick Effect Super knop**

source: This knob lets you control the Meta knob of the deck's Quick Effect. 'Filter' is the default. Right-click this knob to center it. This is equivalent to 'no audible effect' for the built-in filter effects only (Filter, Moog Ladder 4 Filter). The button next to the knob toggles the effect. It provides the same latching capabilities like the EQ Kill switches.
fr: Ce potentiomètre vous permet de contrôler le Meta potentiomètre d'effet rapide de la platine. La valeur par défaut est « Filtre ». Clic-droit sur ce potentiomètre pour le centrer. Cela équivaut à « aucun effet audible » pour les effets de filtre intégrés uniquement (Filtre, Moog Ladder 4 Filter). Le bouton à côté du potentiomètre active/désactive l’effet. Il offre les mêmes capacités de verrouillage que les commutateurs suppression EQ.
nl: Met deze knop kun je de Meta-knop van het Quick Effect van het deck bedienen.'Filter' is de standaardinstelling. Klik met de rechtermuisknop op deze toets om deze te centreren. Deze positie is equivalent aan 'geen hoorbaar effect' voor de ingebouwde filtereffecten (Filter, Moog Ladder 4 Filter). Met de tozts naast de knop schakelt u het effect in/uit. Hiervoor gelden dezelfde vergrende-lingsmogelijkheden als voor de EQ Kill schakelaars.

source: You can customize the EQ settings in :menuselection:`Preferences --> Equalizer`.
fr: Vous pouvez personnaliser les paramètres d'égalisation dans :menuselection:`Préférences --> Égaliseur`.
nl: U kunt de EQ-instellingen aanpassen in :menuselection:`Voorkeuren --> Equalizer`.

source: PFL/Headphone Button
fr: Bouton PFL/Casque
nl: PFL/Hoofdtelefoon toets

source: The headphone buttons of both decks in the mixer
fr: Les boutons du casque des deux platines de la table de mixage
nl: De hoofdtelefoon toetsen van beide decks in de mixer

source: The headphone button is also known as the :term:`pre-fader listen or PFL <PFL>` button and allows you to use headphone cueing. That is, it allows you to hear the track you will play next in your headphones before your audience hears it. This helps you plan when to start the next track and manipulate it to make it blend better with the currently playing track (for example, by synchronizing the beats, setting a loop, or using EQs). Pressing the PFL button plays the track on the headphone output at full volume regardless of the position of the crossfader or the deck’s line fader. To play a track in your headphones but not have the audience hear it, press the PFL button and move the crossfader all the way to the opposite side of the deck or turn the deck’s volume fader all the way down.
fr: Le bouton casque est également appelé :term:`écoute pré-fader ou PFL <PFL>` et vous permet d'utiliser la pré-écoute au casque. Autrement dit, il vous permet d'entendre la piste que vous jouerez ensuite dans vos écouteurs avant que votre public ne l'entende. Cela vous aide à planifier le début de la piste suivante et à la manipuler pour la rendre plus fluide avec la piste en cours de lecture (par exemple, en synchronisant les tempo, en définissant une boucle ou en utilisant des égaliseurs). Appuyer sur le bouton PFL pour lire la piste sur la sortie casque à plein volume, quelle que soit la position du curseur de mixage ou du curseur de ligne de la platine. Pour lire une piste dans votre casque sans que le public l’entende, appuyer sur le bouton PFL et déplacer le curseur de mixage à fond sur le côté opposé de la platine ou baisser complètement le curseur de volume de la platine.
nl: De hoofdtelefoonknop staat ook bekend als de :term:`pre-fader luisteren of PFL<PFL>` -knop en stelt u in staat hoofdtelefooncueing te gebruiken. Dat wil zeggen dat u hiermee de track die u als volgende voor het publiek wil afspelen kunt voorbeluis-teren in de hoofdtelefoon voordat uw publiek het hoort. Dit helpt je bij het plannen wanneer je de volgende track moet starten en hoe je het moet manipuleren om beter aan te sluiten bij de momenteel afspelende track (bijvoorbeeld door de beats te synchroniseren, een lus in te stellen of EQ's te gebruiken). Het indrukken van de PFL-toets speelt de track op volledig volume in de hooftelefoonuitgang, ongeacht de positie van de crossfader of de linefader van het deck. Om een track in de hoofdtelefoon af te spelen zonder dat het publiek dit hoort, druk op dePFL-toets en verplaats de crossfader helemaal naar de andere kant van de deck of schuif de volumefader van het deck helemaal naar beneden.

source: Headphone cueing is only available if you have configured a Headphone Output in :menuselection:`Preferences --> Sound Hardware`.
fr: La pré-écoute au casque n'est disponible que si vous avez configuré une sortie casque dans :menuselection:`Préférences --> Matériel sonore`.
nl: Hoofdtelefoon-cueing is alleen beschikbaar als u een hoofdtelefoonuitgang heeft geconfigureerd in :menuselection:`Voorkeuren --> Geluidshardware`.

source: If you use an external hardware mixer, plug your headphones into that rather than your sound card. Use the headphone buttons on the mixer rather than the buttons in Mixxx.
fr: Si vous utilisez une table de mixage matérielle externe, brancher votre casque dessus plutôt que sur votre carte son. Utiliser les boutons du casque sur la table de mixage plutôt que les boutons de Mixxx.
nl: Indien u een externe hardwaremixer gebruikt, sluit dan liever daarop je hoofd-telefoon aan dan op uw geluidskaart. Gebruik de hoofdtelefoonknoppen op de mixer in plaats van de knoppen in Mixxx.

source: Crossfader
fr: Curseur de mixage (crossfader)

source: The crossfader section of the mixer
fr: La section curseur de mixage de la table de mixage
nl: Het cross-fader gedeelte van de mixer

source: The :term:`crossfader` determines the actual volume of each deck when moving the slider from left to right. If both decks are playing and the crossfader is in its default center position, then you will hear both decks. Right-clicking on the crossfader will reset the slider to its default position.
fr: Le :term:`curseur de mixage` détermine le volume réel de chaque platine lorsque vous déplacez le curseur de gauche à droite. Si les deux platines sont en cours de lecture et que le curseur de mixage est dans sa position centrale par défaut, vous entendrez les deux platines. Un clic-droit sur le curseur de mixage réinitialisera le curseur à sa position par défaut.
nl: De :term:`crossfader` bepaalt het werkelijke volume van elk deck tijdens het verplaatsen van de schuifregelaar van links naar rechts. Als beide decks een track afspelen en de crossfader in de standaard middenpositie staat, dan hoor je beide decks. Rechts-klikken op de crossfader zet de schuif-regelaar terug naar de standaard middenpositie.

source: To move the crossfader left or right, you can use the :term:`keyboard shortcut <shortcut>` :kbd:`G` and :kbd:`H`. To apply small crossfade left and small crossfade right, the :term:`shortcuts <shortcut>` are :kbd:`Shift` + :kbd:`G` and :kbd:`Shift` + :kbd:`H` respectively.
fr: Pour déplacer le curseur de mixage vers la gauche ou la droite, vous pouvez utiliser le :term:`raccourci clavier <shortcut>` :kbd:`G` et :kbd:`H`. Pour appliquer un petit fondu enchainé à gauche et à droite, les :term:`raccourcis <shortcut>` sont respectivement :kbd:`Shift` + :kbd:`G` et :kbd:`Shift` + :kbd:`H`.
nl: Om de crossfader naar links of rechts te verplaatsen, kunt u de :term:`toetsenbord snelkoppelingen <snelkoppeling>` :kbd:`G` en :kbd:`H` gebruiken. Om een in kleine stapjes de crossfader te laten bewegen naar links gebruikt u de :term:`snelkoppeling <snelkoppeling>` :kbd:`Shift` + :kbd:`G` en naar rechts met :kbd:`Shift` + :kbd:`H`.

source: You can reverse the configuration of the crossfader, so that the right deck is on the left end of the crossfader and vice versa. This is also known as *Hamster Style*. To adjust the crossfader to your style of mixing, go to :menuselection:`Preferences --> Crossfader`.
fr: Vous pouvez inverser la configuration du curseur de mixage, de sorte que la platine droite se trouve à l'extrémité gauche du curseur de mixage et inversement. Ceci est également connu comme *Hamster Style*. Pour ajuster le curseur de mixage à votre style de mixage, aller dans :menuselection:`Préférences --> Table de mixage`.
nl: Je kunt de configuratie van de crossfader omkeren, zodat het rechtse deckzich aan de linkerkant van de crossfader bevindt en vice versa. Dit wordt ook wel *Hamster Stijl* genoemd. Om de crossfader aan te passen aan jouw mixstijl, ga naar :menuselection:`Voorkeuren --> Cross-fader`.
