Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: fr, nl

source: Select an alternative load point in :menuselection:`Preferences --> Decks --> Track load point`.
fr: Sélectionner un point de chargement alternatif dans :menuselection:`Préférences --> Platines --> Point de chargement de la piste`.
nl: Selecteer een alternatief laadpunt in :menuselection:`Voorkeuren --> Deks --> Track laadpunt`.

source: Using Cue Modes
fr: Utilisation des modes de repérage
nl: Cue Modi gebruiken

source: Mixxx supports various Cue modes that adapt to fit other devices in your setup or your personal preferences. The actual behavior of the Play, Pause, and Cue buttons depends on the selected Cue mode. To change the Cue mode, go to :menuselection:`Preferences --> Decks --> Cue mode`.
fr: Mixxx prend en charge différents modes de repérage qui s'adaptent à d'autres appareils dans votre configuration ou à vos préférences personnelles. Le comportement réel des boutons Lire, Pause et Repère dépend du mode de repérage sélectionné. Pour changer le mode de repère, aller dans :menuselection:`Préférences --> Platines --> Mode de repérage`.
nl: Mixxx ondersteunt verschillende Cue-modi om zich aan te passen aan andere apparaten in uw opstelling of aan uw persoonlijke voorkeuren. Het echte gedrag van de Afspelen, Pauzeren, en Cue-toetsen zijn afhankelijk van de geselecteerde Cue-modus. Om de Cue-modus te wijzigen, ga naar :menuselection:`Voorkeuren --> Decks --> Cue-modus`.

source: **Mixxx mode (default)**
fr: **Mode Mixxx (défault)**
nl: **Mixxx modus (standaard)**

source: **While paused at Cue point (Cue button lit):**
fr: **En pause au point de repère (bouton Repère allumé)** :
nl: **Wanneer gepauzeerd op een Cue punt (Cue toets licht op):**

source: Hold down the Cue button to play the track from the :term:`Cue point <cue>`, as long as the button is pressed. After releasing the Cue button, the track jumps back to the Cue point and pauses again.
fr: Maintener le bouton repère enfoncé pour lire la piste à partir du :term:`point de repère <cue>`, tant que le bouton est enfoncé. Après avoir relâché le bouton repère, la piste revient au point de repère et fait à nouveau une pause.
nl: Houd de Cue-knop ingedrukt om de track af te spelen vanaf het :term:`Cue-punt <cue>`, zolang de knop wordt ingedrukt. Van zodra de Cue-toets wordt losgelaten springt de track terug naar het Cue-punt en pauzeert opnieuw.

source: Press Play/Pause before releasing the Cue button to continue playback normally.
fr: Appuyer sur Lire/Pause avant de relâcher le bouton repère pour continuer la lecture normalement.
nl: Druk op Play/Pause voordat u de Cue-knop loslaat om door te gaan met normaal afspelen.

source: **While paused not at Cue point (Cue button flashing)**:
fr: **En pause, pas au point de repère (clignotement bouton Repère)** :
nl: **Wanneer niet op een Cue punt gepauzeerd (Cue toets knippert)**:

source: Tap the Cue button to store the current position as new :term:`Cue point <cue>`.
fr: Appuyer sur le bouton repère pour stocker la position actuelle comme nouveau :term:`point de repère <cue>`.
nl: Druk op de Cue-toets om de huidige positie als een nieuw :term:`Cue point <cue>` op te slaan.

source: **While playing:**
fr: **Pendant la lecture** :
nl: Tijdens het afspelen:

source: Tap the Cue button to jump to the :term:`Cue point <cue>` and pause playback.
fr: Appuyer sur le bouton repère pour passer au :term:`point de repère <cue>` et mettre la lecture en pause.
nl: Druk op de Cue-toets om terug naar het :term:`Cue-punt <cue>` te springen en het afspelen te pauzeren.

source: **Mixxx mode (no blinking)**
fr: **Mode Mixxx (sans clignotement)**
nl: **Mixxx modus (niet knipperen)**

source: Same as the default Mixxx mode, but without blinking indicators.
fr: Identique au mode Mixxx par défaut, mais sans indicateurs clignotants.
nl: Hetzelfde als de standaard Mixxx-modus, maar dan zonder knipperende indicatoren.

source: **Pioneer mode**
fr: **Mode Pioneer**
nl: **Pioneer modus**

source: Same as Mixxx mode, but the buttons are more flashy matching a Pioneer CDJ player.
fr: Identique au mode Mixxx, mais les boutons sont plus flashy, correspondant à un lecteur CDJ Pioneer.
nl: Hetzelfde als de Mixxx-modus, maar de knoppen knipperen meer om te meer op Pioneer CDJ speler te lijken.

source: The Play/Pause button flashes once per second when a track is paused.
fr: Le bouton Lecture/Pause clignote une fois par seconde lorsqu'une piste est en pause.
nl: De knop Play/Pause knippert één keer per seconde wanneer een track gepauzeerd wordt.

source: The Cue button flashes twice a second when the next push will move the :term:`Cue point <cue>`.
fr: Le bouton repère clignote deux fois par seconde lorsque la prochaine pression déplacera le :term:`point de repère <cue>`.
nl: De Cue-knop knippert twee keer per seconde en de volgende druk op de toets zal het :term:`Cue-punt <cue>` verplaatsen.

source: **Denon mode**
fr: **Mode Denon**
nl: **Denon modus**

source: **While paused at Cue point (Cue button lit) - same as Mixxx mode**:
fr: **Lorsque en pause au point de repère (bouton repère allumé) - identique au mode Mixxx** :
nl: **Wanneer gepauzeerd op Cue punt (Cue toets licht op) - gelijk aan Mixxx modus**:

source: Hold down the Cue button to play the track from the :term:`Cue point <cue>`, as long as the button is pressed. After releasing the Cue button, the track jumps back to the :term:`Cue point <cue>` and pauses again.
fr: Maintener le bouton repère enfoncé pour lire la piste à partir du :term:`point de repère <cue>`, tant que le bouton est enfoncé. Après avoir relâché le bouton repère, la piste revient au :term:`point de repère <cue>` et fait une nouvelle pause.
nl: Houd de Cue-knop ingedrukt om het nummer af te spelen vanaf het :term:`Cue-punt <cue>`, zolang de knop wordt ingedrukt. Van zodra de Cue-toets wordt losgelaten springt de trackterug naar het :term:`Cue punt <cue>` en wordt het afspelen opnieuw gepauzeerd.

source: **While paused not at Cue point (Play button flashing)**:
fr: **En pause, pas au point de repère (clignotement bouton Lecture)** :
nl: **Wanneer niet op een Cue punt gepauzeerd (Play toets knippert)**:

source: Tap the Cue button to move the track back to :term:`Cue point <cue>`.
fr: Appuyez sur le bouton repère pour ramener la piste au :term:`Cue point <cue>`.
nl: Druk op de Cue toets om de track terug op het :term:`Cue punt <cue>` te zetten.

source: Tap the Play/Pause button to move the :term:`Cue point <cue>` to the current position and start playback.
fr: Appuyer sur le bouton Lecture/Pause pour déplacer le :term:`Cue point <cue>` vers la position actuelle et démarrer la lecture.
nl: Druk op de Play/Pause toets om het :term:`Cue punt <cue>` te verplaatsen naar de huidige positie en het afspelen te starten.

source: **While playing - same as Mixxx mode**:
fr: **Pendant la lecture - identique au mode Mixxx** :
nl: **Tijdens het afspelen - gelijk aan Mixxx modus**

source: **Numark mode**
fr: **Mode Numark**
nl: **Numark modus**

source: Same as Denon mode, but without a flashing Play/Pause button.
fr: Identique au mode Denon, mais sans bouton Lecture/Pause clignotant.
nl: Gelijk aan Denon modus, maar zonder de knipperende Play/Pause toets.

source: This mode is useful if you want to implement a custom skin with 3-button decks, featuring a Cue button, a dedicated Pause button, and a Play/Stutter button.
fr: Ce mode est utile si vous souhaitez implémenter un thème personnalisé avec des platines à 3 boutons, comprenant un bouton Repère, un bouton Pause dédié et un bouton Lecture/Saccade.
nl: Deze modus is handig als je een aangepaste skin met decks met 3 toetsen wilt gebruiken, met een Cue-knop, een speciale pauzeknop en een Play/Stutter toets.

source: **CUP (Cue + Play) mode**
fr: **Mode CUP (point de repère et lecture)**
nl: **CUP (Cue + Play) modus**

source: Press the Cue button to jump to the :term:`Cue point <cue>` and pause, continuing playback only when either the Cue button is released or Play/Pause is pressed.
fr: Appuyer sur le bouton repère pour passer au :term:`point de repère <cue>` et mettre en pause, poursuivant la lecture uniquement lorsque le bouton repère est relâché ou que Lecture/Pause est enfoncé.
nl: Druk op de Cue-knop om naar het :term:`Cue-punt <cue>` te springen en het afspelen te pauzeren, het afspelen wordt enkel hervat wanneer de Cue-toets wordt losgelaten of als op de Play/Pause wordt gedrukt.

source: If the Cue button is pressed while paused, the :term:`Cue point <cue>` is first moved to the current position.
fr: Si le bouton repère est enfoncé pendant une pause, le :term:`point de repère <cue>` est d'abord déplacé vers la position actuelle.
nl: Als de Cue-knop wordt ingedrukt terwijl het afspelen wordt gepauzeerd, wordt :term:`Cue-punt <cue>` eerst verplaatst naar de huidige positie.

source: Use the :ref:`interface-hotcues` to place more reference points on a track.
fr: Utiliser le :ref:`interface-hotcues` pour placer plus de points de référence sur une piste.
nl: Gebruik de :ref:`interface-hotcues` om meer verwijzingspunten in een track te plaatsen.

source: You can also use keyboard shortcuts for Cueing. Go to :ref:`control-keyboard` for more information.
fr: Vous pouvez également utiliser des raccourcis clavier pour le repérage. Voir :ref:`control-keyboard` pour plus d'informations.
nl: Je kunt ook sneltoetsen gebruiken voor Cueing. Ga naar :ref:`control-toetsenbord` voor meer informatie.

source: Intro/Outro Markers
fr: Marqueurs Intro/Outro
nl: Intro/Outro Markeringen

source: The Intro/Outro End and Start Markers
fr: Les marqueurs de fin et de début d’Intro/Outro
nl: De Intro/Outro Einde en Start Markeringen

source: You can use the Intro/Outro Markers with Auto DJ to mix in and out of points but unlike hotcues, they do not mark only one point. The intro and outro are sections and each section is defined by two points. See :ref:`library-auto-dj`.
fr: Vous pouvez utiliser les marqueurs Intro/Outro avec Auto DJ pour mixer des points d'entrée et de sortie, mais contrairement aux repères rapides, ils ne marquent pas un seul point. L'Intro et l'Outro sont des sections et chaque section est définie par deux points. Voir :ref:`library-auto-dj`.
nl: U kan de Intro/Outro Markeringen met Auto DJ gebruiken om te in of uit te mixen vanaf deze punten, maar in tegenstelling tot hotcues markeren ze niet één enkel punt. De intro en outro zijn delen en elk deel wordt gedefinieerd met twee punten. Zie :ref:`library-auto-dj`.

source: **Intro Start/End Markers**
fr: **Marqueurs de début/fin d'Intro**
nl: **Intro Start/Einde Markering**

source: The analyzer places the intro start point at the first sound of a track and you can decide where to place the intro end point. Left-clicking on the marker when it is set jumps to the marker. When it is not set, clicking sets the marker to the current play position. Right-clicking on the marker when it is set clears the marker.
fr: L'analyseur place le point de début d'Intro au premier son d'une piste et vous pouvez décider où placer le point de fin d'Intro. Un clic-gauche sur le marqueur lorsqu'il est défini permet d'accéder au marqueur. Lorsqu'il n'est pas défini, un clic place le marqueur à la position de lecture actuelle. Un clic-droit sur le marqueur lorsqu'il est défini efface ce marqueur.
nl: De analyser plaatst het intro-startpunt bij het eerste geluid van een track en u kan beslissen waar het intro-eindpunt moet geplaatst worden. Door te klikken met de linkermuisknop op de markering, wanneer dit is ingesteld, springt u naar deze markering. Als dit niet is ingesteld, stelt het klikken het punt in op de huidige positie. Door met de rechtermuisknop op de markering te klikken wanneer dit is ingesteld, wordt het punt verwijderd.

source: **Outro Start/End Markers**
fr: **Marqueurs de début/fin d'Outro**
nl: **Outro Start/Einde Markering**

source: The analyzer places the outro end point at the last sound of a track and you can decide where to place the outro start point. Left-clicking on the marker when it is set jumps to the marker. When it is not set, clicking sets the marker to the current play position. Right-clicking on the marker when it is set clears the marker.
fr: L'analyseur place le point de fin d'Ontro au dernier son d'une piste et vous pouvez décider où placer le point de début d'Outro. Un clic-gauche sur le marqueur lorsqu'il est défini permet d'accéder au marqueur. Lorsqu'il n'est pas défini, un clic place le marqueur à la position de lecture actuelle. Un clic-droit sur le marqueur lorsqu'il est défini efface ce marqueur.
nl: De analyser plaatst het outro-eindpunt bij het laatste geluid van een track en u kan beslissen waar het intro-startpunt moet geplaatst worden. Door te klikken met de linkermuisknop op de markering, wanneer dit is ingesteld, springt u naar deze markering. Als dit niet is ingesteld, stelt het klikken het punt in op de huidige positie. Door met de rechtermuisknop op de markering te klikken wanneer deze is ingesteld, wordt het punt verwijderd.

source: If :term:`quantization` is enabled, left-clicking on any of the markers snaps to the nearest beat.
fr: Si :term:`quantification` est activé, un clic-gauche sur l'un des marqueurs s'aligne sur le battement le plus proche.
nl: Als :term:`quantization` ingeschakeld is, zal door met de linkermuisknop te klikken op één van de markeringen het punt verspringen naar de dichtstbijzijnde beat.

source: Transport Controls
fr: Contrôles de transport
nl: Transport Besturingselementen

source: The transport controls of the deck
fr: Les contrôles de transport de la platine
nl: Dee transport besturingselementen van het deck

source: **Beatjump/ Loop Move Size**
fr: Taille du saut de battement / déplacement de boucle
nl: **Beatjump/ Lus Verander de Grootte**

source: You can type, use the arrow keys or scroll vertically in the input box to select the number of beats to jump or move, with the Beatjump Forward/ Backward buttons.
fr: Vous pouvez taper, utiliser les touches fléchées ou faire défiler verticalement dans la zone de saisie pour sélectionner le nombre de battement à sauter ou à déplacer, avec les boutons Saut de battement vers l'avant/l'arrière.
nl: U kunt typen of de pijltoetsen gebruiken of verticaal in het invoervak scrollen om het aantal beats te selecteren dat u wilt verspringen of verplaatsen met de Beatjump Voorwaarts-/Achterwaartstoetsen.

source: **Beatjump Backward button**
fr: **Saut de battement vers l'arrière**
nl: **Beatjump Achterwaarts toets**

source: Clicking this while the loop is inactive will make the track jump backward by the set number of beats (left click) or by one beat (right click). Clicking this while the loop is active will move the loop backward by the set number of beats (left click) or by one beat (right click).
fr: En cliquant dessus alors que la boucle est inactive, la piste reculera du nombre de battement défini (clic-gauche) ou d'un battement (clic-droit). En cliquant dessus pendant que la boucle est active, la boucle reculera du nombre de battement défini (clic-gauche) ou d'un battement (clic-droit).
nl: Door hierop te klikken terwijl de lus niet geactiveerd is, laat u de track achterwaarts springen met het ingestelde aantal beats (klik met de linker-muisknop) of met één beat (klik met de rechtermuisknop). Als u hierop klikt terwijl de lus actief is, zal de lus achterwaarts verplaatst worden met het ingestelde aantal beats (klik met de linkermuisknop) of met één tel (klik met de rechtermuisknop).

source: **Beatjump Forward button**
fr: **Saut de battement vers l'avant**
nl: **Beatjump Voorwaarts toets**

source: Clicking this while the loop is inactive will make the track jump forward by the set number of beats (left click) or by one beat (right click). Clicking this while the loop is active will move the loop forward by the set number of beats (left click) or by one beat (right click).
fr: En cliquant dessus alors que la boucle est inactive, la piste avancera du nombre de battements défini (clic-gauche) ou d'un battement (clic-droit). En cliquant dessus pendant que la boucle est active, la boucle avancera du nombre de battement défini (clic-gauche) ou d'un battement (clic-droit).
nl: Door hierop te klikken terwijl de lus niet geactiveerd is, laat u de track voorwaarts springen met het ingestelde aantal beats (klik met de linker-muisknop) of met één beat (klik met de rechtermuisknop). Als u hierop klikt terwijl de lus actief is, zal de lus voorwaarts verplaatst worden met het ingestelde aantal beats (klik met de linkermuisknop) of met één tel (klik met de rechtermuisknop).

source: Vinyl Control Mode and Cueing controls
fr: Mode de contrôle vinyle et contrôles de repérage
nl: Vinyl Control Modus en Cueing besturingselementen

source: The Vinyl Control Mode and Cueing controls of a deck
fr: Le mode de contrôle vinyle et les contrôles de repérage d'une platine
nl: De Vinyl Control Modus en de Cueing besturingselementen van een deck

source: The control above the waveforms relate to the :term:`vinyl control` feature in Mixxx and is **hidden** in the default :ref:`Mixxx user interface <interface-overview>`. Click the gear icon in the upper right corner, then toggle :menuselection:`Skin Settings --> Vinyl Control Options`, or use the specific :ref:`appendix-shortcuts` to show or hide the section.
fr: Le contrôle au-dessus des formes d'onde concerne la fonctionnalité :term:`contrôle vinyle` dans Mixxx et est **caché** dans la valeur par défaut de :ref:`interface utilisateur Mixxx <interface-overview>`. Cliquer sur l'icône engrenage dans le coin supérieur droit, puis activer :menuselection:`Vinyl Control`, ou utiliser le :ref:`appendix-shortcuts` spécifique pour afficher ou masquer la section.
nl: De besturing boven de waveforms heeft betrekking op de :term:`vinyl control`-functie in Mixxx en is **verborgen** in de standaard :ref:`Mixxx gebruikers-interface <interface-overzicht>`. Klik op het tandwielpictogram in de rechter-bovenhoek en vervolgens op :menuselection:`Skin instellingen --> Vinyl bedieningsopties`, of gebruik de specifieke :ref:`appendix-snelkoppelingen` om het onderdeel weer te geven of te verbergen.

source: For more information on how to use Vinyl control in your setup, go to the chapter :ref:`vinyl-control`.
fr: Pour plus d'informations sur l'utilisation du Contrôle Vinyle de votre installation, voir chapitre :ref:`vinyl-control`.
nl: Voor meer informatie over hoe u Vinyl Control in uw opstelling kunt gebruiken, gaat naar het hoofdstuk :ref:`vinyl-control`.

source: **Vinyl button**
fr: **Bouton VINYL**
nl: **Vinyl toets**

source: This button enables :term:`vinyl control`. When enabled in Mixxx, the track on the Mixxx deck is controlled by the external vinyl control.
fr: Ce bouton active le :term:`Contrôle Vinyle`. Lorsque activée dans Mixxx, la piste de la platine Mixxx est contrôlée par la commande de vinyle externe.
nl: Deze knop schakelt de :term:`vinyl control` in. Indien ingeschakeld in Mixxx, wordt de track op het Mixxx-deck bestuurd door de externe vinylbediening.

source: **Pass button**
fr: **Bouton PASS**
nl: **Pass toets**

source: This button enables passthrough. When enabled, audio from an external vinyl can be played on the Mixxx deck.
fr: Ce bouton active le passthrough. Lorsque activé, l'audio d'un vinyle externe peut être lu sur la platine Mixxx.
nl: Deze knop schakelt passthrough in. Indien ingeschakeld, dan kan de audio van een externe vinyl op het Mixxx-deck worden afgespeeld.

source: **Abs/Rel/Const button**
fr: **Bouton ABS/REL/CONST**
nl: **Abs/Rel/Const toets**

source: **Absolute mode**: The track position equals needle position and speed.
fr: **Mode absolu** : La position de la piste est égale à la position et à la vitesse de l'aiguille.
nl: **Absolute modus**: De track positie is gelijk aan de positie van de naald en de snelheid.

source: **Relative mode**: The track speed equals needle speed regardless of needle position.
fr: **Mode relatif** : La vitesse de la piste est égale à la vitesse de l'aiguille sans prendre en compte la position de l'aiguille.
nl: **Relatieve modus**: De track snelheid is gelijk aan de snelheid van de naald ongeacht de positie van de naald.

source: **Constant mode**: The track speed equals last known-steady speed regardless of needle input.
fr: **Mode constant** : La vitesse de la piste est égale à la dernière vitesse stable connue sans prendre en compte l'état de l'aiguille.
nl: **Constante modus**: De track snelheid is gelijk aan de laatst gekende stabiele snelheid van de naaldn ongeacht de input van de naald..

source: **Cue/Hot button**
fr: **Bouton CUE/HOT**
nl: **Cue/Hot toets**

source: This button determines how :term:`cue points <cue>` are treated in vinyl control relative mode:
fr: Ce bouton détermine comment les :term:`point de repère<cue>` sont traités en mode contrôle vinyle :
nl: Deze toets bepaalt hoe :term:`cue points <cue>` behandeld worden in de relatieve vinyl control modus:

source: **Off**: Cue points are ignored.
fr: **Éteint** : Les points de repère sont ignorés.
nl: **Uit**: Cue punten worden genegeerd.

source: **Cue**: If the needle is dropped after the cue point, the track will seek to that cue point.
fr: **CUE** : Si l'aiguille tombe après le point de repère, la piste recherchera ce point de repère.
nl: **Cue**: Als de naald wordt losgelaten na het cue punt, zal de track zoeken naar dat cue punt.

source: **Hot**: The track will seek to the nearest previous :term:`hotcue` point.
fr: **HOT** : La piste recherchera le point de :term:`repère rapide` précédent le plus proche.
nl: **Hot**: De track zal zoeken naar het dichtstbijzijnde voorafgaande :term:`hotcue` point.

source: Sync and Rate Controls
fr: Contrôles de vitesse et de synchronisation
nl: Sync en Snelheidbesturingselementen

source: The rate control section of the deck
fr: La section de contrôle du taux de platine
nl: Het gedeelte met de besturing van de afspeelsnelheid van het deck

source: Rate controls
fr: Contrôles de vitesse
nl: Snelheidbesturingselementen

source: The rate controls allow you to change the rate at which tracks are played. This is very useful for :term:`beatmatching` two tracks together in a mix. You can control rate changes also from your computer's keyboard, see the chapter :ref:`control-keyboard` for more information.
fr: Le contrôle de vitesse vous permet de modifier la vitesse à laquelle les pistes sont jouées. C'est très utile pour le :term:`beatmatching` de deux pistes ensembles dans un mix. Vous pouvez aussi contrôler la modification de vitesse depuis le clavier de votre ordinateur, se référer au chapitre :ref:`control-keyboard` pour plus d'informations.
nl: Met de snelheidsregelaars kan u de snelheid wijzigen waarmee tracks worden afgespeeld. Dit is erg handig voor het :term:`beatmatching` van twee tracks in een mix. U kan de snelheidswijzigingen ook regelen via het toetsenbord van uw computer, zie het hoofdstuk :ref:`control-keyboard` voor meer informatie.

source: **SYNC button**
fr: **Bouton SYNC**
nl: **SYNC toets**

source: **Left-Click**: Changes the :term:`rate` of the track so that the :term:`BPM` and :term:`phase` of the track matches the other deck.
fr: **Clic-gauche** : Change la :term:`vitesse` de la piste pour que le :term:`BPM` et la :term:`phase` de la piste correspondent à celles de l'autre platine.
nl: **Linker-klik**: Wijzigt de :term:`snelheid` van de track zo dat de :term:`BPM` en :term:`phase` van de track overeen komen met die in het ander deck.
