Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: fr, nl

source: The big waveform summary shows the waveform envelope of the track near the current playback position and is updated in real time. The mouse can be used on the waveform to pause, scratch, spin-back or throw the tracks. Right-clicking on the waveforms allows you to drag with the mouse to make temporary pitch adjustments.
fr: La grande forme d'onde principale montre l'enveloppe de la forme d'onde de la piste près de la position actuelle de lecture. Elle est actualisée en temps réel. La souris peut être utilisée sur la forme d'onde pour mettre en pause, scratcher, faire un retour arrière (spin-back) ou lancer les pistes. Un clic-droit sur les formes d'onde vous permet de glisser avec la souris pour faire des ajustements temporaires de hauteur.
nl: Het grote waveform overzicht toont de waveform envelope van de track in de buurt van de huidige afspeelpositie en wordt in real time bijgewerkt. De muis kan op de waveform worden gebruikt om de tracks te pauzeren, te scratchen, terug te draaien of ze in te gooien. Door met de rechtermuisknop op de waveforms te klikken kunt u met de muis slepen om tijdelijke aanpassingen inde toonhoogte te maken.

source: You can select from different types of displays for the waveform, which differ primarily in the level of detail shown in the waveform, in :menuselection:`Preferences --> Waveforms --> Waveform type`.
fr: Vous pouvez sélectionner parmi différents types d'affichage pour la forme d'onde, qui diffèrent principalement par le niveau de détail affiché dans la forme d'onde, dans :menuselection:`Préférences --> Formes d'onde --> Type formes d'onde`.
nl: U kan verschillende weergaves voor de waveform selecteren, welke hoofdzakelijk verschillen in het niveau van de details die in de waveform worden weergegeven, dit kan u in :menuselection:`Voorkkeuren --> Waveforms --> Waveform type`.

source: Right next to the waveform view there are controls to adjust the :term:`beatgrid`. You may stretch, compress or shift the beatgrid in case it was not detected correctly (see :ref:`configuration-bpm-detection`). There are also controls to shift cue points in case they are set off after decoder changes, for example when you migrated your Mixxx library to another compouter or operating system. These controls are hidden by default and need to be enabled in the skin settings menu.
fr: Juste à côté de la vue de la forme d'onde, il y a des commandes pour ajuster la :term:`grille rythmique`. Vous pouvez étirer, compresser ou décaler la grille rythmique au cas où elle n'aurait pas été détectée correctement (voir :ref:`configuration-bpm-detection`). Il existe également des commandes pour déplacer les points de repère au cas où ils seraient désactivées après des changements de décodeur, par exemple lorsque vous migrer votre bibliothèque Mixxx vers un autre ordinateur ou système d'exploitation. Ces commandes sont masquées par défaut et doivent être activées dans le menu des paramètres de thème.
nl: Onmiddelijk naast de waveform weergave staan de besturingselementen om de :term:`beatgrid` aan te passen. U kan de beatgrid uitrekken, samen druken of verschuiven in geval dat de beatgrid niet correct werd gedetecteerd (zie :ref:`configuration-bpm-detection`). Er zijn ook besturingselementen om cue punten te verschuiven in geval deze afwijken na het wijzigen van de decoder, bijvoorbeeld wanneer u de Mixxx bibliotheek migreerde naar een andere computer of naar een ander besturingssysteem. Deze besturingselementen worden standaard verborgen en moeten geactiveerd worden in het skin instellingen menu.

source: Mixxx default skin (LateNight) - Beatgrid editing controls
fr: Thème par défaut Mixxx (LateNight) - Commandes d'édition de la grille rythmique
nl: Mixxx standaard skin (LateNight) - Beatgrid bewerkingselementen

source: Beatgrid editing controls in the default Mixxx skin (LateNight, PaleMoon theme)
fr: Commandes d'édition de la grille rythmique dans le thème Mixxx par défaut (LateNight, modèle couleur PaleMoon)
nl: Beatgrid bewerkingselementen in de standaard Mixxx skin (LateNight, PaleMoon theme)

source: In Deere skin, these controls are located in the expandable BPM section inside the decks.
fr: Dans le thème Deere, ces commandes sont situées dans la section BPM extensible à l’intérieur des platines.
nl: In de Deere skin, zijn deze besturingselementen geplaatst in het uitbreidbaar BPM gedeelte in de decks.

source: **Waveform overview**
fr: **Vue d'ensemble de la forme d'onde**
nl: **Waveform overzicht**

source: The smaller, zoomed-out version of the waveform shows the various markers within the track as well as the waveform envelope of the entire track. This is useful because they allow DJs to see breakdowns far in advance. As visual aid, the part of the track that has already been played is darkened.
fr: La version dézoomée et plus petite de la forme d'onde montre les différents marqueurs au sein de la piste ainsi que la forme d'onde de la piste entière. Ceci est utile puisque cela permet aux DJs de voir la structure de la piste par avance. Comme aide visuelle, la partie de la piste qui a déjà été jouée est assombrie.
nl: De kleinere, uitgezoomde versie van de waveform toont de verschillende markeringen binnen de track, alsmede de waveform's envelop van de gehele track. Dit is nuttig omdat DJ's hiermee breakdowns ver van tevoren kunnen zien aankomen. Als visueel hulpmiddel wordt het gedeelte van de track dat al is afgespeeld verduisterd.

source: Clicking somewhere on the waveform allows you to jump to an arbitrary position in the track. Like with the Waveform summary, you can select from different types of displays for the overview in :menuselection:`Preferences --> Waveforms --> Overview type`.
fr: Cliquer n’importe où sur la forme d'onde vous permet de passer à une position arbitraire sur la piste. Comme pour la forme d'onde principale, vous pouvez sélectionner parmi différents types d'affichage pour l'aperçu dans :menuselection:`Préférences --> Formes d'onde --> Type d'aperçu de la forme d'onde`.
nl: Door ergens in de waveform te klikken kan u naar een willekeurige positie in de track springen. Zoals met het Waveform overzicht, kan u ook verschilende weergave types kiezen voor het overzicht in :menuselection:`Voorkeuren --> Waveforms --> Overzicht type`.

source: **Vinyl Widget**
fr: **Vinyle en rotation**

source: The line on the vinyl widget rotates if the track moves. It is similar to the position marker found on scratch records. Use the mouse on the vinyl widget to pause, scratch, spin-back or throw tracks - just like a real record. When performing :ref:`Loop rolls <interface-looping>` or right-clicking on the vinyl during playback, a “ghost” marker hints where the playback will continue. The Vinyl Widget is hidden by default and can be enabled in the :ref:`interface-button-grid`.
fr: La ligne sur le vinyle en rotation tourne si la piste est en cours de lecture, similaire aux marqueurs de position qu'on peut trouver sur les disques de scratch. Utiliser la souris sur le vinyle en rotation pour mettre en pause, scratcher, faire un retour arrière (spin-back) ou lancer les pistes - comme avec un vrai disque. En effectuant un :ref:`Loop roll <interface-looping>` ou en faisant un clic-droit sur le vinyle pendant la lecture, un marqueur “fantôme” donne une idée de l'endroit à partr duquel la lecture continuera. Le vinyle en rotation est caché par défaut et peut être activé dans la :ref:`interface-button-grid`.
nl: De lijn op de vinyl widget draait als de track beweegt. Het is vergelijkbaar met de positiemarkering op scratchplaten. Gebruik de muis op de vinyl widget om te pauzeren, te scratchen, nummers terug te draaien of in te gooien - net als een echte plaat. Bij het uitvoeren van :ref:`Loop rolls <interface-looping>` of rechtsklikken op het vinyl tijdens het afspelen, geeft een “ghost” marker aan waar het afspelen zal doorgaan. De Vinyl Widget is standaard verborgen en kan worden ingeschakeld in de :ref:`interface-button-grid`.

source: If :term:`vinyl control` is enabled, it can optionally display the time-coded vinyl signal quality. Activate the option in :menuselection:`Preferences --> Vinyl Control --> Show Signal Quality in Skin`.
fr: Si :term:`contrôle vinyle` est activé, il peut éventuellement afficher la qualité du signal vinyle. Activer l'option dans :menuselection:`Préférences --> Contrôle vinyle --> Afficher la qualité du signal dans l'interface`.
nl: Indien :term:`vinyl control` geactiveerd is, kan dit optioneel de kwaliteit van het time-code vinyl signaal weergeven. Activeer deze optie in :menuselection:`Voorkeuren --> Vinyl Control --> Toon Signaal Kwaliteit in Skin`.

source: **Waveform Zoom**
fr: **Zoom de la forme d'onde**

source: Using the mouse-wheel everywhere in the waveform summary will zoom the waveform in or out. You can choose whether to synchronize the zoom level between the decks in :menuselection:`Preferences --> Waveforms`.
fr: L'utilisation de la roulette de la souris partout dans la forme d'onde principale effectuera un zoom avant ou arrière. Vous pouvez choisir de synchroniser ou non le niveau de zoom entre les platines dans :menuselection:`Préférences --> Formes d'onde`.
nl: Met het muis-wiel kan u eender waar in het waveform overzicht de weergave van de waveform in- of uitzoomen. U kan kiezen of u het zoom niveau wil synchronisen tussen de verschillende decks in :menuselection:`Voorkeuren --> Waveforms`.

source: **Waveform Marker**
fr: **Marqueur de forme d'onde**

source: While mixing, various additional markers can appear on the waveforms:
fr: Pendant le mix, de nombreux marqueurs peuvent apparaitre sur les formes d'onde :
nl: Tijdens het mixen kunnen diverse extra markeringen op de waveforms verschijnen:

source: **Position marker**: The static vertical line in the center of the waveform summary indicates the playback point of the deck. The waveform overview includes a vertical line to show the current position within the track.
fr: **Marqueur de position** : La ligne verticale fixe au centre de l'affichage de la forme d'onde indique le point de lecture de la platine. La vue d'ensemble de la forme d'onde comprend une ligne verticale pour montrer la position actuelle sur la piste.
nl: **Positiemarkering**: De statische verticale lijn in het midden van het waveform-overzicht geeft het afspeelpunt van het deck aan. Het waveform-overzicht bevat een verticale lijn om de huidige positie binnen de track aan te geven.

source: **Beat marker**: The regular white lines on the waveform summary indicate the locations of beats in the audio, also called the :term:`beatgrid`.
fr: **Marqueur de battements** : Les lignes blanches régulières sur l'affichage de forme d'onde indiquent les emplacements des battements sur la piste, ce qu'on appelle aussi :term:`grille rythmique`.
nl: **Beat markering**: De gelijkmatige witte lijnen op het waveform-overzicht geven de locaties van de beats in de audio aan, ook wel het :term:`beatgrid` genoemd.

source: **Cue marker**: Indicates the position of the :term:`cue point <cue>`.
fr: **Marqueur de point de repère** : Indique la position du :term:`point de repère <cue>`.
nl: **Cue markering**: Geeft de positie van het :term:`cue punt <cue>` aan.

source: **Hotcue marker**: Indicate the position and number of a :term:`hotcue` point if set.
fr: **Marqueur de repère rapide** : Indique la position et le numéro d'un :term:`repère rapide` s'il y en a.
nl: **Hotcue marker**: Aanduiding van de positie en het nummer van een :term:`hotcue` punt indien ingesteld.

source: **Loop-in/Out marker**: Indicate the beginning and the end of a loop.
fr: **Marqueur d'entrée/sortie de boucle** : Indique le début et la fin d'une boucle.
nl: **Lus-in/Out markering**: Toont hey begin- en eindpunt van een lus.

source: **Loop overlay**: Is drawn between the Loop-in/Out markers and changes color depending on whether a loop is activated or not.
fr: **Couche superposée de boucle** : Est représentée entre les marqueurs d'entrée et de sortie de boucle et change de couleur suivant qu'une boucle est activée ou non.
nl: **Lus overlay**: Deze wordt getekend tussen de Lus-in/Uit markeringen en verandert de kleur afhankelijk van de activatie van de lus.

source: **Track ending notification**: If the waveform overview flashes red, only 30 seconds are left before the track reaches the end.
fr: **Notification de piste se terminant** : Si la vue d'ensemble de forme d'onde clignote en rouge, il reste seulement 30 secondes avant que la piste n'atteigne la fin.
nl: **Track einde waarschuwing**: Indien het waveform overzicht rood flitst, resteren er slechts 30 seconden tot het afspelen het einde van de track bereikt.

source: Deck Options Button Grid
fr: Boîte de boutons d'options de platine
nl: Deck Opties Grid Toets

source: The Options Button Grid of the deck
fr: La boîte de boutons d'options de la platine
nl: De Opties Grid toets van het deck deck

source: The six buttons at the bottom right below the waveform allow you to configure the deck. Starting from the top row (left to right) and the bottom row (left to right), the buttons are as follows:
fr: Les six boutons en bas à droite sous la forme d'onde vous permettent de configurer la platine. En partant de la rangée du haut (de gauche à droite) et de la rangée du bas (de gauche à droite), les boutons sont les suivants :
nl: De zes toetsen onderaan rechts van de waveform staan u toe om het deck te configureren. Beginnend in de bovenste rij (links naar rechts) en de onderste rij (links naar rechts), zijn de toetsen de volgende:

source: **Slip Mode Toggle**
fr: **Activer/désactiver le mode glisser**
nl: **Slip Modus Schakelaar*

source: When active, the playback continues muted in the background during a loop, reverse, scratch, etc. Once disabled, the audible playback will resume where the track would have been.
fr: Lorsque activé, la lecture continue en sourdine en arrière-plan pendant une boucle, une lecture inversée, un scratch, etc. Une fois désactivée, la lecture audible reprendra là où la piste aurait été.
nl: Indien actief, vervolgt het afspelen gedept in de achtergrond gedurende een lus, omgekeerd afspelen, scratch enz. Eenmaal gedeactiveerd zal het hoorbaar afspelen hernemen vanaf het punt waar de track zou zijn zonder de lus, scratch ...

source: **Quantize Mode Toggle**
fr: **Bouton Quantification**
nl: **Quantize Modus Schakelaar**

source: If enabled, all cues, hotcues, loops, and beatloops will be automatically :term:`quantized <quantization>` so that they begin on a beat.
fr: Si activé, tous les points de repères, repères rapide, boucles vont automatiquement être :term:`quantifiés <quantization>` pour qu'ils commencent sur un battement.
nl: Indien geactiveerd worden alle cues, hotcues, lussen en beatlussen automatisch :term:`quantized <quantization>` zo dat ze beginnen op een beat.

source: **Beat-grid Adjust Button**
fr: **Bouton Ajuster la grille rythmique**
nl: **Beat-grid Aanpassings Toets**

source: Clicking this button adjusts the track beat-grid so that the current position is marked as a beat. This is useful if Mixxx was able to accurately detect the track's :term:`BPM` but failed to align the beat markers on the beats. For more information, go to the chapter :ref:`configuration-bpm-detection`.
fr: Cliquer sur ce bouton ajuste la grille rythmique de la piste afin que la position actuelle soit marquée comme un battement. Ceci est utile si Mixxx a pu détecter précisément le :term:`BPM` de la piste mais n'a pas réussi à aligner les marqueurs de battements sur les battements. Pour plus d'informations, voir chapitre :ref:`configuration-bpm-detection`.
nl: Door te klikken op deze toets wordt de track beat-grid zo aangepast dat de huidige positie wordt gemarkeerd als een beat. Dit is handig indien Mixxx in staat was om de :term:`BPM` van de track accuraat te detecteren maar faalde in het uitlijnen van de beat markeringen. Voor meer informatie, ga naar het hoofdstuk :ref:`configuration-bpm-detection`.

source: **Eject Track Button**
fr: **Bouton Éjecter**
nl: **Track Uitwerpen toets**

source: Clicking this button ejects the track from the deck. If no track is loaded the last-ejected track (of any deck) is reloaded.
fr: Cliquer sur ce bouton éjecte la piste de la platine. Si aucune piste n'est chargée, la dernière piste éjectée (de n'importe quelle platine) est rechargée.
nl: Door op deze toets te klikken wordt de track uit het deck verwijderd. Indien er geen track geladen was wordt de laatst uitgeworpen track (van eender welk deck) opnieuw geladen..

source: Double-click to reload the last replaced track. In empty decks the second-last ejected track is reloaded.
fr: Double-cliquer pour recharger la dernière piste remplacée. Dans les platines vides, l'avant-dernier morceau éjecté est rechargé.
nl: Dubbel-klik om de laatst vervangen track opnieuw te laden. In lege decks wordt de voorlaatste track opnieuw geladen.

source: Alternatively you can use a keyboard shortcut, go to the chapter :ref:`control-keyboard` for more information.
fr: Vous pouvez également utiliser un raccourci clavier, voir :ref:`control-keyboard` pour plus d'informations.
nl: Als alternatief kan u ook een toetsenbord-snelkoppeling gebruiken, ga naar het hoofdstuk :ref:`control-keyboard` voor meer informatie.

source: **Repeat Mode Toggle**
fr: **Bouton Répéter**
nl: **Herhaal Modus Schakelaar**

source: If enabled, the repeat mode will jump back to the beginning and continue playing when the track finishes.
fr: S'il est activé, le mode Répéter fait retourner une piste au début et continuer la lecture lorsqu'elle se termine.
nl: Indien geactiveerd, zal wanneer het einde van de track bereikt wordt de herhaal modus terugspringen naar het begin van de track en het afspelen ervan hervatten.

source: **Keylock Toggle**
fr: **Bouton Verrouillage de tonalité**
nl: *Keylock Schakelaar**

source: :term:`Key lock <key lock>` locks the track's pitch so that adjustments to its tempo via the rate slider do not affect its pitch. This is useful if you would like to speed up or slow down a track and avoid the “chipmunk” effect that speeding up vocals has.
fr: :term:`Verrouillage <key lock>` verrouille la hauteur tonale de la piste afin que les ajustements de son tempo via le curseur de taux n'affectent pas sa hauteur. Ceci est utile si vous souhaitez accélérer ou ralentir une piste et éviter l'effet “canard” que provoque l'accélération du chant.
nl: :term:`Key lock <key lock>` vergrendelt de pitch (toonhoogte) van de track zodat aanpassingen aan het tempo via de rate-schuifregelaar geen invloed hebben op de toonhoogte. Dit is handig als je een track wilt versnellen of vertragen en het “chipmunk”-effect wilt vermijden dat het versnellen van stemmen teweeg brengt.

source: Playback/Cue Controls
fr: Commandes Lecture/Repère
nl: Playback/Cue Besturing

source: The playback and cueing controls of the deck
fr: Le contrôle de lecture et de repère de la platine
nl: De afspeel en cueing besturingselementen van het deck

source: **Play/Pause Button**
fr: **Bouton de Lecture/Pause**
nl: **Play/Pauze Toets**

source: Clicking the Play/Pause button starts and pauses the playback.
fr: Cliquer sur le bouton Lecture/Pause démarre et interrompt la lecture.
nl: Door te klikken op de Play/Pauze toets wordt het afspelen gestart of gepauzeerd.

source: The actual behavior of the Play/Pause button depends on the selected :ref:`Cue mode <interface-cue-modes>`.
fr: Le comportement réel du bouton Lecture/Pause dépend du :ref:`mode de repérage <interface-cue-modes>` sélectionné.
nl: Het werkelijke gedrag van de Play/Pauze toets is afhankelijk van de geselecteerde :ref:`Cue-modus <interface-cue-modes>`.

source: **Cue Button**
fr: **Bouton de repère**
nl: **Cue Toets**

source: If the button is pressed while the track is playing, the play position jumps to the :term:`Cue point <cue>` on the track and the track is paused. Once the track is paused at the Cue point, you can preview it by holding the Cue Button. If you have not moved the Cue point yet, the default point is at the track's beginning.
fr: Si le bouton est enfoncé pendant la lecture de la piste, la position de lecture saute au :term:`point de repère <cue>` de la piste et la piste s'interrompt. Une fois la piste interrompue au point de repère, vous pouvez la prévisualiser en maintenant le bouton de repère. Si vous n'avez pas encore déplacé le point de repère, il est par défaut est au début de la piste.
nl: Als de knop wordt ingedrukt terwijl het nummer wordt afgespeeld, verspringt de afspeelpositie naar het :term:`Cue punt <cue>` op de track en wordt de track gepauzeerd. Wanneer de track gepauzeerd is op het Cue-punt, kan je het cue punt voorbeluisteren door de Cue toets ingedrukt te houden. Als u het Cue-punt niet eerder heeft verplaatst, bevindt het standaard cue punt zich aan het begin van de track.

source: The actual behavior of the Cue button depends on the selected :ref:`Cue mode <interface-cue-modes>`.
fr: Le comportement actuel du bouton Repère dépend du :ref:`mode de repérage <interface-cue-modes>` sélectionné.
nl: Het echte gedrag van de Cue toets hangt af van de geselecteerde :ref:`Cue modus <interface-cue-modes>`.

source: **Reverse button**
fr: **Bouton Inversion**
nl: **Omgekeerd afspelen toets**

source: Press and hold this button to temporarily play the track backwards during regular playback. Right-click and hold for 'Censor' mode. This reverses the track while the playback continues muted in the background. On release playback is resumed where the track would have been if it had not been reversed.
fr: Appuyer et maintenir ce bouton pour lire temporairement la piste à l'envers pendant la lecture normale. Clic-droit et maintenir enfoncé pour le mode « Censure ». Cela inverse la piste tandis que la lecture continue en sourdine en arrière-plan. À la sortie, la lecture reprend là où la piste aurait été si elle n'avait pas été inversée.
nl: Druk op deze toets en hou ingedrukt om de track tijdelijk omgekeerd af te spelen tijdens het normaal afspelen. Klik met de rechtermuisknop en hou deze ingedrukt voor de 'Censor'-modus. Dit keert de track om terwijl het afspelen gedempt doorgaat op de achtergrond. Bij het loslaten van de toets wordt het afspelen hervat waar de track zou zijn geweest als deze niet was omgekeerd.

source: Setting Cue points
fr: Définir le point de repère
nl: Cue punten instellen

source: Every track has a Cue point, by default on its beginning. Unlike with :ref:`Hotcues <interface-hotcues>`, you can't delete, but only move Cue points.
fr: Chaque piste a un point de repère, par défaut à son début. Contrairement aux :ref:`repères rapides <interface-hotcues>`, vous ne pouvez pas l'effacer, mais seulement le déplacer.
nl: Elke track heeft standaard een Cue-punt aan het begin. In tegenstelling tot :ref:`Hotcues <interface-hotcues>`, kan u deze niet verwijderen, maar enkel verplaatsen.

source: The Cue point is moved according to the selected Cue mode, as explained below.
fr: Le point de repère est déplacé en fonction du mode de repérage sélectionné, comme expliqué ci-dessous.
nl: Het Cue-punt wordt verplaatst volgens de geselecteerde Cue-modus, zoals hieronder wordt uitgelegd.

source: Auto Cue
fr: Point de repère automatique

source: Mixxx automatically seeks to the saved Cue point on track load. If none exists, seeks to the beginning of the track.
fr: Mixxx se positionne automatiquement au point de repère sauvegardé. S'il n'y en a pas, il se positionne au début de la piste.
nl: Mixxx zoekt automatisch naar het opgeslagen Cue-punt bij het laden van de track. Indien er geen enkel bestaat, zoekt Mixxx naar het begin van de track.
