Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/vinyl_control.po
Languages: fr, nl

source: **Lead-in Time**: Allows you to set a dead-zone at the start of your vinyl or CD, where the time code will be ignored. This is useful in situations where the time code begins very close to the edge of a vinyl which can make back-cueing over the first beat in a track tricky to do without your turntable's needle falling off the vinyl. Setting a lead-in time of 20 seconds or more helps alleviate this by giving you more room on the vinyl to cue with. It's also useful when you've worn the grooves at the edge of a control record to the point that it no longer works reliably: you simply set the lead-in so that the start of the tracks begin in good groove area. You can keep doing this until you run out of groove area, thereby decreasing your record replacement frequency.
fr: **Délai d'introduction** : Vous permet de définir une zone morte au début de votre vinyle ou CD, où le code temporel sera ignoré. Ceci est utile dans les situations où le code temporel commence très près du bord d'un vinyle, ce qui peut rendre difficile le repérage sur le premier temps d'une piste sans que l'aiguille de votre platine ne tombe du vinyle. La définition d'un délai d'entrée de 20 secondes ou plus aide à atténuer ce problème en vous donnant plus d'espace sur le vinyle pour les repérer. C'est également utile lorsque vous avez porté les grooves au bord d'un enregistrement de contrôle au point que cela ne fonctionne plus de manière fiable: il vous suffit de régler le début pour que le début des pistes commence dans une bonne zone de groove. Vous pouvez continuer à le faire jusqu'à ce que vous n'ayez plus de zone de rainure, diminuant ainsi votre fréquence de remplacement d'enregistrement.
nl: **Lead-in Time**: Hiermee kunt u een dode zone instellen aan het begin van uw vinyl of CD, waarbij de tijdcode wordt genegeerd. Dit is handig in situaties waar de tijdcode heel dicht bij de rand van een vinyl begint, waardoor Back-cueing over de eerste beat van een nummer lastig wordt om te doen zonder dat uw naald wegspringt van het vinyl op de draaitafel. Een aanlooptijd van 20 seconden of meer instellen helpt dit te verlichten door je meer ruimte op het vinyl te geven om mee te 'cue-en'.Het is ook handig als de groeven aan de rand van een vinyl zó uitgesleten zijn dat deze niet meer betrouwbaar werken: u kan de lead-in zó instellen dat deze begint op een goede groef. U kan dit blijven doen tot er geen goede groef meer over blijft, hiermee verlengt u het gebruik van uw timecode vinyl en kan u de vervanging ervan uitstellen.

source: **Show Signal Quality in Skins**: If enabled, a circular representation of the incoming timecode signal is displayed in real-time on the :ref:`Vinyl Widget <interface-button-grid>` in the Mixxx Interface.
fr: **Afficher la qualité du signal dans les thèmes** : si cette option est activée, une représentation circulaire du signal du timecode entrant s'affiche en temps réel sur le :ref:`widget Vinyle<interface-button-grid>` dans l'interface Mixxx.
nl: **Toon Signaal Kwaliteit in Skins**: Indien geactiveerd wordt er een draaiende weergave van het binnenkomend signaal in real-time getoond op de :ref:`Vinyl Widget <interface-button-grid>` in de Mixxx Interface.

source: Although not recommended, you can use different kinds of timecode media per deck.
fr: Bien que cela ne soit pas recommandé, vous pouvez utiliser différents types de média de timecode par platine.
nl: Hoewel het niet wordt aanbevolen, kan u verschillende soorten tijdcodemedia gebruiken per deck.

source: Control Mode
fr: Mode de Contrôle
nl: Controle Modus

source: Mixxx has three control modes regardless of which control records you use.
fr: Mixxx dispose de trois modes de contrôle, quels que soient les enregistrements de contrôle que vous utilisez.
nl: Mixxx heeft drie control modi onafhankelijk van het type vinylplaten dat u gebruikt.

source: **Absolute Mode**: Provides Mixxx with both pitch and position information from the timecode, and allows you to seek by needle dropping on your vinyl or seeking on your CDJ.
fr: **Mode absolu** : Fournit à Mixxx les informations de hauteur et de position du timecode, et vous permet de rechercher par pose d'aiguille sur votre vinyle ou en recherchant sur votre CDJ.
nl: **Absolute Modus**: Voorziet Mixxx van zowel pitch als positie informatie vanuit de timecode, dit staat u toe om te zoeken door de naald te laten vallen op uw vinyl of door te zoeken op uw CDJ.

source: **Relative Mode**: Takes the position to be relative to your deck's starting point, and only controls the pitch in Mixxx. It is not possible to seek using your deck in relative mode, with one exception. If you drop the needle in the :guilabel:`Lead-in Time` area (see `Vinyl Configuration`_), Mixxx will seek back to the beginning of the track. Once a track is playing in Relative Mode, Mixxx will not allow you to select Absolute mode. Otherwise, the track would suddenly jump to a new position. Make sure the record is stopped and then you're free to select Absolute mode.
fr: **Mode relatif** : Prend la position par rapport au point de départ de votre platine et ne contrôle que la hauteur dans Mixxx. Il n'est pas possible de rechercher en utilisant votre platine en mode relatif, à une exception près. Si vous déposez l'aiguille dans la zone :guilabel:`Délai d'introduction` (voir `Configuration Vinyle`_), Mixxx cherchera à revenir au début de la piste. Une fois qu'une piste est lue en mode relatif, Mixxx ne vous permettra plus de sélectionner le mode absolu. Sinon, la piste sauterait soudainement vers une nouvelle position. Assurez-vous que l'enregistrement est arrêté, puis vous êtes libre de sélectionner le mode absolu.
nl: **Relatieve Modus**: Neemt de positie als een relatieve beweging ten opzichte van het beginpunt van uw deck, en bedient enkel de pitch in Mixxx. Het is niet mogelijk om te zoeken wanneer u uw deck in relatieve modus gebruikt, met één uitzondering. Wanneer u de naald laat vallen in het :guilabel:`Lead-in Time` gebied (zie `Vinyl Configuratie`_), Mixxx zal dan terugzoeken naar het begin van de track. Eens een track afspeelt in Relatieve Modus, zal Mixxx u niet toestaan om Absolute modus te selecteren. Anders zou de track plots naar een andere positie verspringen. Verzeker u ervan dat de plaat gestopt is, dan kan u de Absolute modus selecteren.

source: **Constant Mode**: This special mode is usually only activated when Mixxx needs to keep playing a track even if the vinyl control signal isn't present. Constant mode is automatically enabled when the needle reaches the end of a vinyl control record.
fr: **Mode constant** : Ce mode spécial n'est généralement activé que lorsque Mixxx doit continuer à lire une piste même si le signal de contrôle vinyle n'est pas présent. Le mode constant est automatiquement activé lorsque l'aiguille atteint la fin d'un enregistrement contrôle vinyle.
nl: **Constante Modus**: Deze speciale modus wordt gewoonlijk enkel geactiveerd wanneer Mixxx moet blijven spelen zelfs wanneer het vinyl control signal niet meer aanwezig is. Constante modus wordt automatisch geactiveerd wanneer de naald het einde van de vinyl control plaat bereikt.

source: Cueing Modes
fr: Modes repère
nl: Cueing Modi

source: Mixxx has two optional cueing modes for vinyl control which **only** apply to **Relative Mode**. These modes are useful for quickly seeking to specific positions in a track without touching the laptop. Turntablists often need to find a break or a vocal sample, and cueing modes make these easy to find.
fr: Mixxx dispose de deux modes repère en option pour le contrôle vinyle qui s'appliquent **uniquement** au **Mode relatif**. Ces modes sont utiles pour rechercher rapidement des positions spécifiques dans une piste sans toucher l'ordinateur. Les platines ont souvent besoin de trouver une pause ou un échantillon vocal, et les modes repère les rendent faciles à trouver.
nl: Mixxx heeft twee optionele cue-modi voor vinylbediening die **alleen** van toepassing zijn in de **Relatieve modus**. Deze modi zijn handig om snel naar een specifieke positie in een track te zoeken zonder de laptop aan te raken. Draaitafelgebruikers moeten soms een break of een stem sample nodig, de cue-modi maken deze gemakkelijk te vinden.

source: **Cue**: In this mode, when you drop the needle on the record *after* the Cue point, Mixxx will seek to that cue point.
fr: **Repère** : Dans ce mode, lorsque vous déposez l'aiguille sur l'enregistrement *après* le point de repère, Mixxx cherchera ce point de repère.
nl: **Cue**: Wanneer u in deze modus de naald op de plaat laat vallen *achter* het Cue punt, zal Mixxx dat cue punt zoeken.

source: **Hot Cue**: When the needle is dropped Mixxx will seek to the nearest hotcue point, working backwards. So if you have a hotcue at the one-minute mark, and another at the two-minute mark, you can drop the needle anywhere between one and two minutes and Mixxx will seek to the one-minute hotcue.
fr: **Repère rapide** : Lorsque l'aiguille est lâchée, Mixxx cherchera le point de repère rapide le plus proche, en reculant. Donc, si vous avez un repère rapide à la marque une-minute et un autre à la marque deux-minutes, vous pouvez laisser tomber l'aiguille n'importe où entre une et deux minutes et Mixxx cherchera le repère rapide à une-minute.
nl: **Hot Cue**: Wanneer de naald op de plaat wordt gezet zal Mixxx zoeken naar het dichtstbijzijnde hotcue punt dat voorbij is. Als u dus een hotcue heeft gemaakt op 1 minuut en een ander op 2 minuten, dan kan u de naald om het even waar tussen 1 en 2 minuten op de plaat zetten, Mixxx zal zoeken naar de 1 minuut hotcue.

source: You can change the Control and Cueing Modes directly in the Mixxx user interface while mixing, go to :ref:`interface-vc-mode`. Alternatively, use the :ref:`appendix-shortcuts`.
fr: Vous pouvez changer les modes de contrôle et de repère directement dans l'interface utilisateur de Mixxx pendant le mixage, voir :ref:`interface-vc-mode`. Vous pouvez également utiliser :ref:`appendix-shortcuts`.
nl: U kan de Control en Cueing Modi onmiddelijk aan passen in de Mixxx gebruikers interface tijdens het mixen, ga naar :ref:`interface-vc-mode`. U kan ook de :ref:`appendix-shortcuts` gebruiken.

source: Signal Quality
fr: Qualité du signal
nl: Signaalkwaliteit

source: A successful vinyl control setup hinges on good signal quality. Many factors can affect signal quality, but the most important one is ensuring the volume level of your timecode signal is moderate. A signal that is too loud or too quiet will cause adverse performance, often characterized by a loss of position data causing absolute mode to behave like relative mode.
fr: Une configuration de contrôle vinyle réussie dépend de la bonne qualité du signal. De nombreux facteurs peuvent affecter la qualité du signal, mais le plus important est de s'assurer que le niveau de volume de votre signal de timecode est modéré. Un signal trop fort ou trop faible entraînera des performances défavorables, souvent caractérisées par une perte de données de position entraînant le mode absolu à se comporter comme le mode relatif.
nl: Een succesvolle vinyl control opstelling staat of valt met een goede signaal-kwaliteit. Veel factoren kunnen de signaalkwaliteit beïnvloeden, maar het belangrijkste is de garantie dat het volumeniveau van uw tijdcodesignaal matig is. Een signaal dat te luid staat of te stil is zal nadelige prestaties veroor-zaken, vaak gekenmerkt door verlies van positiegegevens waardoor de absolute modus zich gedraagt als de relatieve modus.

source: Mixxx represents the quality of the timecode signal as a circular graphic coming from the vinyl control audio itself. The graphs correspond to your active input devices :guilabel:`Deck 1` - :guilabel:`Deck 4` .
fr: Mixxx représente la qualité du signal de timecode sous forme d'un graphique circulaire provenant de l'audio de contrôle du vinyle lui-même. Les graphiques correspondent à vos périphériques d'entrée actifs :guilabel:`Platine 1` - :guilabel:`Platine 4`.
nl: Mixxx geeft de kwaliteit van het tijdcodesignaal weer als een cirkelvormige afbeelding afkomstig van de vinyl control audio zelf. De grafieken komen over-een met uw actieve invoerapparaten :guilabel:`Deck 1` - :guilabel:`Deck 4` .

source: If your vinyl signal is working, you should see a round, green circle drawn with two lines. This vinyl “doughnut” should be as circular as possible, and the lines should be clear with a minimum amount of fuzz.
fr: Si votre signal vinyle fonctionne, vous devriez voir un cercle rond et vert dessiné avec deux lignes. Ce «beignet» du vinyle doit être aussi circulaire que possible et les lignes doivent être claires avec un minimum de frisottage.
nl: Als je vinylsignaal correct werkt, moet je een ronde, groene cirkel moeten zien getekend worden met twee regels. Deze vinyl 'donut' moet zo cirkelvormig mogelijk zijn, en de lijnen moeten zo duidelijk mogelijk zijn met een minimale hoeveelheid wazigheid.

source: You can display the signal quality in the Mixxx user interface while mixing, see :ref:`vinyl-control-config` .
fr: Vous pouvez afficher la qualité du signal dans l'interface utilisateur Mixxx pendant le mixage, voir :ref:`vinyl-control-config` .
nl: U kan tijdens het mixen de signaalkwaliteit weergeven in de Mixxx-gebruikers-interface, zie :ref:`vinyl-control-config` .

source: Enabling Vinyl Control
fr: Activer le contrôle vinyle
nl: Vinyl Control activeren

source: For each deck, select :menuselection:`Options --> Vinyl Control --> Enable Vinyl Control`, or use the :ref:`appendix-shortcuts`.
fr: Pour chaque platine, sélectionner :menuselection:`Options --> Contrôle vinyle --> Activer le contrôle vinyle`, ou utiliser :ref:`appendix-shortcuts`.
nl: Selecteer voor elk deck :menuselection:`Opties --> Vinyl Control --> Activeer Vinyl Control`, of gebruik de :ref:`appendix-shortcuts`.

source: Vinyl Control Status Display
fr: Affichage de l'état du contrôle vinyle
nl: Vinyl Control Status Weergave

source: The vinyl control status of the deck
fr: Le statut du contrôle vinyle de la platine
nl: De vinyl control status van het deck

source: The vinyl control status, and signal quality display of the deck
fr: État du contrôle vinyle et affichage de la qualité du signal de la platine
nl: De vinyl control status en signaalkwaliteit van het deck weergegeven

source: A rectangle provides visual feedback with regards to vinyl control status of a deck.
fr: Un rectangle fournit un retour visuelle en ce qui concerne l'état de contrôle vinyle d'une platine.
nl: Een rechthoek geeft visuele feedback met betrekking tot de vinyl control status van een dek.

source: **Off**: Vinyl control disabled on the deck.
fr: **Off** : Contrôle vinyle désactivé sur la platine.
nl: **Uit**: Vinyl control is gedeactiveerd op het deck.

source: **Green**: Vinyl control is enabled on the deck.
fr: **Vert** : le contrôle vinyle est activé sur la platine.
nl: **Groe**: Vinyl control is geactiveerd op het deck.

source: **Yellow**: The needle has reached End-Of-Record.
fr: **Jaune** : l'aiguille a atteint la fin de l'enregistrement.
nl: **Geel**: De naald heeft het einde van de plaat bereikt.

source: Single Deck Control
fr: Contrôle à une seule platine
nl: Enkel Deck Control

source: If you only have one turntable, you can still use Mixxx to play your sets. In the :menuselection:`Preferences --> Sound Hardware --> Input` tab, use the same audio input for both :guilabel:`Vinyl Control` decks.
fr: Si vous n'avez qu'un seul tourne-disque, vous pouvez toujours utiliser Mixxx pour jouer vos sets. Dans l'onglet :menuselection:`Préférences --> Matériel audio --> Entrée`, utiliser la même entrée audio pour chaque platine :guilabel:`contrôle vinyle` .
nl: Als je maar één draaitafel hebt, kun je Mixxx nog steeds gebruiken om je sets te spelen. In het tabblad :menuselection:`Voorkeuren --> Geluids-hardware --> Invoer` gebruikt u dezelfde audio-invoer voor beide :guilabel:`Vinyl Control` decks.

source: When mixing, you'll have one track playing automatically while the other is controlled by the turntable. Start by enabling vinyl control on the first deck, and start mixing. When you're ready to cue up the next record, just disable vinyl control on the first deck and enable it on the second deck. Playback will continue on the first deck without interruption. Cue up the second track and mix it in. When you're ready to cue the first deck again, just toggle the second deck off and the first deck on again.
fr: Lors du mixage, une piste est lue automatiquement tandis que l'autre est contrôlée par le tourne-disque. Commencer par activer le contrôle vinyle sur la première platine et commencer à mixer. Lorsque vous êtes prêt à accéder au prochain enregistrement, désactiver simplement le contrôle vinyle sur la première platine et activer-le sur la deuxième platine. La lecture se poursuivra sur la première platine sans interruption. Accéder à la deuxième piste et mixer avec elle. Lorsque vous êtes prêt à ré-accéder à la première platine, il vous suffit de désactiver la deuxième platine et de réactiver la première.
nl: Wanneer u mixt wordt er een track automatisch afgespeeld, terwijl de andere wordt gemanipuleerd met de draaitafel. Begin met het inschakelen van vinyl-bediening op het eerste deck en begin met mixen. Als je klaar bent om de volgende plaat klaar te zetten, schakel de vinylbediening uit op het eerste deck en schakel deze in op het tweede deck.Het afspelen gaat verder zonder onderbreking op det eerste deck. Zet de tweede track klaar en mix deze er in. Als je klaar bent om het eerste deck opnieuw klaar te zetten, schakel vinyl control gewoon uit op het tweede deck en schakel het weer in op het eerste deck.

source: Use the :ref:`appendix-shortcuts` to swap focus from one deck to the other. Alternatively, select :menuselection:`Vinyl --> Single Deck mode` in the :ref:`advanced-controller-wizard`, to assign the control to a key on your controller.
fr: Utiliser les :ref:`appendix-shortcuts` pour permuter le focus d'une platine sur l'autre. Alternativement, sélectionner :menuselection:`Vinyle --> Mode platine unique` dans :ref:`advanced-controller-wizard`, pour assigner la commande à une touche de votre contrôleur.
nl: Gebruik de :ref:`appendix-shortcuts` om de focus van het ene deck naar het andere te wisselen. Als alternatief kunt u :menuselection:`Vinyl --> Enkel Deck modus` selecteren in het :ref:`advanced-controller-wizard`, om het besturingselement toe te wijzen aan een toets op uw controller.

source: End-Of-Record Mode
fr: Mode fin d'enregistrement
nl: Einde-van-de-plaat Modus

source: Sometimes the track you are playing is longer than the timecode area on your record. If the needle reaches the end of the vinyl timecode, Mixxx will enter a special *End-Of-Record Mode*. When this happens, the vinyl indicator (usually a green rectangle) will blink yellow as a warning. At the same time, Mixxx will automatically enable *Constant Mode* and will ignore the turntable's pitch. At this point the track will simply continue playing until the end. When you load a new track, *End-Of-Record Mode* will be automatically disabled and *Constant Mode* turned off.
fr: Parfois, la piste que vous jouez est plus longue que la zone de timecode de votre enregistrement. Si l'aiguille atteint la fin du timecode vinyle, Mixxx entrera dans un *mode fin d'enregistrement* spécial. Lorsque cela se produit, l'indicateur de vinyle (généralement un rectangle vert) clignotera en jaune comme avertissement. Dans le même temps, Mixxx activera automatiquement le *Mode constant* et ignorera la hauteur tonale du tourne-disque. À ce stade, la piste continuera simplement à jouer jusqu'à la fin. Lorsque vous chargez une nouvelle piste, le *mode fin d'enregistrement* sera automatiquement désactivé ainsi que le *mode constant*.
nl: Soms is de track die u afspeelt langer dan het tijdcodegebied op uw plaat. Als de naald het einde van de vinyltimecode bereikt, zal Mixxx naar een speciale *Einde-van-de-plaat-modus* overspringen. Wanneer dit gebeurt, gaat de vinylindicator (meestal een groene rechthoek) geel knipperen als waarschuwing. Tegelijkertijd zal Mixxx automatisch de *Constante modus* inschakelen en de pitch van de draaitafel negeren. Op dit punt gaat de track gewoon verder met afspelen tot het einde. Wanneer u een nieuw nummer laadt, wordt de *Einde-van-de-plaat-modus* automatisch uitgeschakeld en de *Constante modus* afgezet.

source: When you're in *End-Of-Record Mode* and you want to still use the turntable for pitch control, simply lift the needle and place it anywhere in the main timecode area. It's OK, the track won't stop playing. As soon as Mixxx detects that the needle has settled, it will automatically switch to *Relative Mode*.
fr: Lorsque vous êtes en *mode fin d'enregistrement* et que vous souhaitez toujours utiliser le tourne-disque pour le contrôle de la hauteur tonale, il vous suffit de lever l'aiguille et de la placer n'importe où dans la zone de timecode principale. C'est bon, la piste n'arrêtera pas de jouer. Dès que Mixxx détecte que l'aiguille s'est stabilisée, il passe automatiquement en *Mode relatif*.
nl: Als u zich in de *Einde-van-de-plaat-modus* bevindt en u wil de draaitafel nog steeds gebruiken om de toonhoogte te regelen, tilt u eenvoudigweg de naald op en plaatst u deze ergens in het hoofd tijdcodegebied. Het is oké, het nummer stopt niet met spelen. Zodra Mixxx detecteert dat de naald op de plaat is gezet wordt er automatisch terug naar *Relatieve modus* geschakeld.

source: Some vinyl control records have a special portion of grooves near the center of the record for selecting and loading tracks in the user interface. You can see these grooves because there is a gap between the main timecode area and the inner circle. Some control records have not been tested with Mixxx, and their control areas are not supported. Serato CV02 Vinyl and Traktor Vinyl MK1 are known to work. Serato CV02 CDs are known not to work.
fr: Certains enregistrements avec contrôle vinyle ont une portion spéciale de rainures près du centre du disque pour sélectionner et charger des pistes dans l'interface utilisateur. Vous pouvez voir ces rainures car il y a un écart entre la zone de timecode principale et le cercle intérieur. Certains enregistrements de contrôle n'ont pas été testés avec Mixxx et leurs zones de contrôle ne sont pas prises en charge. Serato CV02 Vinyle et Traktor Vinyle MK1 sont connus pour fonctionner. Les CD Serato CV02 ne fonctionnent pas.
nl: Sommige vinyl control platen hebben een speciaal groeven gedeelte nabij het midden van de plaat voor het selecteren en laden van tracks in de gebruikers-interface. U kan deze groeven zien omdat er een opening is tussen het hoofdtijdcodegebied en de binnenste cirkel. Sommige controleplaten zijn niet getest met Mixxx, en hun bedieningsgebieden worden niet ondersteund. Van Serato CV02 Vinyl en Traktor Vinyl MK1 is bekend dat deze werken, van Serato CV02-CD's werken deze niet.

source: Just drop the needle in the control area and let the record play forward or backward. The highlighted row in the library should move up or down. Simply lift the needle and drop it anywhere in the main timecode area to load the track.
fr: Déposer simplement l'aiguille dans la zone de contrôle et laisser le disque jouer en avant ou en arrière. La ligne en surbrillance dans la bibliothèque doit se déplacer vers le haut ou vers le bas. Soulever simplement l'aiguille et déposer-la n'importe où dans la zone de timecode principale pour charger la piste.
nl: Zet de naald gewoon in het bedieningsgedeelte en laat de plaat voorwaarts of achterwaarts spelen. De gemarkeerde rij in de bibliotheek zal omhoog of omlaag bewegen. Til de naald op en zet deze ergens in het hoofdtijdcodegebied om de track te laden.
