Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/vinyl_control.po
Languages: fr, nl

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt signaal van verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil signaal

source: Vinyl Control
fr: Contrôle Vinyle
nl: Vinylbediening

source: Vinyl control allows a user to manipulate the playback of a track in Mixxx using a real turntable as a controller. In effect, it simulates the sound and feel of having your digital music collection on vinyl. Many DJs prefer the tactile feel of vinyl, and vinyl control allows that feel to be preserved while retaining the benefits of using digital audio.
fr: Le contrôle vinyle permet à un utilisateur de manipuler la lecture d'une piste dans Mixxx en utilisant un véritable tourne-disque comme contrôleur. En effet, il simule le son et la sensation d'avoir votre collection de musique numérique sur vinyle. De nombreux DJ préfèrent la sensation tactile du vinyle, et le contrôle du vinyle permet de conserver cette sensation tout en conservant les avantages de l'utilisation de l'audio numérique.
nl: Met vinyl control kan een gebruiker het afspelen van een nummer in Mixxx manipuleren met een echte draaitafel als controller. In feite simuleert het het gebruik en het gevoel alsof u uw digitale muziekcollectie op vinyl zou hebben. Veel DJ's geven de voorkeur aan het tastbare gevoel van vinyl, vinylcontrole zorgt ervoor dat dat gevoel wordt behouden in combinatie met de voordelen van het gebruik van digitale audio.

source: How does it work?
fr: Comment ça marche ?
nl: Hoe werkt het?

source: Vinyl control uses special :term:`timecode` records or CD's which are placed on real turntables or :term:`CDJ`. The audio output of the turntables is plugged into a audio interface connected to a computer on which Mixxx is running. When a record is played on one of the attached turntables, Mixxx reads the timecode from the record and uses the information to manipulate whatever track is loaded.
fr: Le contrôle vinyle utilise des enregistrements :term:`timecodés` spéciaux ou des CD, placés sur de véritables tourne-disque ou :term:`CDJ`. La sortie audio des tourne-disques est branchée sur une interface audio connectée à un ordinateur sur lequel Mixxx fonctionne. Lorsqu'un enregistrement est lu sur l'une des tourne-disque vinyle connecté, Mixxx lit le timecode de l'enregistrement et utilise les informations pour manipuler la piste chargée.
nl: Vinyl control maakt gebruik van speciale :term:`timecode` platen of CD's die geplaatst worden op echte draaitafels of :term:`CDJ`-spelers. De audio-uitvoer van de draaitafels is aangesloten op een audio-interface die wordt aangesloten op een computer waarop Mixxx draait. Wanneer een plaat wordt afgespeeld op één van de aangesloten draaitafels, leest Mixxx de tijdcode uit de plaat en gebruikt deze informatie om om het even welke track te manipuleren.

source: What do I need to use it?
fr: De quoi ai-je besoin pour l'utiliser ?
nl: Wat heb ik nodig om het te gebruiken?

source: It is possible to use Mixxx's vinyl control with a variety of setups. Unlike some proprietary DJ software, Mixxx can use several types of timecode media and any audio interface that your :term:`operating system` has drivers to use. Optionally, any :ref:`MIDI/HID controller <control-midi>` can be used together with timecode control. The basic setups for timecode control are:
fr: Il est possible d'utiliser le contrôle vinyle de Mixxx avec une variété de configurations. Contrairement à certains logiciels DJ propriétaires, Mixxx peut utiliser plusieurs types de supports de timecode et n'importe quelle interface audio dont les pilotes sont disponible sur votre :term:`système d'exploitation`. En option, tout :ref:`contrôleur MIDI/HID <control-midi>` peut être utilisé avec le contrôle du timecode. Les configurations de base pour le contrôle du timecode sont les suivantes:
nl: Het is mogelijk om de vinylbediening van Mixxx in verschillende opstellingen te gebruiken. In tegenstelling tot sommige eigen DJ-software, kan Mixxx ver-schillende soorten tijdcodemedia gebruiken evenals elke audio-interface waar-voor uw :term:`besturingssysteem` een stuurprogramma's heeft. Optioneel kan elke :ref:`MIDI/HID-controller <control-midi>` worden gebruikt in combinatie met tijdcode control. De basisinstellingen voor tijdcode control zijn:

source: **Setup 1: Vinyl DJ**
fr: **Configuration 1 : Vinyle DJ**
nl: **Opstelling 1: Vinyl DJ*

source: 2-4 timecode vinyls, 2-4 turntables with phono pre-amplifiers (or line-level output), and 2-4 stereo sound inputs.
fr: 2-4 vinyles timecodés, 2-4 tourne-disques avec préamplificateurs phono (ou sortie de niveau ligne) et 2-4 entrées audio stéréo.
nl: 2-4 timecode vinyl platen, 2-4 draaitafels met phono pre-versterking (of lijn-niveau output), en 2-4 stereo sound ingangen.

source: Your audio interface inputs must match the turntable outputs. Turntables output very quiet phono-level outputs that must be amplified for Mixxx to use. You should either find a audio interface that has phono pre-amplifiers built in (one for each deck), use standalone phono pre-amplifiers, or use turntables with built in phono pre-amplifiers.
fr: Les entrées de votre interface audio doivent correspondre aux sorties du tourne-disque. Les tourne-disques produisent des sorties de niveau phono de niveau très faible qui doivent être amplifiées pour que Mixxx puisse les utiliser. Vous devrez soit trouver une interface audio avec des préamplificateurs phono intégrés (un pour chaque platine), utiliser des préamplificateurs phono autonomes, soit utiliser des tourne-disques avec préamplificateurs phono intégrés.
nl: De ingangen van uw audio-interface moeten overeenkomen met de uitgangen van de draaitafel. Draaitafels hebben een zeer stille uitgang op phono-niveau die versterkt moet worden zodat Mixxx deze kan gebruiken. U zou ofwel een audio-interface moeten vinden die een phono-voorversterking ingebouwd heeft (één voor elk deck), ofwel gebruikt u een standalone phono-voorversterker, ofwel gebruikt u draaitafels met een ingebouwde phono-voorversterker.

source: You can try skipping the phono pre-amps if you use the software pre-amp in Mixxx on the Vinyl Control preferences pane. This may not work for everyone. Line-level signals are preferred and recommended.
fr: Vous pouvez essayer de sauter les préamplis phono si vous utilisez le préampli logiciel de Mixxx dans le panneau des préférences du contrôle vinyle. Cela peut ne pas fonctionner pour tout le monde. Les signaux de niveau ligne sont à préférer et recommandés.
nl: U kunt proberen om de phono-voorversterkers over te slaan als u de software-voorversterker gebruikt in Mixxx, terug te vinden in het voorkeurenpaneel Vinyl Control. Dit werkt mogelijk niet voor iedereen. Signalen op lijn-niveau hebben de voorkeur en worden aanbevolen.

source: For turntables a typical setup is depicted in the figure below. First, connect the RCA cables from the turntables to the inputs on your audio interface. Second, connect the outputs of your audio interface to the inputs on your mixer.
fr: Pour les tourne-disques vinyles, une configuration typique est illustrée dans la figure ci-dessous. Tout d'abord, connecter les câbles RCA des tourne-disques aux entrées de votre interface audio. Ensuite, connecter les sorties de votre interface audio aux entrées de votre table de mixage.
nl: Voor draaitafels wordt een typische opstelling weergegeven in de onder-staande afbeelding. Ten eerste: sluit de RCA-kabels van de draaitafels aan op de ingangen van uw audio interface. Ten tweede: sluit de uitgangen van uw audio-interface aan op de ingangen van uw mixer.

source: Using Mixxx together with turntables and external mixer
fr: Utiliser Mixxx avec des tourne-disques et une table de mixage externe
nl: Gebruik van Mixxx in combinatie met draaitafels en een externe mixer

source: Many modern turntables have a *Line/Phono* select switch. If yours does, make sure it matches the input or switch setting on your sound card.
fr: Beaucoup de tourne-disque vinyles modernes ont un sélecteur *Line/Phono*. Si c'est le cas, assurez-vous qu'il correspond au paramètre d'entrée ou changer les réglages de votre carte son.
nl: Veel moderne draaitafels hebben een *Line/Phono*-keuzeschakelaar. Als de uwe dat heeft, zorg ervoor dat deze overeenkomt met de ingangs of schakel de instelling op uw geluidskaart.

source: **Setup 2: CDJ**
fr: **Configuration 2 : CDJ**
nl: **Opstelling 2: CDJ**

source: 2-4 timecode CDs, 2-4 CD decks, and 2-4 stereo sound inputs.
fr: 2 à 4 CD timecodés, 2 à 4 platines CD et 2 à 4 entrées audio stéréo.
nl: 2-4 timecode CDs, 2-4 CD decks, en 2-4 stereo sound ingangen.

source: Setting up CDJs for use with timecode CDs is similar to setting up turntables. The figure below outlines a typical configuration. First, connect the RCA cables of the CDJs to inputs of your audio interface. Second, connect the inputs of your mixer to the outputs of your audio interface. Make sure the input mode of your audio interface is set to *Line*.
fr: La configuration des CDJ pour utiliser des CD avec timecode est similaire à la configuration des tourne-disques. La figure ci-dessous présente une configuration typique. Tout d'abord, connecter les câbles RCA des CDJ aux entrées de votre interface audio. Ensuite, connecter les entrées de votre table de mixage aux sorties de votre interface audio. Assurez-vous que le mode d'entrée de votre interface audio est réglé sur *Ligne*.
nl: Het instellen van CDJ's voor gebruik met tijdcode-CD's is vergelijkbaar met het instellen van draaitafels. De onderstaande afbeelding schetst een typische configuratie. Ten eerste: sluit de RCA-kabels van de CDJ's aan op de ingangen van je audio-interface.Ten tweede: sluit de uitgangen van uw audio-interface aan op de ingangen van uw mixer. Zorg ervoor dat de invoermodus van uw audio-interface is ingesteld op *Lijn*.

source: Using Mixxx together with CDJs and external mixer
fr: Utilisation de Mixxx avec des CDJ et une table de mixage externe
nl: Gebruik van Mixxx in combinatie met CDJ's en een externe mixer

source: **Sound inputs**
fr: **Entrées son**
nl: **Geluidsingangen**

source: It is recommended to use a DJ audio interface that has **multiple** stereo line inputs on it.
fr: Il est recommandé d'utiliser une interface audio DJ dotée de **plusieurs** entrées ligne stéréo.
nl: Het wordt aanbevolen om een DJ-audio-interface te gebruiken die **meerdere** stereo lijningangen heeft.

source: Alternatively you can use multiple audio interfaces, each with a single stereo line in, but this is strongly discouraged.
fr: Vous pouvez également utiliser plusieurs interface audio, chacune avec une seule ligne stéréo, mais c'est fortement déconseillé.
nl: Als alternatief kunt u meerdere audio-interfaces gebruiken, die elk één enkele stereo lijningang hebben, maar dit wordt sterk afgeraden.

source: Mixxx supports vinyl control input through a single audio interface with at least 4-channels of input (two stereo line-in jacks), or through multiple separate audio interfaces which each have 2-channels of input (a single stereo line-in jack). Vinyl control requires the use of stereo line-in jacks - Mono or microphone inputs will not work.
fr: Mixxx prend en charge l'entrée contrôle vinyle via une seule interface audio avec au moins 4 canaux d'entrée (deux prises d'entrée ligne stéréo), ou via plusieurs interface audio séparées qui ont chacune 2 canaux d'entrée (une seule prise d'entrée ligne stéréo). Le contrôle vinyle nécessite l'utilisation de prises d'entrée de ligne stéréo - Les entrées mono ou microphone ne fonctionneront pas.
nl: Mixxx ondersteunt vinyl control invoer via een enkele audio-interface met ten minste 4 ingangskanalen (twee stereo line-in-aansluitingen), of via meerdere afzonderlijke audio-interfaces die elk 2 ingangskanalen hebben (een enkele stereo line-in connector). Vinyl control vereist het gebruik van stereo line-in connectors, Mono- of microfooningangen werken niet.

source: It is strongly recommended to use a audio interface that comes with native low latency drivers such as ASIO (Windows) or CoreAudio (Mac). Linux users depend on the quality of the corresponding open source driver.
fr: Il est fortement recommandé d'utiliser une interface audio fournie avec des pilotes natifs à faible latence tels que ASIO (Windows) ou CoreAudio (Mac). Les utilisateurs de Linux dépendent de la qualité du pilote open source correspondant.
nl: Het wordt ten stelligste aanbevolen om een audio-interface te gebruiken die wordt geleverd met native stuurprogramma's met lage latentie, zoals ASIO (Windows) of CoreAudio (Mac). Linux-gebruikers zijn afhankelijk van de kwaliteit van het bijbehorende open source-stuurprogramma.

source: For best scratch performance with vinyl control, we recommend using a system capable of :term:`latencies <latency>` of 10ms. With higher latencies the scratch sound will start to become distorted.
fr: Pour les meilleures résultats de scratch avec contrôle vinyle, nous vous recommandons d'utiliser un système capable de :term:`latences <latency>` de 10 ms. Avec des latences plus élevées, le son du scratch commencera à être déformé.
nl: Voor de beste scratchprestaties met vinyl control raden wij het gebruik van een systeem aan dat geschikt is voor :term:`latenties <latency>` van 10 ms. Bij hogere latenties zal het scratchgeluid vervormd worden.

source: An external hardware mixer is not required for using timecode control. You can use a :ref:`MIDI or HID controller<setup-controller-and-external-card>` to mix in software instead.
fr: Une table de mixage matériel externe n'est pas requise pour utiliser le contrôle timecodé. Vous pouvez utiliser un :ref:`contrôleur MIDI ou HID<setup-controller-and-external-card>` pour mixer dans le logiciel à la place.
nl: Voor het gebruik van tijdcodebesturing is geen externe hardwaremixer vereist. U kan een :ref:`MIDI- of HID-controller<setup-controller-and-external-card>` gebruiken om in de plaats daarvan in de software te mixen.

source: Supported Timecode media
fr: Médias avec timecode pris en charge
nl: Ondersteunde Timecode media

source: You can use any of the timecode media supported by Mixxx:
fr: Vous pouvez utiliser n'importe quel media de timecode pris en charge par Mixxx:
nl: U kan om het even welke timecode media gebruiken die door Mixxx ondersteund wordt:

source: Responsiveness
fr: Réactivité
nl: Reactiegevoeligheid

source: Very high
fr: Très élevée
nl: Zeer hoog

source: Not supported
fr: Non supporté
nl: Niet ondersteund

source: At the present time, Serato records are recommended if you are looking to buy vinyl. If you want to use CDs, you can download a free copy for personal use from `Serato`_.
fr: À l'heure actuelle, les disques Serato sont recommandés si vous cherchez à acheter du vinyle. Si vous souhaitez utiliser des CD, vous pouvez télécharger une copie gratuite pour un usage personnel à partir de `Serato`_.
nl: Op dit moment worden Serato-platen aanbevolen als u van plan bent om vinyl te kopen. Als u CD's wilt gebruiken, kan u een gratis exemplaar voor persoonlijk gebruik downloaden van `Serato`_.

source: Configuring Input and Output devices
fr: Configuration des périphériques d'entrée et de sortie
nl: Configuratie van Input en Output apparaten

source: Mixxx preferences - Setting up Input and Output devices for Vinyl Control
fr: Préférences Mixxx - Configuration des périphériques d'entrée et de sortie pour le contrôle du vinyle
nl: Mixxx voorkeuren - Input en Output apparaten instellen voor Vinyl Control

source: Mixxx can be controlled by up to 4 decks with either timecoded vinyl or timecoded CDs.
fr: Mixxx peut être contrôlé par jusqu'à 4 platines avec du vinyle timecodé ou des CD timecodés.
nl: Mixxx kan bediend worden met tot wel 4 decks die ofwel timecoded vinyl of timecoded CD's hebben.

source: Open :menuselection:`Preferences --> Sound Hardware`
fr: Ouvrer :menuselection:`Préférences --> Matériel Sonore`
nl: Open :menuselectie:`Voorkeuren --> Geluidshardware`

source: Select the :guilabel:`Input` tab
fr: Sélectionner l'onglet :guilabel:`Entrée`
nl: Selecteer de :guilabel:`Input` tab

source: From the :guilabel:`Vinyl Control 1` - :guilabel:`Vinyl Control 4` drop-down menus, select the audio interface(s) which your decks are plugged into.
fr: Dans les menus déroulants :guilabel:`contrôle vinyle 1` - :guilabel:`contrôle vinyle 4`, sélectionner la ou les interface audio sur lesquelles vos platines sont branchées
nl: Vanuit de :guilabel:`Vinyl Control 1` - :guilabel:`Vinyl Control 4` drop-down menus, selecteer de audio interface(s) waarin uw decks zijn ingeplugd.

source: In the channel selection drop-down menu, select the channel pairs corresponding to the plug on your audio interface that your deck(s) are plugged into, typically :guilabel:`Channels 1-2` and :guilabel:`Channels 3-4` etc.
fr: Dans le menu déroulant de sélection des canaux, sélectionner les paires de canaux correspondant à la fiche de votre interface audio sur laquelle vos platines sont branchées, généralement :guilabel:`Canaux 1-2` et :guilabel:`Canaux 3-4` etc.
nl: In het kanaal selectie drop-down menu, selecteer de kanaal-paren die over-eenkomen met de connector op uw audio interface waar uw deck(s) zijn ingeplugd, meestal :guilabel:`Kanalen 1-2` en :guilabel:`Kanalen 3-4` etc.

source: Click :guilabel:`Apply` to save the changes.
fr: Cliquer sur :guilabel:`Appliquer` pour enregistrer les modifications.
nl: Klik :guilabel:`Toepassen` om de wijzigingen op te slaan.

source: Select the :guilabel:`Output` tab
fr: Sélectionner l'onglet :guilabel:`Sortie`
nl: Selecteer het tabblad :guilabel:`Output`.

source: Specify :guilabel:`Deck 1` - :guilabel:`Deck 4` to route Mixxx's output directly to the external mixer
fr: Spécifier :guilabel:`Platine 1` - :guilabel:`Platine 4` pour router la sortie de Mixxx directement vers la table de mixage externe
nl: Specifieer :guilabel:`Deck 1` - :guilabel:`Deck 4` om de output van Mixxx rechtstreeks naar een externe mixer te sturen

source: Configuring Vinyl Control
fr: Configuration contrôle vinyle
nl: Vinyl Control Configureren

source: Mixxx preferences - Setting up vinyl control
fr: Préférences Mixxx - Configuration du contrôle vinyle
nl: Mixxx voorkeuren - vinyl control instellen

source: You can configure vinyl control in :menuselection:`Preferences --> Vinyl Control`.
fr: Vous pouvez configurer le contrôle vinyle dans :menuselection:`Préférences --> Contrôle vinyle`.
nl: U kan vinyl control configureren in :menuselection:`Voorkeuren --> Vinyl Control`.

source: Turntable Input Signal Boost
fr: Pré-ampli d'entrée du tourne-disque
nl: Versterking ingangssignaal draaitafel

source: Many turntables provide unamplified “phono level” output which must be boosted to a “line level” signal. Normally, a mixer or audio interface provides this amplification, but if you're plugging a turntable's phono output directly into a audio interface that doesn't support phono input, Mixxx can do the amplification. The :guilabel:`Turntable Input Signal Boost` slider allows you to adjust the level of preamplification applied to your decks' signal. However, it is always preferable to use a proper phono preamplifier if you have one.
fr: De nombreuses tourne-disques fournissent une sortie "niveau phono" non amplifiée qui doit être boosté en un signal "niveau ligne". Normalement, une table de mixage ou une interface audio fournit cette amplification, mais si vous branchez la sortie phono d'un tourne-disque directement sur une interface audio qui ne prend pas en charge l'entrée phono, Mixxx peut faire l'amplification. Le curseur :guilabel:`Pré-ampli d'entrée tourne-disque` vous permet de régler le niveau de préamplification appliqué au signal de vos platines. Cependant, il est toujours préférable d'utiliser un préamplificateur phono approprié si vous en avez un.
nl: Veel draaitafels bieden een onversterkte uitvoer op 'phono-niveau', die moet worden versterkt naar een signaal op 'lijn-niveau'. Normaal gezien zorgt een mixer of audio-interface voor deze versterking, maar als je de phono-uitgang van een draaitafel rechtstreeks aansluit op een audio-interface die geen phono-invoer ondersteunt kan Mixxx de versterking doen. Met de :guilabel:`Draaitafel Ingang Signaal Boost` schuifregelaar kunt u het voorversterkingsniveau aanpassen dat moet worden toegepast op uw deck-signaal. Het verdient echter altijd de voorkeur om een goede phono-voorversterker te gebruiken, als u die heeft.

source: Vinyl Configuration
fr: Configuration Vinyle
nl: Configuratie vinyl

source: **Vinyl Type**: Several types of timecoded media can be used to control Mixxx. Configure the drop-down menus to match what type of timecoded media you are using on your decks.
fr: **Type de vinyle** : Plusieurs types de supports timecodés peuvent être utilisés pour contrôler Mixxx. Configurer les menus déroulants pour correspondre au type de média timecodé que vous utilisez sur vos platines.
nl: **Vinyl Type**: Verschillende types van timecoded media kunnen gebruikt worden om Mixxx te bedienen. Configureer de drop-down menus om de gebruikte timecoded media te laten overeenstemmen met de decks die u gebruikt

source: **Deck Vinyl Tempo**: Change this if you prefer to scratch with your turntable or CDJ set at 45 RPM, default is 33 RPM.
fr: **Tempo platine vinyle** : Modifier cela si vous préférez scratcher avec votre platine vinyle ou CDJ réglée à 45 tr/min, la valeur par défaut est de 33 tr/min.
nl: **Deck Vinyl Tempo**: Wijzig dit indien u verkiest om te scratchen met uw draaitafel of CDJ aan 45 RPM, standaard is dit 33 RPM.
