Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/vinyl_control.po
Languages: fr, nl

source: Troubleshooting
fr: Dépannage
nl: Probleemoplossing

source: **Configuration**
nl: **Configuratie**

source: To complete your setup you must configure Mixxx properly. Make sure you have:
fr: Pour terminer votre réglage, vous devez configurer Mixxx correctement. Assurez-vous que vous avez:
nl: Om uw opstelling te voltooien moet u jixxx kuist configureren. Vergewis u er van dat u het volgende heeft gedaan:

source: specified :guilabel:`Deck 1` - :guilabel:`Deck 4` in :menuselection:`Preferences --> Sound Hardware` to route Mixxx's output directly to the external mixer
fr: spécifié :guilabel:`Platine 1` - :guilabel:`Platine 4` dans :menuselection:`Préférences --> Matériel sonore` pour router la sortie de Mixxx directement vers la table de mixage externe
nl: specifiëren van :guilabel:`Deck 1` - :guilabel:`Deck 4` in :menuselection:`Voorkeuren --> Sound Hardware` om de output van Mixxx rechtstreeks naar de externe mixer te sturen

source: specified :guilabel:`Vinyl Control 1` - :guilabel:`Vinyl Control 4` under :menuselection:`Preferences --> Sound Hardware --> Input`
fr: spécifié :guilabel:`Contrôle vinyle 1` - :guilabel:`Contrôle vinyle 4` sous :menuselection:`Préférences --> Matériel sonore --> Entrée`
nl: specifiëren van :guilabel:`Vinyl Control 1` - :guilabel:`Vinyl Control 4` in :menuselection:`Voorkeuren --> Sound Hardware --> Input`

source: selected the correct control type under :menuselection:`Preferences --> Vinyl Control --> Vinyl type` in the preferences. See the list of `Supported Timecode media`_
fr: sélectionné le type de contrôle correct sous :menuselection:`Préférences --> Contrôle vinyle --> Type de vinyle` dans les préférences. Voir la liste des `Médias de timecode pris en charge`_
nl: het correcte control type is geselecteerd in :menuselection:`Voorkeuren --> Vinyl Control --> Vinyl type`. Zie de lijst met `Ondersteunde Timecode media`_

source: enabled vinyl control via the menu under :menuselection:`Options --> Vinyl Control --> Enable Vinyl Control`.
fr: activé le contrôle du vinyle via le menu sous :menuselection:`Options --> Contrôle Vinyle --> Activer le Contrôle Vinyle`.
nl: vinyl control is geactiveerd via het menu in :menuselection:`Opties --> Vinyl Control --> Activeer Vinyl Control`.

source: **Signal Quality**
fr: **Qualité du signal**
nl: **Signaal Kwaliteit**

source: The graph is displayed in :menuselection:`Preferences --> Vinyl Control`, see :ref:`vinyl-control-signal-quality`.
fr: Le graphique est affiché dans :menuselection:`Préférences --> Contrôle vinyle`, voir :ref:`vinyl-control-signal-quality`.
nl: De grafiek wordt weergegeven in :menuselection:`Voorkeuren --> Vinyl Control`, zie :ref:`vinyl-control-signal-quality`.

source: Signal
nl: Signaal

source: Meaning
fr: Signification
nl: Betekenis

source: Vinyl control input channels not correctly set up. Vinyl control will not work.
fr: Les canaux d'entrée de contrôle vinyle ne sont pas correctement configurés. Le contrôle vinyle ne fonctionnera pas.
nl: Vinyl control input kanalen zijn niet correct ingesteld, Vinyl control zal niet werken.

source: Open Preferences/ Sound Hardware and set up the devices you want to use, see `Configuring Input and Output devices`_
fr: Ouvrer Préférences / Matériel sonore et configurer les périphériques que vous souhaitez utiliser, voir `Configuration des périphériques d'entrée et de sortie`_
nl: Open Voorkeuren/ Sound Hardware en stel de apparaten in die u wil gebruiken, zie `Configuratie van Input en Output apparaten`_

source: Vinyl control input channels set up correctly. Waiting for timecode input signal.
fr: Les canaux d'entrée de contrôle vinyle sont correctement configurés. En attente du signal d'entrée timecode.
nl: Vinyl control input kanalen zijn correct ingesteld, wachtend op timecode input signaal.

source: Start your turntable or CDJ with the selected timecode vinyl or CD.
fr: Démarrer votre tourne-disque ou CDJ avec le vinyle ou CD timecodé sélectionné.
nl: Start uw draaitafel of CDJ met de geselecteerde timecode vinyl of CD.

source: Nearly perfect green doughnut about half the width of the graph. Rotating radar sweeps in the direction your record on the turntable is spinning.
fr: Beignet vert presque parfait d'environ la moitié de la largeur du graphique. Le radar rotatif balaie dans la direction de rotation de votre enregistrement sur la platine.
nl: Bijna perfecte groene donut ongeveer de helft van de grootte van de grafiek. De draaiende radar veegt in de richting dat de plaat op de draaitafel draait.

source: Everything is OK, nothing to do. Go spin some beats.
fr: Tout va bien, rien à faire. Allez tourner quelques battements.
nl: Alles is OK, er moet niets gebeuren. Start de beats.

source: Incorrect choice of vinyl control source. Doughnut looks good but has a solid red color.
fr: Choix incorrect de la source de contrôle vinyle. Le beignet a l'air bien mais a une couleur rouge unie.
nl: Niet correcte keuze van vinyl control bron. Donut ziet er goed uit maar heeft een vaste rode kleur.

source: Select the correct vinyl type in the preferences. E.g. maybe you selected side B of the Serato Vinyl but your record is on side A.
fr: Sélectionner le type de vinyle correct dans les préférences. Par exemple. vous avez peut-être sélectionné la face B du vinyle Serato mais votre disque est sur la face A.
nl: Selecteer het correcte vinyl type in de voorkeuren. Bv. misschien heeft u de B-kant geselecteerd van de Serato Vinyl maar ligt de plaat op de A-kant.

source: Input signal is bad. As the vinyl signal gets worse, you'll see the color of the doughnut change from green over orange to red.
fr: Le signal d'entrée est mauvais. À mesure que le signal vinyle s'aggrave, vous verrez la couleur du beignet passer du vert à l'orange puis au rouge.
nl: Input signaal is slecht. Als het vinyl signaal slechter wordt, zal u de kleur van de donut zien veranderen van groen over oranje naar rood.

source: Check the wiring / grounding on your turntable / CDJ. You timecode record / CD might be worn out or the needle on your turntable is dirty.
fr: Vérifier le câblage/la mise à la terre de votre tourne-disque/CDJ. Votre disque/CD timecodé est peut-être usé ou l'aiguille de votre tourne-disque est sale.
nl: Controleer de bekabeling / de massa van de draaitafel / CDJ. Uw timecode plaat / CD kan versleten zijn of the naald van uw draaitafel is misschien vuil.

source: Wrong direction. The green doughnut looks good but the radar sweeps in the opposite direction of the record on your turntable / CDJ.
fr: Mauvaise direction. Le beignet vert a l'air bien, mais le radar balaie dans la direction opposée du disque sur votre tourne-disque/CDJ.
nl: Verkeerde richting. De groene donut ziet er goed uit maar de radar veegt in de tegengestelde richting van de plaat op uw draaitafel / CDJ.

source: You probably have a wiring problem. Try reversing the left and right inputs on your turntable. You may also have to rewire the headshell.
fr: Vous avez probablement un problème de câblage. Essayez d'inverser les entrées gauche et droite de votre tourne-disque. Vous devrez peut-être également recâbler le porte-cellule.
nl: U heeft mogelijks een bekabelingsprobleem. Probeer de kanaalkabels van uw draaitafel (Links en Rechts) om te keren. Mogelijks moet u ook de cell van de naald opnieuw bekabelen.

source: Input signal is no timecode signal. Mixxx receives a normal audio signal while it expects a timecode signal.
fr: Le signal d'entrée n'est pas un signal timecode. Mixxx reçoit un signal audio normal alors qu'il attend un signal timecode.
nl: Input signaal is geen timecode signaal. Mixxx ontvangt een normaal audio signaal terwijl het een timecode signaal verwacht.

source: Start your turntable or CDJ with the selected timecode vinyl or CD. You may want to check if the inputs devices are set up correctly in the preferences.
fr: Démarrer votre tourne-disque vinyle ou CDJ avec le vinyle ou CD timecodé sélectionné. Vous voudrez peut-être vérifier si les périphériques d'entrée sont correctement configurés dans les préférences.
nl: Start uw draaitafel of CDJ met de geselecteerde timecode vinyl of CD. U wil misschien controleren of de input apparaten correct ingesteld zijn in de voorkeuren.

source: Left or right channel is missing. Mixxx receives only a mono signal but needs a stereo timecode signal to operate.
fr: Le canal gauche ou droit est manquant. Mixxx ne reçoit qu'un signal mono mais a besoin d'un signal timecode stéréo pour fonctionner.
nl: Linker of rechter kanaal ontbreekt. Mixxx ontvangt slechts een mono signaal maar vereist een stereo timecode signaal om te werken.

source: Check the wiring on your turntable / CDJ and also the headshell and needle on your turntable.
fr: Vérifiez le câblage de votre tourne-disque/CDJ ainsi que le porte-cellule et l'aiguille de votre tourne-disque.
nl: Controleer de bekabeling van uw draaitafel / CDJ en ook de cell van de naald op uw draaitafel.

source: Timecode signal too loud. Mixxx receives a signal which has too much amplification.
fr: Signal timecode trop fort. Mixxx reçoit un signal qui a trop d'amplification.
nl: Timecode signaal is te luid. Mixxx ontvangt een signaal dat te veel versterkt is.

source: Lower the amplification, either on your external mixer, audio interface, or with the `Turntable Input Signal Boost`_.
fr: Baisser l'amplification, soit sur votre table de mixage externe, votre interface audio, ou avec le `Pré-ampli d'entrée tourne-disque`_
nl: Verminder de versterking, ofwel op uw externe mixer, audio interface, of met de `Draaitafel Input Signaal Boost`_.

source: Timecode signal too quiet. Mixxx receives a signal which has not enough amplification.
fr: Signal timecode trop faible. Mixxx reçoit un signal qui n'a pas assez d'amplification.
nl: Timecode signaal is te stil. Mixxx ontvangt een signaal dat te weinig versterkt is.

source: Boost the amplification, either on your external Mixer, audio interface, or with the `Turntable Input Signal Boost`_.
fr: Accentuer l'amplification, soit sur votre table de mixage externe, votre interface audio, ou avec le `Pré-ampli d'entrée tourne-disque`_
nl: Verhoog de versterking, ofwel op uw externe mixer, audio interface, of met de `Draaitafel Input Signaal Boost`_.

source: Serato CV02/2.5 Vinyl
fr: Serato CV02/2.5 Vinyle

source: Traktor Scratch MK1 Vinyl
fr: Traktor Scratch MK1 Vinyle

source: Traktor Scratch MK2 Vinyl
fr: Traktor Scratch MK2 Vinyle

source: MixVibes DVS V2 Vinyl
fr: MixVibes DVS V2 Vinyle

source: Control Track
fr: Piste de contrôle
