Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix/mixxx_controls.po
Languages: nl

source: Toggles the current loop on or off. If the loop is ahead of the current play position, the track will keep playing normally until it reaches the loop.
nl: Schakelt de huidige lus In of Uit. Indien de lus voor de huidige afspeelpositie ligt dan zal de track normaal doorspelen tot de lus bereikt wordt.

source: Loop range in waveform activates or deactivates.
nl: Lus bereik in waveform activeert of deactiveert.

source: Enable repeat-mode for the specified deck
nl: Activeer de herhaal-modus voor het specifieje deck

source: when track finishes, song loops to beginning
nl: wanneer de track eindigt, springt de song terug naar het begin

source: Resets the key to the original track key.
nl: Resets de key naar de originele track key.

source: Toggles playing the track backwards
nl: Schakelt het achterwaarts afspelen van de track

source: REV button
nl: REV toets

source: Enables reverse and slip mode while held (Censor)
nl: Activeert omgekeerde en slip modus tijdens ingedrukt houden (Censor)

source: Affects absolute play speed & direction whether currently playing or not when :mixxx:coref:`[ChannelN],scratch2_enable` is active. (multiplicative). Use JavaScript ``engine.scratch`` functions to manipulate in controller mappings.
nl: Beïnvloedt de absolute afspeel snelheid & richting ongeacht of de track momenteel aan het afspelen is of niet, wanneer :mixxx:coref:`[ChannelN],scratch2_enable` actief is. (multiplicatief). Gebruik JavaScript ``engine.scratch`` functies om het besturingselement te bedienen met controllerverwijzingen.

source: Takes over play speed & direction for :mixxx:coref:`[ChannelN],scratch2`.
nl: Neemt de afspeelsneheid en richting over voor :mixxx:coref:`[ChannelN],scratch2`.

source: Binary
nl: Binair

source: Toggles slip mode. When active, the playback continues muted in the background during a loop, scratch etc. Once disabled, the audible playback will resume where the track would have been.
nl: Schakelt de slip modus. Wanneer geactiveerd gaat het afspelen gedempt door op de achtergrond tijdens een lus, scratch etc. Eens gedeactiveerd herneemt het hoorbare afspelen van op de plaats dat de track ondertussen gekomen is.

source: Slip mode button
nl: Slip modus toets

source: Increase the rating of the currently loaded track (if the skin has star widgets in the decks section).
nl: Verhoog de waardering van de momenteel geladen track (indien de skin ster widgets in het decks onderdeel heeft).

source: Star count is increased in the deck's star widget and in the library table.
nl: Ster telling wordt verhoogd in de deck ster widget en in de bibliotheektabel.

source: Decrease the rating of the currently loaded track (if the skin has star widgets in the decks section).
nl: Verlaag de waardering van de momenteel geladen track (indien de skin ster widgets in het decks onderdeel heeft).

source: Star count is decreased in the deck's star widget and in the library table.
nl: Ster telling wordt verlaafd in de deck ster widget en in de bibliotheektabel.

source: Jump to start of track
nl: Spring naar de startpositie van de track

source: Track jumps to start
nl: Track springt naar de startpositie

source: Start playback from the beginning of the deck.
nl: Start afspelen vanaf het begin van het deck.

source: Seeks a player to the start and then stops it.
nl: Zoekt een speler naar de startpositie en stopt dan.

source: Deck stops at the beginning.
nl: Deck stopt aan het begin.

source: Stops a player.
nl: Stopt een speler

source: Pause Button. Deck pauses at the current position.
nl: Pause toets. Deck pauzeert op de huidige afspeelpositie.

source: Syncs the :term:`tempo` and :term:`phase` (depending on quantize) to that of the other track (if :term:`BPM` is detected on both). Click and hold for at least one second activates sync lock on that deck.
nl: Synchroniseert de :term:`tempo` en :term:`phase` (afhankelijk van quantize) met dat van de andere track (als :term:`BPM` is gedetecteerd bij beide). Click en vasthouden gedurende minimaal één seconde activeert sync lock in dat deck.

source: If enabled, the :guilabel:`Sync` button stays lit and :term:`tempo` slider snap to the appropriate value. Slider adjustments are linked on all decks that have :term:`sync lock` enabled.
nl: Indien geactiveerd, de :guilabel:`Sync` toets blijft opgelicht en de:term:`tempo` glijder springt naar de aangepaste waarde. Aanpassingen aan glijders zijn gelinkt in alle decks die :term:`sync lock` geactiveerd hebben.

source: Sets deck as leader clock.
nl: Stelt het deck in als leider clock.

source: :term:`Sync lock <sync lock>` disabled for that deck
nl: :term:`Sync lock <sync lock>` gedeactiveerd voor dat deck

source: Deck is sync follower
nl: Deck is een sync volger

source: Deck is sync leader
nl: Deck is sync leider

source: Key value widget
nl: Key waarde widget

source: Match musical key.
nl: laar de muzikale key overeenkomen.

source: Color of the currently loaded track or -1 if no track is loaded or the track has no color.
nl: Kleur van de momenteel geladen track of -1 als er geen track geladen is of als de track geen kleur heeft.

source: Track color changes in the library view.
nl: Track kleur wijzigt in de bibliotheek weergave.

source: Whether a track is loaded in the specified deck
nl: Om het even of een track geladen is in het specifieke deck

source: Waveform and track metadata shown in deck
nl: Waveform en track metadata getoond in deck

source: Sample rate of the track loaded on the specified deck
nl: Sample rate van de track die in de gespecifieerde deck geladen is

source: absolute value, read-only
nl: absolute waarde, alleen-lezen

source: Number of sound samples in the track loaded on the specified deck
nl: Aantal sound samples van de track die in de gespecifieerde deck geladen is

source: Adjusts the channel volume fader
nl: Regelt de Kanaal volume glijder

source: Deck volume fader
nl: Deck volume glijder

source: Mutes the channel
nl: Dempt het kanaal

source: Mute button
nl: Demp toets

source: Applies the deck pregain knob value to the detected ReplayGain value for the current track. This is a way to update the ReplayGain value of a track if it has been detected incorrectly. When this control is triggered, the pregain value for the deck will be centered so that there is no audible difference in track volume, so this operation is safe to use during performance, if the controller mapping uses soft-takeover for the pregain knob.
nl: Past de deck pregain knop waarde toe op de gedetecteerde ReplayGain waarde van de huidige track. Dit is een manier om de ReplayGain waarde van de track up te daten wanneer deze niet correct werd gedetecteerd. Wanneer dit besturingselement wordt ingeroepen, wordt de pregain waarde voor het deck gecentreerd zodat er geen hoorbaar verschil is in het track volume. Deze manier van werken is dus veilig tijdens een optreden, indien de controllerverwijzing soft-takeover gebrukt voor de pregain knop.

source: ReplayGain value is updated in library, deck pregain is reset to 1.0.
nl: ReplayGain waarde wordt upgedatet in de bibliotheek, deck pregain wordt gereset op 1.0.

source: Toggles whether a deck is being controlled by digital vinyl.
nl: Schakelaar om de deck via digitale vinyl te besturen.

source: When enabled, a vinyl indication should appear onscreen indicating green for enabled.
nl: Wanneer geactiveerd moet er een vinyl indicatie verschijnen op het scherm, groen voor actief.

source: Determines how :term:`cue points <cue point>` are treated in vinyl control relative mode.
nl: Bepaalt hoe :term:`cue points <cue point>` behandelt worden in de vinyl besturing - relatieve modus.

source: Cue points ignored
nl: Cue punten worden genegeerd

source: One Cue - If needle is dropped after the :term:`cue point`, track will seek to that cue point
nl: Eén Cue - Indien de naald na dit :term:`cue point` wordt gezet, zal de track zoeken naar dit cue punt

source: Hot Cue - Track will seek to nearest previous :term:`hotcue`
nl: Hot Cue - Track zal zoeken naar de dichtstbijzijnde voorbije :term:`hotcue`

source: Determines how vinyl control interprets needle information.
nl: Bepaalt hoe vinyl besturing naald informatie verwerkt.

source: Absolute Mode (track position equals needle position and speed)
nl: Absolute Modus (track positioe is gelijk aan naald positie en snelheid)

source: Relative Mode (track :term:`tempo` equals needle speed regardless of needle position)
nl: Relatieve Modus (track :term:`tempo` is gelijk aan de naald snelheid ongeacht de positie van de naald)

source: Constant Mode (track :term:`tempo` equals last known-steady tempo regardless of needle input
nl: Constante Modus (track :term:`tempo` is gelijk aan het laatst gekende stabiele tempo ongeacht de naald input

source: See :ref:`Control Mode <vinyl-control-modes>` for details.
nl: Ga naar :ref:`Control Mode <vinyl-control-modes>` voor details.

source: 3-way button indicates status
nl: 3-weg toets duidt de status aan

source: Provides visual feedback with regards to vinyl control status.
nl: Voorziet visuele feedback met betrekking tot de status van de vinyl besturing.

source: 0.0-3.0, read-only
nl: 0.0-3.0, alleen-lezen

source: Off for control disabled, green for control enabled, blinking yellow for when the needle reaches the end of the record, and red for needle skip detected
nl: Uit voor uitgeschakelde besturing, groen voor actieve besturing, knipperend geel wanneer de naald het einde van de plaat bereikt, en rood wanneer een naald overslag gedetecteerd wordt.

source: :term:`BPM` to display in the :term:`GUI` (updated more slowly than the actual BPM).
nl: :term:`BPM` om weer te geven in de :term:`GUI` (trager upgedatet dan de werkelijke BPM).

source: :term:`BPM` value widget
nl: :term:`BPM` waarde widge

source: Current musical key after pitch shifting to display in the :term:`GUI` using the notation selected in the preferences
nl: Huidige muzikale key na pitch aanpassing om weer te geven in de :term:`GUI` gebruik makend van de notatie die in de voorkeuren geselecteerd is.

source: The distance to the nearest key measured in cents
nl: De afstand tot de dichtstbijzijnde key, uitgedrukt in cents

source: Outputs the current instantaneous deck volume
nl: Geeft het huidige deck volume op het moment weer

source: Outputs the current instantaneous deck volume for the left channel
nl: Geeft het huidige deck volume op het moment weer voor het linkerkanaal

source: Outputs the current instantaneous deck volume for the right channel
nl: Geeft het huidige deck volume op het moment weer voor het rechterkanaal

source: Zooms the waveform to look ahead or back as needed.
nl: Zoomt In/Uit op de waveform om vooruit of achteruit te kijken indien nodig.

source: Waveform zoom buttons
nl: Waveform zoom toetsen

source: Waveform Zoom Out
nl: Waveform Zoom Uit

source: Return to default waveform zoom level
nl: Teug naar standaard waveform zoom niveau

source: Affects relative playback speed and direction persistently (additive offset & must manually be undone).
nl: Beïnvloedt de relatieve afspeelsnelheid en richting aanhoudend (toegevoegde compensatie & moet manueel worden ongedaan gemaakt).

source: Global Sampler controls
nl: Algemene Sampler besturingselementen

source: These controls can be used to control all samplers.
nl: Deze besturingselementen kunnen gebruikt worden om alle samplers te bedienen.

source: Save sampler configuration. Make currently loaded tracks in samplers instantly available at a later point.
nl: Bewaar de sampler configuratie. Maak tracks die momenteel in de samplers geladen onmiddelijk beschikbaar op een later moment.

source: Opens file dialog. Configuration file can be named and saved.
nl: Opent het bestandsvenster. Configuratie bestand kan benoemd en opgeslagen worden.

source: Load saved sampler configuration file and add tracks to the available samplers.
nl: Laadt een opgeslagen sampler configuratie bestand en voeg tracks toe aan de beschikbare samplers.

source: Opens file dialog. Select configuration file.
nl: Opent het bestandsvenster. Selecteer het configuratiebestand.

source: The :mixxx:coref:`[Skin],show_samplers` control can be used to show and hide sampler banks in the GUI.
nl: Het :mixxx:coref:`[Skin],show_samplers` besturingselement kan gebruikt worden om sampler spelers te tonen of te verbergen in the GUI.

source: Microphones and Auxiliary Channels
nl: Microfoons en Auxiliaire Kanalen

source: In contrast to :ref:`decks, preview decks and samplers <appendix-mixxxcontrols-decks>`, microphones and auxiliary channels are input channels. You can map audio interface's inputs to mixxx's auxiliary input channels and connect external audio source to it (cellphone, mp3 player). Then you can use your :term:`MIDI` controller to control its volume and some other parameters (orientation, gain, :term:`volume`), apply effects and use the prelisten function.
nl: In tegenstelling tot :ref:`decks, preview decks and samplers <appendix-mixxxcontrols-decks>`, microfoons en auxiliaire kanalen zijn input kanalen.U kan de inputs van de audio interface verbinden met Mixxx's auxiliaire input kanalen en externe audio bronnen ermee verbinden (smartphone, mp3 speler). Hiervan kan u met uw :term:`MIDI` controller het volume en enkele andere parameters besturen (balans, gain, :term:`volume`), effecten toepassen en de voorbeluisteringsfunctie gebruiken.

source: Although the first auxiliary group is named :mixxx:cogroupref:`[Auxiliary1]`, the group for the first microphone is just called :mixxx:cogroupref:`[Microphone] <[MicrophoneN]>`, not :mixxx:cogroupref:`[Microphone1] <[MicrophoneN]>`.
nl: Hoewel de eerste auxiliaire groep :mixxx:cogroupref:`[Auxiliary1]` genoemd is, noemt de groep voor de eerste microfoon gewoon :mixxx:cogroupref:`[Microphone] <[MicrophoneN]>`, en niet :mixxx:cogroupref:`[Microphone1] <[MicrophoneN]>`.

source: Configured channel in the sound preferences.
nl: Geconfigureerd kanaal in de sound voorkeuren.

source: Hold value at 1 to mix channel input into the main output. For :mixxx:cogroupref:`[MicrophoneN]` use :mixxx:coref:`[MicrophoneN],talkover` instead. Note that :mixxx:cogroupref:`[AuxiliaryN]` also take :mixxx:coref:`[AuxiliaryN],orientation` into account.
nl: Houdt de waarde op 1 om de kanaal input te mengen in de main output. Gebruik voor de :mixxx:cogroupref:`[MicrophoneN]` :mixxx:coref:`[MicrophoneN],talkover` in de plaats. Let op: :mixxx:cogroupref:`[AuxiliaryN]` houdt ook rekening met :mixxx:coref:`[AuxiliaryN],orientation`.

source: Auxiliary: Play button Microphone: N/A
nl: Auxiliair: Play toets Microfoon: N/

source: Microphone Clip light
nl: Microphone Clip lich

source: Hold value at 1 to mix channel input into the main output. For :mixxx:cogroupref:`[AuxiliaryN]` use :mixxx:coref:`[AuxiliaryN],main_mix` instead. Note that :mixxx:cogroupref:`[AuxiliaryN]` also take :mixxx:coref:`[AuxiliaryN],orientation` into account.
nl: Houdt de waarde op 1 om de kanaal input te mengen in de main output. Gebruik voor de :mixxx:cogroupref:`[AuxiliaryN]` :mixxx:coref:`[AuxiliaryN],main_mix` in de plaats. Let op: :mixxx:cogroupref:`[AuxiliaryN]` houdt ook rekening met :mixxx:coref:`[AuxiliaryN],orientation`.

source: Microphone: Talk button Auxiliary: N/A
nl: Microfoon: Talk toets Auxiliair: N/A

source: Microphone volume fader changes
nl: Microfoon volume glijder verandert

source: Adjusts the gain of the input
nl: Past de gain van de input aan

source: Microphone gain knob
nl: Microfoon gain knop

source: Outputs the current instantaneous channel volume
nl: Geeft het huidige kanaal volume op het moment weer

source: Microphone VU meter changes
nl: Microfoon VU meter wijzigt

source: The ``[VinylControl]`` group
nl: De ``[VinylControl]`` groep

source: The :mixxx:cogroupref:`[VinylControl]` group can toggle the :ref:`vinyl control feature <vinyl-control>`.
nl: De :mixxx:cogroupref:`[VinylControl]` groep kan de :ref:`vinyl control feature <vinyl-control>` schakelen.

source: Moves control by a vinyl control signal from one deck to another if using the single deck vinyl control (VC) feature.
nl: Beweegt de besturing met een vinyl besturingssignaal van het ene deck naar het andere gebruik makend van de single deck vinyl besturing (VC) optie.

source: If VC isn't enabled on any decks, enable it on the first one we're receiving samples for. If VC is enabled on a single (exclusive) deck, and another deck is setup to receive samples, disable it on the former deck and enable it on the next eligible deck (ordered by deck number). If VC is enabled on multiple decks, don't do anything.
nl: Indien VC niet geactiveerd is op een deck, activeer het op det eerste deck waarop we samples ontvangen. Indien VC geactiveerd is op een single (exclusief) deck, en een ander deck is ingesteld om samples te ontvangen, deactiveer het op het vorige deck en activeer het op het volgende mogelijke deck (geordend op decknummer).Indien VC geactiveerd is op meerdere decks hoef je niets te doen.

source: Allows to amplify the "phono" level of attached turntables to "line" level. This is equivalent to setting the :ref:`turntable boost <vinyl-control-config-gain>` in :menuselection:`Options --> Preferences --> Vinyl Control`
nl: Staat toe om het "phono" niveau van aangesloten platendraaiers te versterken tot "line" niveau. Dit is gelijkwaardig aan het instellen van :ref:`turntable boost <vinyl-control-config-gain>` in :menuselection:`Opties --> Voorkeuren --> Vinyl besturing

source: position of Boost slider in :menuselection:`Options --> Preferences --> Vinyl Control` (is not updated while viewing this Preferences page)
nl: positie van de Boost glijder in :menuselection:`Opties --> Voorkeuren --> Vinyl Besturing` (wordt niet upgedatet terwijl je de Voorkeuren pagina bekijkt)

source: The :mixxx:coref:`[Skin],show_vinylcontrol` control can be used to show and hide :ref:`vinyl control<vinyl-control>` related elements in the GUI.
nl: Het :mixxx:coref:`[Skin],show_vinylcontrol` besturingselement kan gebruikt worden om aan :ref:`vinyl control<vinyl-control>` gerelateerde elementen te tonen of te verbergen in de GUI.

source: The ``[Recording]`` controls
nl: De ``[Recording]`` besturingselementen

source: The controls in the :mixxx:cogroupref:`[Recording]` group can be used to query and control the :ref:`recording of your mix <djing-recording-your-mix>`.
nl: De besturingselementen in de :mixxx:cogroupref:`[Recording]` group kunnen gebruikt worden om de :ref:`recording of your mix <djing-recording-your-mix>` te bevragen en te besturen.

source: Turns recording on or off.
nl: Zet opname aan of uit.

source: Indicates whether Mixxx is currently recording.
nl: Duidt aan of Mixxx momenteel aan het opnemen is.

source: Recording Stopped
nl: Opname is gestopt

source: Initialize Recording
nl: Opname wordt geïnitialiseerd

source: Recording Active
nl: Opname is actief

source: AutoDJ controls
nl: AutoDJ besturingselementen

source: The :mixxx:cogroupref:`[AutoDJ]` controls allow interacting with :ref:`AutoDJ <library-auto-dj>`.
nl: AutoDJ <library-auto-dj>`.

source: Turns Auto DJ on or off.
nl: Zet Auto DJ aan of uit.

source: AutoDJ button
nl: AutoDJ toets

source: Shuffles the content of the Auto DJ playlist.
nl: Schudt de inhoudt van de Auto DJ afspeellijst door elkaar.

source: Order of tracks in the AutoDJ playlist changes.
nl: De volgorde van de tracks in de AutoDJ afspeellijst wijzigt.

source: Skips the next track in the Auto DJ playlist.
nl: Slaat de volgende track in de Auto DJ afspeellijst over.

source: Skipped track is removed from the AutoDJ playlist.
nl: De track die overgeslagen werd wordt verwijderd uit de AutoDJ afspeellijst.

source: Triggers the transition to the next track.
nl: Zet de overgang naar de volgende track in.

source: Crossfader slider moves to the other side.
nl: De Crossfader glijder beweegt naar de andere kant.

source: Adds a random track to the Auto DJ queue.
nl: Voegt een willekeurige track toe aan de Auto DJ wachtrij.

source: Track is added to AutoDJ queue.
nl: De track werd toegevoegd aan de Auto DJ wachtrij.

source: The ``[Library]`` controls
nl: De ``[Library]`` besturingselementen

source: The controls in the :mixxx:cogroupref:`[Library]` group can be used to navigate the :ref:`library <library-interface>`. Note that :mixxx:coref:`[Library],MoveUp` and other Move and Scroll controls emulate keypresses and therefore require the Mixxx window to be focused.
nl: De besturingselementen in de :mixxx:cogroupref:`[Library]` group kunnen gebruikt worden om te navigeren in de :ref:`bibliotheek <library-interface>`. Let op: :mixxx:coref:`[Library],MoveUp` en andere Move en Scroll besturingselementen simuleren toetsaanslagen en daarvoor is het vereist dat de focus op het Mixxx venster ligt.

source: Equivalent to pressing the :kbd:`Up` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`Up` toets op het toetsenbord

source: Currently selected item changes
nl: Het momenteel geselecteerde item wijzigt

source: Equivalent to pressing the :kbd:`Down` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`Down` toets op het toetsenbord

source: Move the specified number of locations up or down. Intended to be mapped to an encoder knob.
nl: Beweegt het gespecifieerde aantal locaties omhoog of omlaag. Bedoeld om met een encoder knop te worden verbonden.

source: Relative (positive values move down, negative values move up)
nl: Relatief (positieve waarde beweegt omlaag, negatieve waarde beweegt omhoog)

source: Equivalent to pressing the :kbd:`PageUp` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`PageUp` toets op het toetsenbord

source: Equivalent to pressing the :kbd:`PageDown` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`PageDown` toets op het toetsenbord

source: Scroll the specified number of pages up or down. Intended to be mapped to an encoder knob.
nl: Scrollt het gespecifieerde aantal pagina's omhoog of omlaag. Bedoeld om met een encoder knop te worden verbonden.

source: Equivalent to pressing the :kbd:`Left` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`Left` toets op het toetsenbord

source: Equivalent to pressing the :kbd:`Right` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`Right` toets op het toetsenbord

source: Move the specified number of locations left or right. Intended to be mapped to an encoder knob.
nl: Beweegt het gespecifieerde aantal locaties links of rechts. Bedoeld om met een encoder knop te worden verbonden.

source: Relative (positive values move right, negative values move left)
nl: Relatief (positieve waarde beweegt rechts, negatieve waarde beweegt links)

source: Equivalent to pressing the :kbd:`Tab` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`Tab` toets op het toetsenbord

source: Currently focused pane changes
nl: Momenteel geselecteerd deelvenster verandert

source: Equivalent to pressing the :kbd:`Shift` + :kbd:`Tab` key on the keyboard
nl: Evenwaardig aan het drukken op de :kbd:`Shift` + :kbd:`Tab` toetsen op het toetsenbord

source: Move focus the specified number of panes forward or backwards. Intended to be mapped to an encoder knob.
nl: Beweegt de focus over het gespecifieerde aantal deelvensters voorwaarts of achterwaarts. Bedoeld om met een encoder knop te worden verbonden.

source: Relative (positive values move forward, negative values move backward)
nl: Relatief (positieve waarde beweegt voorwaarts, negatieve waarde beweegt achterwaarts)

source: Read this control to know which library widget is currently focused, or write in order to focus a specific library widget.
nl: Lees dit besturingselement uit om te weten op welk bibliotheek widget momenteel de focus ligt of schrijf er een waarde in om de focus op een specifiek bibliotheek widget te leggen.
