Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix/mixxx_controls.po
Languages: nl

source: Toggle the display of the effect rack in the :term:`user interface <GUI>`.
nl: Schakel de weergave van het effect rack in de :term:`user interface <GUI>`.

source: Effect rack is shown/hidden.
nl: Effect rack wordt getoond/verborgen.

source: Replaces the deprecated :mixxx:coref:`[EffectRack1],show` control.
nl: Vervangt het verouderde :mixxx:coref:`[EffectRack1],show` besturingselement.

source: Toggle the display of cover art in the library section of the :term:`user interface <GUI>`.
nl: Schakelt de weergave van de cover art in het bibliotheekonderdeel van de :term:`user interface <GUI>` aan of uit.

source: Cover art in the library is shown/hidden.
nl: Cover art in de bibliotheek wordt getoond/verborgen.

source: Replaces the deprecated :mixxx:coref:`[Library],show_coverart` control.
nl: Vervangt het verouderde :mixxx:coref:`[Library],show_coverart` besturingselement.

source: Toggle maximized view of library section of the :term:`user interface <GUI>`.
nl: Schakelt de maximale weergave van het bibliotheekonderdeel in de :term:`user interface aan/uit

source: The library section of the user interface is enlarged/shrunk.
nl: Het bibliotheekonderdeel van de user interface is vergroot/verkleind.

source: Replaces the deprecated :mixxx:coref:`[Master],maximize_library` control.
nl: Vervangt het verouderde :mixxx:coref:`[Master],maximize_library` besturingselement.

source: Toggle the display of sampler banks in the :term:`user interface <GUI>`.
nl: Schakelt de weergave van de sampler banken in de :term:`user interface <GUI>` aan/uit.

source: Sampler banks are shown/hidden.
nl: Sampler banks worden getoond/verborgen.

source: Replaces the deprecated :mixxx:coref:`[Samplers],show_samplers` control.
nl: Vervangt het verouderde :mixxx:coref:`[Samplers],show_samplers` besturingselement.

source: Toggle the :ref:`vinyl control <vinyl-control>` section in the :term:`user interface <GUI>`.
nl: Schakelt het :ref:`vinyl control <vinyl-control>` onderdeel in de :term:`user interface <GUI>` aan/uit.

source: Vinyl controls are shown/hidden.
nl: Vinyl controls worden getoond/verborgen.

source: Replaces the deprecated :mixxx:coref:`[VinylControl],show_vinylcontrol` control.
nl: Vervangt het verouderde :mixxx:coref:`[VinylControl],show_vinylcontrol` besturingselement.

source: Deprecated controls
nl: Verouderde besturingselementen

source: These controls have been deprecated and may be removed in a future version of Mixxx. In the meantime, skins and controller mappings that still use them will keep working, but using the suggested alternatives is strongly recommended.
nl: Deze besturingselementen zijn verouderd en kunnen verwijderd worden in een toekomstige versie van Mixxx. In de tussentijd zullen skins en controller verwijzingen die ze nog steeds gebruiken blijven werken, maar het wordt sterk aangeraden om de aangewezen alternatieven te gebruiken.

source: Use :mixxx:coref:`[App],num_decks` instead.
nl: Gebruik :mixxx:coref:`[App],num_decks` in de plaats.

source: Use :mixxx:coref:`[App],num_samplers` instead.
nl: Gebruik :mixxx:coref:`[App],num_samplers` in de plaats.

source: Use :mixxx:coref:`[App],num_preview_decks` instead.
nl: Gebruik :mixxx:coref:`[App],num_preview_decks` in de plaats.

source: Use :mixxx:coref:`[App],num_microphones` instead.
nl: Gebruik :mixxx:coref:`[App],num_microphones` in de plaats.

source: Use :mixxx:coref:`[App],num_auxiliaries` instead.
nl: Gebruik :mixxx:coref:`[App],num_auxiliaries` in de plaats.

source: Use :mixxx:coref:`[App],samplerate` instead.
nl: Gebruik :mixxx:coref:`[App],samplerate` in de plaats.

source: Adjust headphone volume.
nl: Pas het volume van de hoofdtelefoon aan.

source: Headphone Gain knob
nl: Hoofdtelefoon Gain knop

source: Use :mixxx:coref:`[Master],headGain` instead.
nl: Gebruik :mixxx:coref:`[Master],headGain` in de plaats.

source: Adjust main volume.
nl: Pas het main volume aan.

source: Main Gain knob
nl: Main Gain knop

source: Use :mixxx:coref:`[Master],gain` instead.
nl: Gebruik :mixxx:coref:`[Master],gain` in de plaats.

source: Toggle maximized view of library.
nl: Schakelt de maximale weergave van de bibliotheek aan/uit.

source: Toggle maximized view of library
nl: Schakelt de maximale weergave van de bibliotheek aan/uit

source: Use :mixxx:coref:`[Skin],show_maximized_library` instead.
nl: Gebruik :mixxx:coref:`[Skin],show_maximized_library` in de plaats.

source: Shows Sampler bank(s)
nl: Toont Sampler bank(en)

source: Use :mixxx:coref:`[Skin],show_samplers` instead.
nl: Gebruik :mixxx:coref:`[Skin],show_samplers` in de plaats.

source: Toggle the vinyl control section in skins.
nl: Schakelt het vinyl control onderdeel in skins aan/uit.

source: Vinyl controls are shown
nl: Vinyl controls worden getoond

source: Use :mixxx:coref:`[Skin],show_vinylcontrol` instead.
nl: Gebruik :mixxx:coref:`[Skin],show_vinylcontrol` in de plaats.

source: Toggle the Cover Art in Library
nl: Schakelt de weergave van de Cover Art in de bibliotheek aan/uit

source: Use :mixxx:coref:`[Skin],show_library_coverart` instead.
nl: Gebruik :mixxx:coref:`[Skin],show_library_coverart` in de plaats.

source: Show the Effect Rack
nl: Toon het Effect Rack

source: Use :mixxx:coref:`[Skin],show_effectrack` instead.
nl: Gebruik :mixxx:coref:`[Skin],show_effectrack` in de plaats.

source: Added support for "active" state.
nl: Toegevoegde ondersteuning voor de "active" staat.

source: Use :mixxx:coref:`[ChannelN],hotcue_X_status` instead.
nl: Gebruik :mixxx:coref:`[ChannelN],hotcue_X_status` in de plaats.

source: This button just enables :term:`sync lock` mode (similar to :mixxx:coref:`[ChannelN],sync_enabled`), it does not actually guarantee the deck will be the sync leader. This will be fixed in a future version. .. deprecated:: 2.4.0 Use :mixxx:coref:`[ChannelN],sync_leader`, :mixxx:coref:`[PreviewDeckN],sync_leader` and :mixxx:coref:`[SamplerN],sync_leader` instead.
nl: Deze toets activeert :term:`sync lock` modus (gelijkwaardig aan :mixxx:coref:`[ChannelN],sync_enabled`), het garandeert niet echt dat het deck de sync leader zal zijn. Dit zal opgelost worden in een toekomstige versie. .. verouderd:: 2.4.0 Gebruik :mixxx:coref:`[ChannelN],sync_leader`, :mixxx:coref:`[PreviewDeckN],sync_leader` en :mixxx:coref:`[SamplerN],sync_leader` in de plaats.

source: Setup a loop over the set number of beats.
nl: Stelt een lus in over het ingestelde aantal beats.

source: A loop is shown over the set number of beats.
nl: Een loop wordt getoond over het ingestelde aantal beats.

source: Use :mixxx:coref:`[ChannelN],reloop_toggle` instead.
nl: Gebruik :mixxx:coref:`[ChannelN],reloop_toggle` in de plaats.

source: Affects relative playback speed and direction for short instances (additive & is automatically reset to 0).
nl: Beïnvloedt de relatieve afspeelsnelheid en richting gedurende korte momenten (samengevoegd & is automatisch gereset op 0).

source: Use the JavaScript ``engine.scratch`` functions instead.
nl: Gebruik the JavaScript ``engine.scratch`` functies in de plaats.

source: Toggles the filter effect.
nl: Schakelt het filter effect aan/uit.

source: Filter button
nl: Filter toets

source: Adjusts the intensity of the filter effect.
nl: Beïnvloedt de intesiteit van het filter effect.

source: Filter depth knob
nl: Filter depth knop

source: Use :mixxx:coref:`[QuickEffectRack1_[ChannelN]],super1 <[QuickEffectRack1_[ChannelI]],super1>` instead.
nl: Gebruik :mixxx:coref:`[QuickEffectRack1_[ChannelN]],super1 <[QuickEffectRack1_[ChannelI]],super1>` in de plaats.

source: Adjusts the gain of the low :term:`EQ` filter.
nl: Beïnvloedt de gain van de low :term:`EQ` filter

source: Low EQ knob
nl: Low EQ knop

source: Use :mixxx:coref:`[EqualizerRack1_[ChannelN]_Effect1],parameter1 <[EqualizerRack1_[ChannelI]_Effect1],parameterK>` instead.
nl: Gebruik :mixxx:coref:`[EqualizerRack1_[ChannelN]_Effect1],parameter1 <[EqualizerRack1_[ChannelI]_Effect1],parameterK>` in de plaats.

source: Holds the gain of the low :term:`EQ` to -inf while active
nl: Houdt de gain van de low :term:`EQ` op -inf wanneer actief

source: Use :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],button_parameter1 <[EqualizerRack1_[ChannelI]_Effect1],button_parameterK>` instead.
nl: Gebruik :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],button_parameter1 <[EqualizerRack1_[ChannelI]_Effect1],button_parameterK>` in de plaats.

source: Adjusts the gain of the mid :term:`EQ` filter..
nl: Beïnvloedt de gain van de mid :term:`EQ` filter.

source: Mid EQ knob
nl: Mid EQ knop

source: Use :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],parameter2 <[EqualizerRack1_[ChannelI]_Effect1],parameterK>` instead.
nl: Gebruik :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],parameter2 <[EqualizerRack1_[ChannelI]_Effect1],parameterK>` in de plaats.

source: Holds the gain of the mid :term:`EQ` to -inf while active.
nl: Houdt de gain van de mid :term:`EQ` op -inf wanneer actief.

source: Use :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],button_parameter2 <[EqualizerRack1_[ChannelI]_Effect1],button_parameterK>` instead.
nl: Gebruik :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],button_parameter2 <[EqualizerRack1_[ChannelI]_Effect1],button_parameterK>` in de plaats.

source: Adjusts the gain of the high :term:`EQ` filter.
nl: Beïnvloedt de gain van de high :term:`EQ` filter.

source: High EQ knob
nl: High EQ knop

source: Use :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],parameter3 <[EqualizerRack1_[ChannelI]_Effect1],parameterK>` instead.
nl: Gebruik :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],parameter3 <[EqualizerRack1_[ChannelI]_Effect1],parameterK>` in de plaats.

source: Holds the gain of the high :term:`EQ` to -inf while active.
nl: Houdt de gain van de high :term:`EQ` op -inf wanneer actief.

source: Use :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],button_parameter3 <[EqualizerRack1_[ChannelI]_Effect1],button_parameterK>` instead.
nl: Gebruik :mixxx:coref:`[EqualizerRack1_[ChannelI]_Effect1],button_parameter3 <[EqualizerRack1_[ChannelI]_Effect1],button_parameterK>` in de plaats.

source: Setup a loop over X beats. A control exists for X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64
nl: Stelt een lus in over X beats. Een besturingselement bestaat voor = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64

source: toggle
nl: schakelt

source: Use :mixxx:coref:`[ChannelN],beatloop_X_activate` instead.
nl: Gebruik :mixxx:coref:`[ChannelN],beatloop_X_activate` in de plaats.

source: 1 if a channel input is enabled, 0 if not.
nl: 1 als een kanaal input geactiveerd is, 0 indien niet.

source: Microphone is enabled.
nl: Microfoon is geactiveerd.

source: Use :mixxx:coref:`[MicrophoneN],input_configured` instead.
nl: Gebruik :mixxx:coref:`[MicrophoneN],input_configured` in de plaats.

source: Use :mixxx:coref:`[MicrophoneN],talkover` and :mixxx:coref:`[AuxiliaryN],main_mix` instead.
nl: Gebruik :mixxx:coref:`[MicrophoneN],talkover` en :mixxx:coref:`[AuxiliaryN],main_mix` in de plaats.

source: The control is not processed in the Mixer, which is also why there are no orientation controls for Microphones in the GUI.
nl: Het besturingselement wordt niet verwerkt in het Mengpaneel, hierdoor is er ook geen balans besturingselementen voor Microfoons in de GUI.

source: Use :mixxx:coref:`[Library],GoToItem` instead.
nl: Gebruik :mixxx:coref:`[Library],GoToItem` in de plaats.

source: Switches to the next view (Library, Queue, etc.)
nl: Schakelt naar de volgende weergave (Bibliotheek, Wachtrij, etc.)

source: Use :mixxx:coref:`[Library],MoveDown` instead.
nl: Gebruik :mixxx:coref:`[Library],MoveDown` in de plaats.

source: Library sidebar
nl: Bibliotheek zijbalk

source: Switches to the previous view (Library, Queue, etc.)
nl: Schakelt naar de vorige weergave (Bibliotheek, Wachtrij, etc.)

source: Use :mixxx:coref:`[Library],MoveUp` instead.
nl: Gebruik :mixxx:coref:`[Library],MoveUp` in de plaats.

source: Toggles (expands/collapses) the currently selected sidebar item.
nl: Schakelt het momenteel geselecteerde zijbalk item (uitklappen/inklappen).

source: Scrolls to the next track in the track table.
nl: Scrollt naar de volgende track in de tracktabel.

source: Scrolls to the previous track in the track table.
nl: Scrollt naar de vorige track in de tracktabel.

source: Use :mixxx:coref:`[EffectRack1_EffectUnitN],next_chain_preset` instead.
nl: Gebruik :mixxx:coref:`[EffectRack1_EffectUnitN],next_chain_preset` in de plaats.

source: Use :mixxx:coref:`[EffectRack1_EffectUnitN],prev_chain_preset` instead.
nl: Gebruik :mixxx:coref:`[EffectRack1_EffectUnitN],prev_chain_preset` in de plaats.

source: Use :mixxx:coref:`[EffectRack1_EffectUnitN],chain_preset_selector` instead.
nl: Gebruik :mixxx:coref:`[EffectRack1_EffectUnitN],chain_preset_selector` in de plaats.

source: Removed controls
nl: Verwijderde besturingselementen

source: These controls have been removed from Mixxx. Skins and controller mappings that attempt to use them will not work correctly.
nl: Deze besturingselementen werden verwijderd uit Mixxx. Skins en controller-verwijzingen die proberen om ze te gebruiken zullen niet correct werken.

source: Toggles the flanger effect.
nl: Schakelt het flanger effect aan/uit.

source: This control has been **removed** without a direct replacement. Use the :ref:`effects framework <appendix-mixxxcontrols-effects>` instead.
nl: Dit besturingselement is **verwijderd** zonder een onmiddelijke vervanging. Gebruik het :ref:`effects framework <appendix-mixxxcontrols-effects>` in de plaats.

source: This control has been **removed**.
nl: Dit besturingselement werd **verwijderd**.

source: Adjusts the intensity of the flange effect
nl: Beïnvloedt de intensiteit van het flange effect

source: Adjusts the phase delay of the flange effect in microseconds
nl: Beïnvloedt de phase delay van het flange effect in microseconds

source: Adjusts the wavelength of the flange effect in microseconds
nl: Beïnvloedt de wavelength van het flange effect in microseconds

source: Clear the Effect Rack
nl: Leeg het Effect Rack
