Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix/mixxx_controls.po
Languages: nl

source: Vinyl Control - Receives good signal
nl: Vinyl Control - Ontvangt een goed signaal

source: Vinyl Control - Signal goes in wrong direction
nl: Vinyl Control - Signaal gaat in de verkeerde richting

source: Vinyl Control - Receives no signal
nl: Vinyl Control - Ontvangt geen signaal

source: Vinyl Control - Receives bad signal
nl: Vinyl Control - Ontvangt een slecht signaal

source: Vinyl Control - No input configured
nl: Vinyl Control - Geen input geconfigureerd

source: Vinyl Control - Receives no timecode signal
nl: Vinyl Control - Ontvangt geen timecode signaal

source: Vinyl Control - Receives signal from wrong vinyl type
nl: Vinyl Control - Ontvangt een signaal van een verkeerd vinyl type

source: Vinyl Control - Receives mono signal
nl: Vinyl Control - Ontvangt een mono signaal

source: Vinyl Control - Receives too loud input signal
nl: Vinyl Control - Ontvangt een te luid input signaal

source: Vinyl Control - Receives too quiet signal
nl: Vinyl Control - Ontvangt een te stil input signaal

source: Nearly every knob, button, or fader you see in Mixxx's interface is controllable via Mixxx's "control" system. The control system allows skins, :term:`MIDI` controllers, :term:`HID` controllers and keyboards to control Mixxx via a single interface.
nl: Bijna elke toets, knop, of glijder die u kan zien in de Mixxx-interdace is aanpasbaar via Mixxx's "control" systeem. Het control systeem staat toe skins, :term:`MIDI` controllers, :term:`HID` controllers en toetsenbord besturing via één enkele interface te bedienen.

source: A control is identified by a "group" (which is used for grouping associated controls) and a "key" (the name of the individual control).
nl: Een bedieningselement wordt geïdentificieed met een "group" (welke wordt gebruikt om geassocieerde bedieningen te groeperen) en een "key" (de naam van het individuele bedieningselement).

source: For example, the volume fader for Deck 1 is identified by the group :mixxx:cogroupref:`[Channel1] <[ChannelN]>` and key :mixxx:coref:`volume <[Channel1],volume>`. Similarly, the volume fader for Sampler 1 is identified by the group :mixxx:cogroupref:`[Sampler1] <[SamplerN]>` and key :mixxx:coref:`volume <[Sampler1],volume>`.
nl: Bijvoorbeeld, de volumeglijder voor Deck 1 wordt geïdentificeerd door de groep :mixxx:cogroupref:`[Channel1] <[ChannelN]>` en de key :mixxx:coref:`volume <[Channel1],volume>`. Naar analogie wordt de volume glijder voor Sampler 1 geidetificeerd met de group :mixxx:cogroupref:`[Sampler1] <[SamplerN]>` en de key :mixxx:coref:`volume <[Sampler1],volume>`.

source: The group is used to collect all the controls that affect one component of Mixxx into one collection. Some groups have a high overlap of controls in common (e.g. samplers, decks, and the preview deck all share the same control keys).
nl: Een groep wordt gebruikt om alle besturingselementen die één onderdeel van Mixxx beïnvloeden te bundelen. Sommige groepen hebben een grote overeenkomst wat betreft besturingselementen (bv samplers, decks, en het voorbeluisterings-deck delen dezelfde control keys).

source: In addition to controlling Mixxx, the control system can be used to inspect Mixxx's state. For example, the sample rate of the track loaded in Deck 1 can be accessed via the :mixxx:coref:`[Channel1],track_samplerate` control. You can read the :mixxx:coref:`[Channel3],play` control to determine whether Deck 3 is playing.
nl: Ter aanvulling aan de bediening van Mixxx, kan het control systeem worden gebruikt om de staat van Mixxx te controleren. Bv de sample rate van de trackdie in Deck 1 is geladen ken worden bereikt door:mixxx:coref:`[Channel1],track_samplerate` control. U kan :mixxx:coref:`[Channel3],play` uitlezen om te bepalen of Deck 3 aan het afspelen is.

source: The default value range is 0.0 to 1.0, unless otherwise noted. Binary means that it is either 'ON' (non-zero) or 'OFF' (zero).
nl: De standaard waarde ligt tussen 0.0 en 1.0, tenzij anders aangeduid. Binair betekent dat de waarde ofwel 'AAN' (niet-nul) of 'UIT' (nul) is.

source: Discovering Controls used in Skins
nl: Controls ontdekken die gebruikt worden in Skins

source: You can view the control connected to any part of a skin by running Mixxx with the ``--developer`` command line option and hovering your mouse cursor over part of the skin. If no tooltip appears, enable tooltips for the Library and Skin in :menuselection:`Options --> Preferences --> Interface`.
nl: U kan de control bekijken die verbonden is met eender welk deel van een skin door Mixxx te starten met de ``--developer`` opdrachtpromptregel en door dan met de muis over om het even welk deel van de skin te bewegen. Wanneer er geen tooltip verschijnt, activeer dan de tooltips voor de bibliotheek en Skin in :menuselection:`Opties --> Voorkeuren --> Interface`.

source: Changing any control from the GUI in Developer Mode
nl: Om het even welke control van de Grafische interface wijzigen in de Ontwikkelaarsmodus

source: When running Mixxx in Developer Mode (with the ``--developer`` command line option), you can view and manually set the state of any control in Mixxx by going to :menuselection:`Developer --> Developer Tools`.
nl: Wanneer Mixxx in de Ontwikkelaarsmodus wordt gestart (met de ``--developer`` opdrachtpromptoptie), dan kan u elke control bekijken en manueel de staat aan-passen in Mixxx door te gaan naar:menuselection:`Ontwikkelaar --> Ontwikkelaar Hulpmiddelen`.

source: Simplify mapping of more complex behaviour
nl: Besturing van complex gedrag eenvoudig maken

source: While simple mappings with just a few buttons, knobs and LEDs can easily be created with the MIDI Wizard and some basic scripting, implementing more complex behaviour like switching deck layers or pad grid modes can be tedious and error-prone. For these cases you can use Mixxx' `Comonents-JS library <https://github.com/mixxxdj/mixxx/wiki/Components-JS>`_ which provides building blocks for single controls as well as entire containers like decks and effect units.
nl: Terwijl eenvoudige besturingskoppelingen met slechts enkele toetsen, knoppen en LEDs eenvoudig kunnen worden gecreëerd met de MIDI Wizard en wat basis scripting, kan meer complex gedrag zoals deck layers verwisselen of pad grid modes aanpassen ingewikkelder eijn en zeer gevoelig voor fouten. Voor deze gevallen kan u de Mixxx' `Components-JS bibliotheek gebruiken, <https://github.com/mixxxdj/mixxx/wiki/Components-JS>`_ deze voorziet in bouwstenen for eenvoudige bedieningen alsook in bouwstenen voor gehele decks en effect units.

source: See :ref:`controlindex` for a full list.
nl: Bekijke :ref:`controlindex` voor een bolledige lijst.

source: The following extensions add some features to ``ControlPotMeter`` controls (volume, :term:`crossfader`, ...). Use in conjunction with ``[ChannelN]``, ``[SamplerN]``, ``[Master]``, ... groups.
nl: De volgende uitbreidingen voegen enkele mogelijkheden toe aan ``ControlPotMeter`` controls (volume, :term:`crossfader`, ...). Gebruik ze in combinatie met ``[ChannelN]``, ``[SamplerN]``, ``[Master]``, ... groups.

source: Description, example
nl: Beschrijving, voorbeeld

source: Increases the value, e.g. :mixxx:coref:`[ChannelN],rate_perm_up` sets the speed one step higher (4 % default)
nl: Verhoogt de waarde, bv :mixxx:coref:`[ChannelN],rate_perm_up` stelt de snelheid 1 stap hoger in (4 % standaard)

source: Decreases the value, sets the speed one step lower (4 % default)
nl: Verlaagt de waarde, bv :mixxx:coref:`[ChannelN],rate_perm_up` stelt de snelheid 1 stap lager in (4 % standaard)

source: Increases the value by smaller step, sets the speed one small step higher (1 % default)
nl: Verhoogt de waarde in kleinere stappen, stelt de snelheid 1 kleine stap hoger in (1 % standaard)

source: Decreases the value by smaller step, sets the speed one small step lower (1 % default)
nl: Verlaagt de waarde in kleinere stappen, stelt de snelheid 1 kleine stap lager in (1 % standaard)

source: Sets the value to -1.0, sets the channel volume to zero
nl: Stelt de waarde in op -1.0, stelt het channel volume op nul

source: Input: sets the control to its default, return to default waveform zoom level
nl: Input: stelt de control op zijn standaardwaarde, terug naar standaard waveform zoomniveau level

source: Output: set to 1.0 if the control is at its default, light up the pitch fader center indicator
nl: Output: stelt in op 1.0 als de control op zijn standaardwaarde staat, verlicht de pitch glijder centrum aanwijzing

source: Sets the value to 0.0, put the crossfader in the middle again
nl: Stelt de waarde in op 0.0, stelt de crossfader terug op het centrum

source: Sets the value to 0.0 if the value was > 0.0, and to 1.0 if the value was 0.0, will cut off/on a track while you're playing
nl: Stelt de waarde in op 0.0 als de waarde > 0.0 was, en op 1.0 als de waarde 0.0 was, zal een track afbreken wanneer die aan het spelen was

source: Sets the value to -1.0 if the value was > -1.0, and to 1.0 if the value was -1.0, can tilt the crossfader from left to right
nl: Stelt de waarde in op -1.0 als de waarde > -1.0 was, en op 1.0 als de waarde -1.0 was, zal de crossfader van links naar rechts bewegen

source: These controls can be used in JavaScript files like this:
nl: Deze controls kunnen in Javascript als volgt gebruikt worden:

source: To use ``*_toggle`` the respective shortcut for scripts is:
nl: Om ``*_toggle`` te gebruiken is de respectievelijke snelkoppeling voor scripts:

source: The ``[App]`` group
nl: De ``[App]`` group

source: The :mixxx:cogroupref:`[App]` group contains controls that do not belong to a specific channel, the mixer or the effects engine.
nl: De :mixxx:cogroupref:`[App]` group bevat de controls die niet behoren tot een specifiek channel, het mengpaneel of het effectmechanisme.

source: Alternates between 0.0 and 1.0 every 250 milliseconds.
nl: Schakelt tussen 0.0 en 1.0 elke 250 milliseconds.

source: This control may be used to implement a blinking LED in JavaScript and is guaranteed to light up at the same time as :mixxx:coref:`[ChannelN],cue_indicator` and :mixxx:coref:`[ChannelN],play_indicator` when these are blinking (depending on the currently chosen :ref:`cue mode <interface-cue-modes>`).
nl: Deze control kan gebruikt worden om een knipperende LED in JavaScript te gebruiken en deze zal gegarandeerd op het zelfde moment oplichten als :mixxx:coref:`[ChannelN],cue_indicator` en :mixxx:coref:`[ChannelN],play_indicator` wanneer deze knipperen (afhankelijk van de momenteel gekozen :ref:`cue mode <interface-cue-modes>`).

source: Alternates between 0.0 and 1.0 every 500 milliseconds.
nl: Schakelt tussen 0.0 en 1.0 elke 500 milliseconds.

source: The number of decks currently enabled.
nl: Het aantal decks dat momenteel geactiveerd is.

source: Replaces the deprecated :mixxx:coref:`[Master],num_decks` control.
nl: Vervangt de verouderde :mixxx:coref:`[Master],num_decks` control.

source: The number of samplers currently enabled.
nl: Het aantal samplers dat momenteel geactiveerd is.

source: Replaces the deprecated :mixxx:coref:`[Master],num_samplers` control.
nl: Vervangt het verouderde :mixxx:coref:`[Master],num_samplers` control.

source: The number of preview decks currently enabled.
nl: Het aantal voorbeluisteringsdecks dat momenteel geactiveerd is.

source: Replaces the deprecated :mixxx:coref:`[Master],num_preview_decks` control.
nl: Vervangt het verouderde :mixxx:coref:`[Master],num_preview_decks` control.

source: The number of microphone inputs that can be configured.
nl: Het aantal microfooningangen dat kan worden geconfigureerd.

source: Replaces the deprecated :mixxx:coref:`[Master],num_microphones` control.
nl: Vervangt het verouderde :mixxx:coref:`[Master],num_microphones` control.

source: The number of auxiliary inputs that can be configured.
nl: Het aantal auxiliaire ingangen dat kan worden geconfigureerd.

source: Replaces the deprecated :mixxx:coref:`[Master],num_auxiliaries` control.
nl: Vervangt het verouderde :mixxx:coref:`[Master],num_auxiliaries` control.

source: The current output sample rate (default: 44100 Hz).
nl: De huidige output sample rate (standaard: 44100 Hz).

source: absolute value (in Hz)
nl: absolute waarde (in Hz)

source: Replaces the deprecated :mixxx:coref:`[Master],samplerate` control.
nl: Vervangt het verouderde :mixxx:coref:`[Master],samplerate` besturingselement.

source: The ``[Master]`` group
nl: De ``[Master]`` group

source: The :mixxx:cogroupref:`[Master]` group generally corresponds to controls that affect the mixing engine. This will bear some similarity to what you will find on a DJ mixer (e.g. :term:`crossfader` controls, headphone cueing controls, etc.).
nl: De :mixxx:cogroupref:`[Master]` group komt in het algemeen overeen met besturingen die een effect hebben op het mix-mechanisme. Dit komt ongeveer overeen met wat u kan vinden op een DJ-mengtafel. (bv :term:`crossfader` controls, headphone cueing controls, etc.).

source: Reflects fraction of :term:`latency`, given by the audio buffer size, spend for audio processing inside Mixxx. At value near 25 % there is a high risk of buffer underflows
nl: Geeft het gebruikt gedeelte :term:`latency`, weer van de audio buffer grootte, gebruikt voor audio verwerking binnenin Mixxx. Op aan waarde van 25 % is er een hoog risico op buffertekortkomingen.

source: This is a :ref:`ControlPotMeter control <appendix-mixxxcontrols-controlpotmeter>`.
nl: Dit is een :ref:`ControlPotMeter control <appendix-mixxxcontrols-

source: Indicates a buffer under or over-flow. Resets after 500 ms
nl: Toont de buffer in- en uitstroom. Reset na 500 ms

source: binary
nl: binair

source: Overload indicator
nl: Duidt overstroom aan

source: Counts buffer over and under-flows. Max one per 500 ms
nl: Telt de buffer in- en uitstroom. Max eens per 500 ms

source: Counter in hardware preferences
nl: Teller in hardware voorkeuren

source: Adjusts the left/right channel balance on the Main output.
nl: Past de links/rechts channel balans aan in de Main output.

source: Center Balance knob
nl: Centreer Balans knop

source: Indicates whether a Booth output is configured in the :ref:`Sound Hardware Preferences <preferences-sound-hardware>`.
nl: Duidt aan of er een Booth output geconfigureerd is in the :ref:`Sound Hardware Voorkeuren <preferences-sound-hardware>`.

source: Booth gain knob shown or hidden
nl: Booth gain knop Tonen of Verbergen

source: Adjusts the gain of the Booth output.
nl: Past de gain van de Booth output aan.

source: Booth gain knob
nl: Booth gain knop

source: Adjusts the :term:`crossfader` between players/decks (-1.0 is all the way left).
nl: Past de :term:`crossfader` aan tussen de spelers/decks (-1.0 is helemaal links).

source: Crossfader slider
nl: Crossfader glijder

source: Moves the :term:`crossfader` left by 1/10th.
nl: Beweegt de :term:`crossfader` naar links met 1/10de.

source: Moves the :term:`crossfader` left by 1/100th.
nl: Beweegt de :term:`crossfader` naar links met 1/100e.

source: Moves the :term:`crossfader` right by 1/10th.
nl: Beweegt de :term:`crossfader` naar rechts met 1/10de.

source: Moves the :term:`crossfader` right by 1/100th.
nl: Beweegt de :term:`crossfader` naar rechts met 1/100e.

source: Microphone ducking strength
nl: Microphone onderdrukkingssterkte strength

source: Strength knob
nl: Sterkte knop

source: Indicator that the main mix is processed.
nl: Duidt aan dat de main mix verwerkt wordt.

source: Adjusts the gain for the main output as well as recording and broadcasting signal.
nl: Past de gain voor de main output aan alsook voor het opname en broadcasting signaal.

source: Main volume knob
nl: Main volume knop

source: Indicator that the headphone mix is processed.
nl: Duidt aan dat de hoofdtelefoon mix verwerkt wordt.

source: Adjusts the headphone output gain.
nl: Past de hoofdtelefoon output gain aan.

source: Headphone volume knob
nl: Hoofdtelefoon volume knop

source: Adjusts the cue/main mix in the headphone output.
nl: Past de cue/main mix in de hoofdtelefoon aan.

source: Pre/Main knob
nl: Pre/Main knop

source: Splits headphone stereo cueing into right (main mono) and left (:term:`PFL` mono).
nl: Splitst hoofdtelefoon stereo cueing in rechts (main mono) en links (:term:`PFL` mono).

source: Split Cue button
nl: Split Cue toets

source: :term:`Latency <latency>` setting (sound buffer size) in milliseconds (default 64).
nl: :term:`Latency <latency>` instelling (sound buffer grootte) in milliseconds (default 64).

source: >=0 (absolute value)
nl: >=0 (absolute waarde)

source: Latency slider in the prefs
nl: Latency glijder in the voorkeuren

source: The number of available effects that can be selected in an effect slot.
nl: Het aantal beschikbare effecten dat kan worden geselecteerd in een effect slot.

source: integer, read-only
nl: integer, alleen-lezen

source: Indicates when the signal is clipping (too loud for the hardware and is being distorted) (composite).
nl: Duidt aan dat het signaal aan het clippen is (te luid voor de hardware en dus wordt vervormd) (samengesteld).

source: Indicates when the signal is clipping (too loud for the hardware and is being distorted) for the left channel.
nl: Duidt aan dat het signaal aan het clippen is (te luid voor de hardware en dus wordt vervormd) voor het linker kanaal.

source: Indicates when the signal is clipping (too loud for the hardware and is being distorted) for the right channel.
nl: Duidt aan dat het signaal aan het clippen is (te luid voor de hardware en dus wordt vervormd) voor het rechter kanaal.

source: Toggle microphone ducking mode (OFF, AUTO, MANUAL)
nl: Schakel microfoone onderdrukinsmodus (UIT, AUTO, MANUEEL)

source: Ducking mode button
nl: Ducking modus toets

source: Outputs the current instantaneous main volume (composite).
nl: Geeft het huidige momentele Outputvolumeniveau weer (samengesteld).

source: Outputs the current instantaneous main volume for the left channel.
nl: Geeft het huidige momentele Outputvolumeniveau weer voor het linker kanaal.

source: Outputs the current instantaneous main volume for the right channel.
nl: Geeft het huidige momentele Outputvolumeniveau weer voor het rechter kanaal.

source: Decks, Preview Decks and Samplers
nl: Decks, VoorbeluisteringsDecks en Samplers

source: Each deck in Mixxx corresponds to a :mixxx:cogroupref:`[ChannelN]` group. Whenever you see :mixxx:cogroupref:`[ChannelN]`, think "Deck N". N can range from 1 to the number of active decks in Mixxx.
nl: Elk deck in Mixxx komt overeen met een :mixxx:cogroupref:`[ChannelN]` group. Waar u ook maar een :mixxx:cogroupref:`[ChannelN]` ziet, zoals "Deck N". N kan gaan van 1 tot het aantal actieve decks in Mixxx.

source: Preview decks and Sample decks ("samplers") in Mixxx are identical to regular decks, they simply have a different purpose (previewing tracks or playing samples, respectively). Any control listed above for :mixxx:cogroupref:`[ChannelN]` will work for a samplers and preview decks, just replace :mixxx:cogroupref:`[ChannelN]` with :mixxx:cogroupref:`[PreviewDeckN]` or :mixxx:cogroupref:`[SamplerN]`.
nl: VoorbeluisteringsDecks en Sampler decks ("samplers") in Mixxx zijn identiek aan normale decks, ze hebben enkel een ander doel (respectievelijk voor-beluisteren van tracks of samples afspelen). Elk besturingselement dat hierboven werd opgelijst voor :mixxx:cogroupref:`[ChannelN]` werkt ook voor samplers en preview decks, vervang enkel :mixxx:cogroupref:`[ChannelN]` met :mixxx:cogroupref:`[PreviewDeckN]` of :mixxx:cogroupref:`[SamplerN]`.

source: There are some :ref:`additional global controls for samplers <appendix-mixxxcontrols-samplers>`.
nl: Er zijn enkele :ref:`additionele algemene besturingselementen voor samplers <appendix-mixxxcontrols-samplers>`.

source: Fast rewind (REW)
nl: Snel terugspoelen (REW)

source: << button
nl: << toets

source: Indicates, depending on the play direction, how the player is currently positioned to the closest beat.
nl: Duidt aan, afhankelijk van de afspeelrichting, hoe de speler momenteel gepositioneerd is ten opzichte van de dichtstbije beat.

source: An LED controlled by beat_active can be used for beat matching or for finding a beat using jog or control vinyl.
nl: Een LED bestuurd door een beat_active kan gebruikt worden voor beat matching of om een beat te vinden via de jog of door vinyl te manipuleren.

source: In case of fractional loops (e.g. 1/32), the rate of beat events can be very high. You should test if your controller is capable to process this update rate. If not, inhibt the beat indication for short loops, depending on the value of `[ChannelN],beatloop_size`.
nl: In geval van fractionele lussen (bv 1/32), kan het aantal beat events hoog oplopen. U moet testen of uw controller over de mogelijkheid beschikt om deze updatesnelheid te verwerken. Indien niet, zet de beataanduiding uit voor korte lussen, afhankelijk van de waarde van `[ChannelN],beatloop_size`.

source: Value
nl: Waarde

source: Play direction
nl: Afspeelrichting

source: Position
nl: Positie

source: Set when play direction changes or +-20% of the distance to the previous/next beat is reached
nl: Ingesteld wanneer de afpseelrichting wijzigt of wanneer +-20% van de afstand tot de vorige/volgende beat is berijkt

source: Forward
nl: Voorwaarts

source: Set at a beat
nl: Ingesteld op een beat

source: Reverse
nl: Omgekeerd

source: real number, read-only
nl: reëel getal, enkel lezen

source: (Reverse indication added in 2.4.0)
nl: (Omgekeerd aanduiding, toegevoegd in 2.4.0)

source: Its value is set to the sample position of the closest beat of the active beat and is used for updating the beat LEDs.
nl: De waarde is ingesteld op de sample positie van de dichtstbije beat van de actieve beat en wordt gebruikt om de beat LEDs up te daten.

source: -1, 0.0, real-valued
nl: -1, 0.0, reële waarde

source: Outputs the relative position of the play marker in the section between the the previous and next beat marker.
nl: Geeft de relatieve positie weer van de afspeelindicator in het gedeelte tussen de vorige en de volgende beat aanduiding.

source: 0.0 - 1.0, real-valued
nl: 0.0 - 1.0, reële waarde

source: Jump forward (positive) or backward (negative) by N beats. If a loop is active, the loop is moved by X beats.
nl: Spring voorwaarts (positief) of achterwaarts (negatief) met N beats. Als een lus actief is, wordt de lus met X beats verplaatst.

source: any real number within the range, see :mixxx:coref:`[ChannelN],beatloop_X_activate`
nl: elk reëel getal binnen het bereik, zie :mixxx:coref:`[ChannelN],beatloop_X_activate`

source: Player jumps forward or backward by X beats.
nl: Speler springt voor- of achterwaarts met X beats.

source: Set the number of beats to jump with :mixxx:coref:`beatjump_forward <[ChannelN],beatjump_forward>` /:mixxx:coref:`beatjump_backward <[ChannelN],beatjump_backward>`.
nl: Stelt het aantal beats in om te springen met :mixxx:coref:`beatjump_forward <[ChannelN],beatjump_forward>` /:mixxx:coref:`beatjump_backward <[ChannelN],beatjump_backward>`.

source: positive real number
nl: positief reëel getal

source: Beatjump size spinbox
nl: Beatjump grootte spinbox

source: Halve the value of :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.
nl: Halveer de waarde van :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.

source: Double the value of :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.
nl: Verdubbel de waarde van :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.

source: Jump forward by :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`. If a loop is active, the loop is moved forward by X beats.
nl: Spring voorwaarts met :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`. Indien een lus actief is, wordt de lus voorwaarts verplaatst met X beats.
