Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix/mixxx_controls.po
Languages: nl

source: This control can be used in controller scripts to trigger context-specific actions. For example, if the tracks table has focus, pressing a button loads the selected track to a specific deck, while the same button would clear the search if the search bar is focused.
nl: Dit besturingselement kan in controller scripts gebruikt worden om context-specifieke acties aan te sturen. Bijvoorbeeld, als de focus op de tracktabel ligt dan kan een druk op een toets de geselecteerde track laden naar een gespecifieerd deck, terwijl wanneer de focus op het zoekbalk ligt, dezelfde toets de zoektermen kan verwijderen.

source: Note: This control is useful only if a Mixxx window has keyboard focus, otherwise it always returns 0.
nl: Let op: Dit besturingselement is enkel handig wanneer een Mixxx venster de toetsenbord focus heeft, anders zal het altijd een waarde 0 geven.

source: writeable
nl: beschrijfbaar

source: none
nl: geen

source: Search bar
nl: Zoekbalk

source: Tree view
nl: Boomstructuur

source: Tracks table or root views of library features
nl: Tracktabel of basisweergave van de bibliotheek functies

source: Context menu (menus of library widgets or other editable widgets, or main menu bar)
nl: Context menu (menu van bibliotheek widgets of van andere bewerkbare widgetsof van de hoofdmenubalk)

source: Dialog (any confirmation or error popup, preferences, track properties or cover art window)
nl: Dialoog (eender welke bevestigings- of foutmeldingspopup, voorkeuren, track eigenschappen of cover art venster)

source: Unknown (widgets that don't fit into any of the above categories)
nl: Onbekend (widgets die niet passen in één van de bovenstaande categoriën)

source: Currently focused widget changes
nl: De focus verandert van de huidige widget

source: Triggers different actions, depending on which interface element currently has keyboard focus:
nl: Roept verschillende acties in, afhankeljk van op welk interface element momenteel de focus ligt:

source: **Search bar**
nl: **Zoek balk**

source: text box
nl: Tekst box

source: moves focus to tracks table
nl: verzet de focus naar de trackstabel

source: Clear button
nl: Leeg toets

source: clears search text
nl: leegt de zoektekst

source: **Sidebar**
nl: **Zijbalk**

source: collapsed node
nl: ingeklapte modus

source: expands the item (except Tracks and Auto DJ)
nl: breidt het item uit (behalve Tracks en Auto DJ)

source: **Tracks table**
nl: **Trackstabel**

source: Performs the action selected in :menuselection:`Preferences --> Library --> Track Double-Click Action` (default is "Load selected track"). Also see :menuselection:`Preferences --> Decks --> Playing track protection`
nl: Voert de in :menuselection:`Voorkeuren --> Bibliotheek --> Track Double-Click Action` (standaard is "Laad geselecteerde track") actie uit. Zie ook :menuselection:`Voorkeuren --> Decks --> Bescherm de afspelende track`

source: **Context menus**
nl: **Context menu**

source: presses :kbd:`Enter`
nl: drukt op :kbd:`Enter`

source: **Dialogs / popups**
nl: **Dialoogvensters / popups**

source: presses :kbd:`Enter`. Note: the :mixxx:coref:`Move.. <[Library],MoveUp>` controls allow to move button focus.
nl: drukt op :kbd:`Enter`. Let op: het :mixxx:coref:`Move.. <[Library],MoveUp>` besturingselement staat toe om de toetsfocus te wijzigen.

source: Context dependent
nl: Context afhankelijk

source: Tracks table context menu is shown or hidden.
nl: Tracktabel context menu is zichtbaar of verborgen.

source: Add selected track(s) to Auto DJ Queue (bottom).
nl: Voeg de geselecteerde track(s) toe aan de Auto DJ Wachtlijst (onderaan).

source: Append track(s) to Auto DJ playlist
nl: Voeg track(s) toe aan de Auto DJ afspeellijst, achteraan.

source: Add selected track(s) to Auto DJ Queue (top).
nl: Voeg de geselecteerde track(s) toe aan de Auto DJ Wachtlijst (bovenaan).

source: Prepend track(s) to Auto DJ playlist
nl: Voeg track(s) toe aan de Auto DJ afspeellijst, vooraan.

source: Increase the size of the library font. If the row height is smaller than the font-size the larger of the two is used.
nl: Vergroot de grootte van het bibliotheek-lettertype. Wanneer de rijhoogte kleiner is dan de lettertype-grootte wordt de grootste van beide gebruikt.

source: Increase or decrease the size of the library font
nl: Verkleint de grootte van het bibliotheek-lettertype.

source: Relative
nl: Relatief

source: Indicates the sorting column the track table
nl: Toont de kolom waarop de tracktabel gesorteerd is

source: Description
nl: Beschrijving

source: Library
nl: Bibliotheek

source: Playlist
nl: Afspeellijst

source: Crate
nl: Krat

source: Browse
nl: Verken

source: Artist
nl: Artiest

source: Title
nl: Titel

source: Albumartist
nl: Albumartiest

source: Year
nl: Jaar

source: Composer
nl: Componist

source: Grouping
nl: Groepering

source: Tracknumber
nl: Tracknummer

source: Filetype
nl: Bestandstype

source: Native Location
nl: Oorspronkelijke locatie

source: Comment
nl: Opmerking

source: Duration
nl: Duur

source: Bitrate
nl: Bitsnelheid

source: ReplayGain
nl: Afspeelvolume

source: Datetime Added
nl: DatumTijd Toegevoegd

source: Times Played
nl: Aantel keel afgespeeld

source: Rating
nl: Wardering

source: Preview
nl: Voorbeluisteren

source: Playlist ID
nl: Afspeellijst ID

source: Location
nl: Locatie

source: Filename
nl: Bestandsnaam

source: File Modified Time
nl: Bestand gewijzigd tijd

source: File Creation Time
nl: Bestand aanmaak tijd

source: Sample Rate
nl: Sample frequentie

source: Track Color
nl: Track kleur

source: Last Played
nl: Laatst afgespeeld

source: Sorting indicator in the column headers of the track table
nl: Sorteer aanduiding in de kolomhoofding van de tracktabel

source: Equivalent to clicking on column headers. A new value sets :mixxx:coref:`[Library],sort_column` to that value and :mixxx:coref:`[Library],sort_order` to 0, setting the same value again will toggle :mixxx:coref:`[Library],sort_order`.
nl: Evenwaardig aan clicken op de kolomhoofding. Een nieuwe waarde stelt :mixxx:coref:`[Library],sort_column` op die waarde en stelt :mixxx:coref:`[Library],sort_order` in op 0Dezelfde waarde opnieuw instellen wijzigt opnieuw de :mixxx:coref:`[Library],sort_order`.

source: Same as for :mixxx:coref:`[Library],sort_column` or value 0 for sorting according the current column with the cursor on it
nl: Zelfde als voor :mixxx:coref:`[Library],sort_column` of waarde 0 voor sortering op de huidige kolom waar de cursor op staat

source: Indicate the sort order of the track tables.
nl: Duidt de sorteervolgorde aan van de tracktabel.

source: Binary (0 for ascending, 1 for descending)
nl: Binair (0 voor oplopend, 1 fvoor aflopend)

source: Sort the column of the table cell that is currently focused, which is equivalent to setting :mixxx:coref:`[Library],sort_column_toggle` to 0. Though unlike that, it can be mapped to pushbuttons directly.
nl: Sorteer de kolom vanwelke een tabelcel momenteel de focus heeft. Gelijk aan :mixxx:coref:`[Library],sort_column_toggle` instellen op 0, behalve dat deze onmiddelijk kan gelinkt worden aan druktoetsen.

source: Set color of selected track to previous color in palette.
nl: Stel de kleur van de geselecteerde track in op de vorige kleur in het palet.

source: Set color of selected track to next color in palette.
nl: Stel de kleur van de geselecteerde track in op de volgende kleur in het palet.

source: Select the next saved search query. Wraps around at the last item to the empty search.
nl: Selecteer de volgende opgeslagen zoekopdracht. Wikkelt zich rond het laatste item tot de lege zoekopdracht.

source: Searchbox query changes
nl: Zoekopdracht wijzigt

source: Select the previous saved search query. Wraps around at the top to the last item.
nl: Selecteer de vorige opgeslagen zoekopdracht. Wikkelt zich rond de top tot het laatste item.

source: Select another saved search query. < 0 goes up the list, > 0 goes down. Wraps around at the top and bottom.
nl: Selecteer een andere opgeslagen zoekopdracht. <0 gaat omhoog in de lijst, > 0 gaat omlaag in de lijst. Wikkelt zich rond de top tot aan de bodem.

source: Clear the search.
nl: Verwijder de zoektermen.

source: Searchbox query is cleared
nl: Zoektermen zijn verwijderd

source: The library section in the GUI can be enlarged by using the :mixxx:coref:`[Skin],show_maximized_library` control.
nl: Het bibliotheekonderdeel in de GUI kan worden vergroot door het :mixxx:coref:`[Skin],show_maximized_library` besturingselement te gebruiken.

source: The :mixxx:coref:`[Skin],show_library_coverart` control can be used to toggle the display of library coverart.
nl: Het :mixxx:coref:`[Skin],show_library_coverart` besturingselement kan gebruikt worden om de weergave van de bibliotheek coverart te schakelen.

source: The ``[Shoutcast]`` controls
nl: De ``[Shoutcast]`` besturingselementen

source: Shows if live Internet broadcasting is enabled.
nl: Duidt aan of live Internet broadcasting actief is.

source: shoutcast only supports mp3 format as field
nl: shoutcast ondersteunt enkel het mp3 formaat als veld

source: This control displays whether broadcasting connection to Shoutcast server was successfully established.
nl: Dit besturingselement geeft weer of er succesvol een broadcasting verbinding met de Shoutcast server werd gemaakt.

source: The ``[Playlist]`` controls
nl: De ``[Playlist]`` besturingselementen

source: :mixxx:cogroupref:`[Playlist]` controls allow navigating the sidebar and tracks table directly without considering the currently focused widget. This is helpful when another application's window is focused. This group is going to be deprecated at some point, with its controls added to ``[Library]`` above.
nl: :mixxx:cogroupref:`[Playlist]` besturingselementen staan toe om in de zijbalk en trackstabel te navigeren zonder rekening te houden met de widget waarop momenteel de focus ligt. Dit is handig wanneer een ander venster van de applicatie de focus heeft. Deze groep zal op een zeker moment in onbruik geraken, de besturingselementen werden reeds toegevoegd aan ``[Library]`` hierboven.

source: See `bug \#1772184 <https://github.com/mixxxdj/mixxx/issues/9296>`__ for the current status.
nl: Zie `fout \#1772184 <https://github.com/mixxxdj/mixxx/issues/9296>`__ voor de huidige staat.

source: Scrolls the given number of items (view, playlist, crate, etc.) in the side pane (can be negative for reverse direction).
nl: Scrollt het gegeven aantal items (weergave, afspeellijst, krat, etc.) in de zijbalk (kan negatief zijn voor omgekeerde richting).

source: relative value
nl: relatieve waarde

source: Library sidebar highlight
nl: Bibliotheek zijbalk licht op

source: Scrolls the given number of tracks in the track table (can be negative for reverse direction).
nl: Scrollt het gegeven aantal tracks in the tracktabel (kan negatief zijn voor omgekeerde richting).

source: Library track table highlight
nl: Bibliotheek tracktabel licht op

source: The ``[Controls]`` controls
nl: De ``[Controls]`` besturingselementen

source: The :mixxx:cogroupref:`[Controls]` group contains controls that didn't fit in any other group.
nl: De :mixxx:cogroupref:`[Controls]` group bevat besturingselementen die niet in een andere groep passen.

source: Once enabled, all touch tab events are interpreted as right click. This control has been added to provide touchscreen compatibility in 2.0 and might be replaced by a general modifier solution in the future.
nl: Eens geactiveerd worden alle touch tab gebeurtenissen geïnterpreteerd als rechterclick, dit besturingselement werd toegevoegd om compatibiliteit te verschaffen in 2.0 en kan worden vervangen door een algemene aanpassings-oplossing in de toekomst.

source: All Widgets
nl: Alle Widgets

source: If enabled, colors will be assigned to newly created :term:`hotcues <hotcue>` automatically.
nl: Indien geactiveerd worden kleuren automatisch toegewezen aan nieuw aangemaakte :term:`hotcues <hotcue>`.

source: Represents the current state of the remaining time duration display of the loaded track.
nl: Toont de huidige staat van de overgebleven tijdsduurweergave van de geladen track.

source: currently showing elapsed time, sets to remaining time
nl: momenteel wordt de verstreken tijd getoond, stelt in op resterende tijd

source: currently showing remaining time , sets to elapsed time
nl: momenteel wordt de resterende tijd getoond, stelt in op verstreken tijd

source: currently showing both (that means we are showing remaining, set to elapsed
nl: momenteel worden beide getoond (dat betekent dat we de resterende tonen, stelt in op verstreken tijd)

source: The Effects Framework
nl: Het Effecten Kader

source: In the list below,
nl: In de onderstaande lijst,

source: EffectRack1 leaves room for future expansion to multiple EffectRacks.
nl: EffectRack1 laat plaats voor een toekomstige uitbreiding naar multiple EffectRacks.

source: N ranges from 1 to ``[EffectRack1],num_effectunits``, inclusive.
nl: N gaat van 1 tot ``[EffectRack1],num_effectunits``, inclusief.

source: M ranges from 1 to ``[EffectRack1_EffectUnitN],num_effectslots``, inclusive. (For a given value of N)
nl: M gaat van 1 tot ``[EffectRack1_EffectUnitN],num_effectslots``, inclusief. (Voor een gegeven waarde N)

source: K ranges from 1 to ``[EffectRack1_EffectUnitN_EffectM],num_parameters``, inclusive. (For given values of N and M)
nl: K gaat van 1 tot ``[EffectRack1_EffectUnitN_EffectM],num_parameters``, inclusief. (Voor gegeven waarden N en M)

source: I ranges from 1 to ``[App],num_decks``, inclusive.
nl: I gaat van 1 tot ``[App],num_decks``, inclusief.

source: J ranges from 1 to ``[App],num_samplers``, inclusive.
nl: J gaat van 1 tot ``[App],num_samplers``, inclusief.

source: Linking Values
nl: Waarden verbinden

source: Effect parameters can be linked to the effect's metaknob. This linkage can be user-controlled by changing the ``link_type`` and the ``link_inverse`` control of the parameter. The default link type is loaded from the effect parameter's manifest's ``linkHint`` property.
nl: Effect parameters kunnen verbonden worden met de effect-metaknop. Deze verbinding kan gecontroleerd worden door de gebruiker door het ``link_type`` en de ``link_inverse`` besturingselement van de parameter. Het standaard verbindingstype van het effect wordt geladen vanuit de eigenschappen van het manifest van de parameter van het effect ``linkHint`` property.

source: Link Type
nl: Verbindingstype

source: Integer Value
nl: Integer waarde

source: Interpretation
nl: Interpretatie

source: Not controlled by the metaknob
nl: Niet gecontrolleerd met de metaknop

source: Linked
nl: Verbonden

source: Controlled by the metaknob as it is
nl: Gecontrolleerd met de metaknop zoals het is

source: Linked Left
nl: Verbonden Links

source: Controlled by the left side of the metaknob
nl: Gecontrolleerd met de linkerkant van de metaknop

source: Linked Right
nl: Verbonden Rechts

source: Controlled by the right side of the metaknob
nl: Gecontrolleerd met de rechterkant van de metaknop

source: Linked Left Right
nl: Verbonden Links Rechts

source: Controlled by both sides of the metaknob
nl: Gecontrolleerd met beide kanten van de metaknop

source: Link Inverse
nl: Verbind omgekeerd

source: Normal
nl: Normaal

source: Linked in equal relation
nl: Verbonden in een evenwaardige relatie

source: Inverse
nl: Omgekeerd

source: Linked in an inverse relation.
nl: Verbonden in een omgekeerde relatie.

source: EQs and Filters
nl: EQs en Filters

source: Controls
nl: Besturingselementen

source: The number of EffectUnits in this rack
nl: Het aantal EffectUnits in dit rack

source: Select EffectChain preset. \> 0 goes one forward; \< 0 goes one backward.
nl: Selecteer de EffectChain voorkeuze. \> 0 gaat één voorwaarts; \< 0 gaat één achterwaarts.

source: Clear the currently loaded EffectChain in this EffectUnit.
nl: Verwijder de momenteel geladen EffectChain uit deze EffectUnit.

source: If true, the EffectChain in this EffectUnit will be processed. Meant to allow the user a quick toggle for the effect unit.
nl: Indien waar, wordt de EffectChain in deze EffectUnit uitgevoerd. Bedoeld om de gebruiker toe te staan om snel een effect aan/uit te zetten

source: binary, default true
nl: binair, standaard waar

source: 0 indicates no effect is focused; \> 0 indicates the index of the focused effect. Focusing an effect only does something if a controller mapping changes how it behaves when an effect is focused.
nl: 0 duidt aan dat geen focus is op geen enkel effect; \> 0 toont de index van het effect met focus. Focus leggen op een effect doet enkel iets als de controller verwijzing wijzigt hoe het zich gedraagt als het de focus krijgt.

source: Whether or not this EffectChain applies to Deck I
nl: Of dit EffectChain toegepast wordt op Deck 1 of niet

source: Whether or not this EffectChain applies to the Headphone output
nl: Of dit EffectChain toegepast wordt op de hoofdtelefoon output of niet

source: Whether or not this EffectChain applies to the Main output
nl: Of dit EffectChain toegepast wordt op de Main output of niet

source: Whether or not this EffectChain applies to Sampler J
nl: Of dit EffectChain toegepast wordt op Sampler 1 of niet

source: Whether an EffectChain is loaded into the EffectUnit
nl: Of een EffectChain geladen wordt in de EffectUnit of niet

source: 0-based index of the currently loaded EffectChain preset. `0` is the empty/passthrough preset, `-1` indicates an unsaved preset (default state of `[EffectRack1_EffectUnitN]`).
nl: 0-gebasserde index van de momenteel geladen EffectChain voorkeuze. `0` is de lege/passthrough voorkeuze, `-1` duidt op een niet opgeslagen voorkeuze (standaard staat van `[EffectRack1_EffectUnitN]`).

source: The dry/wet mixing ratio for this EffectChain with the EngineChannels it is mixed with
nl: De dry/wet mixing ratio voor deze EffectChain met de EngineChannels waarmee het wordt gemengd

source: Cycle to the next EffectChain preset after the currently loaded preset.
nl: Ga verder naar de volgende EffectChain voorkeuze na de momenteel geladen voorkeuze.

source: The number of effect chain presets available in this EffectUnit, including the empty/passthrough preset "\-\-\-".
nl: Het aantal effect chain voorkeuzes beschikbaar in deze EffectUnit, inclusief de lege/passthrough preset "\-\-\-".

source: integer, read-only, >=1
nl: integer, alleen-lezen, >=1

source: The number of effect slots available in this EffectUnit.
nl: Het aantal effect slots beschikbaar in deze EffectUnit.

source: Cycle to the previous EffectChain preset before the currently loaded preset.
nl: Ga terug naar de vorige EffectChain voorkeuze voor de momenteel geladen voorkeuze.

source: Whether to show focus buttons and draw a border around the focused effect in skins. This should not be manipulated by skins; it should only be changed by controller mappings.
nl: Of een toon focus knop moet getoond worden en trek een kader om het effect met de focus in skins. Dit zou niet mogen gemanipuleerd worden in skins; het mag enkel gewijzigd worden door controller verbindingen.

source: Whether to show all the parameters of each effect in skins or only show metaknobs.
nl: Of in skins alle parameters van elk effect moeten worden getoond of enkel de metaknobs.

source: The EffectChain superknob. Moves the metaknobs for each effect in the chain.
nl: De EffectChain superknop. Beweegt alle metaknops voor elke effect in de chain.

source: Clear the currently loaded Effect in this Effect slot from the EffectUnit.
nl: Verwijder het momenteel geladen Effect in dit Effect slot uit van de EffectUnit.

source: Select Effect -- \>0 goes one forward, \<0 goes one backward.
nl: Selecteer Effect -- \>0 gaat één voorwaarts, \<0 gaat één terug.

source: If true, the effect in this slot will be processed. Meant to allow the user a quick toggle for this effect.
nl: Indien waar wordt het effect in dit slot verwerkt. Bedoelt om de gebruiker de mogelijkheid te geven voor een snelle schakeling van dit effect.

source: Whether an Effect is loaded into this EffectSlot
nl: of een Effect geladen wordt in dit EffectSlot

source: 0-based index of the currently loaded effect preset, including the empty/passthrough preset "\-\-\-".
nl: 0-gebaseerde index van de momenteel geladen effect voorkeuze, inclusief de lege/passthrough voorkeuze "\-\-\-".

source: Cycle to the next effect after the currently loaded effect.
nl: Ga verder naar het volgende effect na het huidig geladen effect.

source: The number of parameters the currently loaded effect has.
nl: Het aantal parameters dat het momenteel geladen effect heeft.

source: integer, read-only, 0 if no effect is loaded
nl: integer, alleen-lezen, 0 indien er geen effect geladen is

source: The number of parameter slots available.
nl: Het aantal beschikbare parameter slots.

source: The number of button parameters the currently loaded effect has.
nl: Het aantal toets parameters dat het momenteel geladen effect heeft.

source: integer, read-only, 0 if no effect is loaded
nl: integer, alleen-lezen, 0 indien geen effect geladen is

source: The number of button parameter slots available.
nl: Het aantal beschikbare toets parameter slots.

source: Controls the parameters that are linked to the metaknob.
nl: Bestuurt de parameters die verbonden zijn met de metaknob.

source: Cycle to the previous effect before the currently loaded effect.
nl: Gaat verder naar het vorige effect voor het momenteel geladen effect

source: The scaled value of the Kth parameter. See the `Parameter Values <https://github.com/mixxxdj/mixxx/wiki/Effects-Framework#user-content-parameter-values>`__ section for more information.
nl: De geschaalde waarde van de K parameter. Zie de `Parameter Waarden <https://github.com/mixxxdj/mixxx/wiki/Effects-Framework#user-content-parameter-values>`__ onderdeel voor meer informatie.

source: double
nl: dubbel

source: The link direction of the Kth parameter to the effect's metaknob.
nl: De vebindingsrichting van de K parameter met de metaknob van het effect.

source: bool
nl: boolean

source: The link type of the Kth parameter to the effects's metaknob.
nl: Het verbindingstype van de K parameter met de metaknob van het effects.

source: enum
nl: opsomming

source: Whether or not the Kth parameter slot has an effect parameter loaded into it.
nl: Of het K parameter slot een effect geladen heeft of niet it.

source: The type of the Kth parameter value. See the Parameter Value Types table.
nl: Het type van de K parameter waarde. Zie ook de Parameter Waarde Types tabel.

source: The value of the Kth parameter. See the Parameter Values section for more information.
nl: De waarde van de K parameter. Zie ook het Parameter Waarden onderdeel voor meer informatie.

source: The :mixxx:coref:`[EffectRack1],show` control can be used to show and hide the effect section in the GUI.
nl: Het :mixxx:coref:`[EffectRack1],show` besturingselement kan gebruikt worden om het effectonderdeel al dan niet te tonen in de GUI.

source: The ``[Skin]`` group
nl: De ``[Skin]`` group

source: The :mixxx:cogroupref:`[Skin]` group contains controls that are used to selective show and hide parts of the :term:`graphical user interface <GUI>` of Mixxx to suit your needs.
nl: De :mixxx:cogroupref:`[Skin]` group bevat de besturingselementen die gebruikt worden om bepaalde geselecteerde delen te tonen of te verbergen van de :term:`graphical user interface <GUI>` van Mixxx om te voldoen aan de behoeften.

source: Some skins may not support some or all of these controls. In this case, triggering the unsupported control will do nothing.
nl: Somige skins ondersteunen somige of al deze besturingselementen niet. In dat geval zal het oproepen van het niet ondersteunde besturingselement niets doen
