Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix/mixxx_controls.po
Languages: nl

source: Set a :term:`hotcue` at the current play position and saves it as hotcue X of :mixxx:coref:`type <[ChannelN],hotcue_X_type>` "Hotcue". In case a loop is currently enabled (i.e. if `[ChannelN],loop_enabled` is set to 1), the loop will be saved as hotcue X instead and :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` will be set to "Loop".
nl: Stelt een :term:`hotcue` in op de huidige afspeelpositie en slaat deze op als hotcue X van :mixxx:coref:`type <[ChannelN],hotcue_X_type>` "Hotcue". In geval dat er momenteel een lus geactiveerd is (bv. als `[ChannelN],loop_enabled`ingesteld is op 1), dan zal de lus opgeslagen worden als hotcue X in de plaats en en het :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` zal ingesteld worden als "Loop".

source: Identical to :mixxx:coref:`hotcue_X_set <[ChannelN],hotcue_X_set>`, but this always sets a regular cue point (i.e. :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` "Hotcue"), regardless of whether a loop is enabled or not.
nl: Identiek aan :mixxx:coref:`hotcue_X_set <[ChannelN],hotcue_X_set>`, maar dit besturingselement stelt steeds een normaal cue punt in (bv. :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` "Hotcue"), ongeacht of er een loop is geactiveerd of niet.

source: This control can be used for controllers that have dedicated :term:`hotcue`/saved loop pad modes.
nl: Dit besturingselement kan worden gebruikt voor controllers met een speciaal toegewezen :term:`hotcue`/opgeslagen lus modus.

source: Identical to :mixxx:coref:`hotcue_X_set <[ChannelN],hotcue_X_set>`, but this always saves a loop (i.e. :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` "Loop"), regardless of whether a loop is enabled or not. If no loop is available, this sets and enables a beat loop of of :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. This control can be used for controllers that have dedicated :term:`hotcue`/saved loop pad modes.
nl: Identiek aan :mixxx:coref:`hotcue_X_set <[ChannelN],hotcue_X_set>`, maar dit besturingselement slaat steeds een lus op (bv. :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` "Loop"), ongeacht of er een lus geactiveerd is of niet. Indien er geen lus beschikbaar is, dan stelt dit een lus in en activeert deze met een grootte van :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. Dit besturingselement kan gebruikt worden voor controllers met een speciaal toegewezen :term:`hotcue`/opgeslagen lus pad modus.

source: Contains the number of the most recently used :term:`hotcue` (or -1 if no hotcue was used).
nl: Bevat het nummer van de meest recent gebruikte :term:`hotcue` (of -1 indien geen hotcue werd gebruikt).

source: positive integer (or -1)
nl: positieve integer (of -1)

source: If there is a focused :term:`hotcue`, sets its color to the previous color in the palette.
nl: Indien er een :term:`hotcue` met focus is, dan wordt de kleur op de vorige kleur in het palet ingesteld.

source: Color of focused hotcue button and waveform marker changes.
nl: De kleur van de hotcue toets met focus en de waveform veranderen.

source: If there is a focused :term:`hotcue`, sets its color to the next color in the palette.
nl: Indien er een :term:`hotcue` met focus is, dan wordt de kleur op de volgende kleur in het palet ingesteld.

source: If the intro end cue is set, seeks the player to the intro end position. If the intro end is not set, sets the intro end to the current play position.
nl: Indien de intro end cue ingesteld is, zoekt de speler naar de intro end positie. Indien de intro end niet is ingesteld, dan wordt de intro end op de huidige positie ingesteld.

source: Player may change position. Intro end marker may change on waveform.
nl: De speler kan de positie veranderen, intro end markering kan veranderen inde waveform.

source: If the intro end cue is set, clears its status.
nl: Indien de intro end cue ingesteld is, verwijder de status.

source: Intro end marker changes on waveform.
nl: Intro end markering verandert in de waveform.

source: 1 if intro end cue is set, (position is not -1), 0 otherwise.
nl: 1 indien intro end cue ingesteld is, (positie is niet -1), anders 0.

source: Intro end button lights up.
nl: Intro end toets licht op.

source: The position of the intro end in samples, -1 if not set.
nl: De positie van de intro end in samples, -1 indien niet ingesteld.

source: Set intro end to the current play position. If intro end was previously set, it is moved to the new position.
nl: Stelt de intro end in op de huidige afspeelpositie. Indien intro end voordien was ingesteld wordt deze gewijzigd naar de nieuwe positie.

source: If the intro start cue is set, seeks the player to the intro start position. If the intro start is not set, sets the intro start to the current play position.
nl: Indien de intro start cue ingesteld is, zoekt de speler naar de intro start positie. Indien de intro start niet is ingesteld, dan wordt de intro start op de huidige positie ingesteld.

source: Player may change position. Intro start marker may change on waveform.
nl: De speler kan de positie veranderen, intro start markering kan veranderen inde waveform.

source: If the intro start cue is set, clears its status.
nl: Indien de intro starts cue ingesteld is, verwijder de status.

source: Intro start marker changes on waveform.
nl: Intro start markering verandert in de waveform.

source: 1 if intro start cue is set, (position is not -1), 0 otherwise.
nl: 1 indien intro start cue ingesteld is, (positie is niet -1), anders 0.

source: Intro start button lights up.
nl: Intro start toets licht op.

source: The position of the intro start in samples, -1 if not set.
nl: De positie van de intro start in samples, -1 indien niet ingesteld.

source: Set intro start to the current play position. If intro start was previously set, it is moved to the new position.
nl: Stelt de intro start in op de huidige afspeelpositie. Indien intro start voordien was ingesteld wordt deze gewijzigd naar de nieuwe positie.

source: Current key of the track
nl: Huidige key van de track

source: Enable key-lock for the specified deck (rate changes only affect tempo, not key)
nl: Activeer key-lock voor het gespecifieerde deck (rate veranderingen wijzigen enkel het tempo, niet de key)

source: key-lock button activates
nl: key-lock toets activeert

source: Loads the currently highlighted track into the deck
nl: Laadt de huidige geselecteerde track in het deck

source: Loads the currently highlighted track into the deck and starts playing.
nl: Laadt de huidige geselecteerde track in het deck en start het afspelen.

source: If the player is a preview deck and the selected track is already loaded, toggle play/pause.
nl: Indien de speler een voorbeluisterdeck is en de geselecteerde track reeds geladen is, schakel tussen afspelen/pauseren

source: Track name & waveform change & Play/pause button
nl: Track naam & waveform wijzigt & Play/pause toets

source: Reflects the average bpm around the current play position of the loaded file.
nl: Duidt de gemiddelde bpm aan omstreeks de huidige afspeelpositie van het geladen bestand.

source: positive value
nl: positieve waarde

source: Doubles :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. If :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` equals the size of the loop, the loop is resized.
nl: Verdubbelt de :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. Indien :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` gelijk is aan de grootte van de lus, wordt de grootte van de lus gewijzigd.

source: If a saved loop is currently enabled, the modification is saved to the hotcue slot immediately.
nl: Indien een opgeslagen lus momenteel geactiveerd is, wordt de aanpassing onmiddelijk opgeslagen in het hotcue slot.

source: Beatloop size spinbox changes
nl: Beatloop grootte spinbox wijziging

source: Indicates whether or not a loop is enabled.
nl: Duidt aan of een loop geactiveerd is.

source: Loop in waveform is active.
nl: Lus in waveform is actief.

source: Control is not longer read-only and can be used to enable/disable looping.
nl: Besturingselement is niet langer alleen-lezen en kan gebruikt worden om lussen te activeren / deactiveren..

source: Clears the last active loop, i.e. deactivates and removes loop, detaches :mixxx:coref:`loop_in <[ChannelN],loop_in>`, :mixxx:coref:`loop_out <[ChannelN],loop_out>`, :mixxx:coref:`reloop_toggle <[ChannelN],reloop_toggle>` and related controls. It does not affect saved loops.
nl: Verwijdert de laatst actieve lus, bv. deactiveert en verwijdert de lus, ontkoppelt :mixxx:coref:`loop_in <[ChannelN],loop_in>`, :mixxx:coref:`loop_out <[ChannelN],loop_out>`, :mixxx:coref:`reloop_toggle <[ChannelN],reloop_toggle>` en gerelateerde besturingselementen. Opgeslagen lussen worden niet beïnvloed.

source: Last active loop is disabled and removed from waveform and overview.
nl: De laatst actieve lus is gedeactiveerd en verwijderd uit waveform en overzicht.

source: The player loop-out position in samples, -1 if not set.
nl: De speler lus-uit positie in samples, -1 indien niet ingesteld.

source: Loop-out marker shows on waveform.
nl: Lus-out markering wordt getoond in de waveform.

source: Halves :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. If :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` equals the size of the loop, the loop is resized.
nl: Halveert :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. Indien de :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` gelijk is aan de grootte van de lus, wordt de grootte van de lus gewijzigd.

source: If loop is disabled, sets the player loop in position to the current play position. If loop is enabled, press and hold to move loop in position to the current play position. If quantize is enabled, :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` will be updated to reflect the new loop size.
nl: Indien de lus gedeactiveerd is, stelt de speler de lus-in positie in op de huidige afspeelpositie. Indien lus geactiveerd is, druk en hou vast om de lus-in te bewegen naar de huidige afspeelpositie. Indien quantize geactiveerd is, zal de:mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` upgedatet worden om de nieuwe lus grootte weer te geven.

source: Loop-in marker changes on waveform.
nl: Lus-in markering wijzigt in de waveform.

source: Seek to the loop in point.
nl: Zoek naar het lus-in punt.

source: Waveform position jumps
nl: Waveform positie verspringt

source: If loop is disabled, sets the player loop out position to the current play position. If loop is enabled, press and hold to move loop out position to the current play position. If quantize is enabled, :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` will be updated to reflect the new loop size.
nl: Indien lus gedeactiveerd is, stelt de player de lus-uit position in op de huidige afspeelpositie. Indien lus geactiveerd is, druk en hou vast om de lus-uit te bewegen naar de huidige afspeelpositie. Indien quantize geactiveerd is, zal de :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` upgedatet worden om de nieuwe lus grootte weer te geven.

source: Loop-out marker changes on waveform.
nl: Lus-uit markering wijzigt in de waveform.

source: Seek to the loop out point.
nl: Zoek naar het lus-uit punt.

source: Move loop forward by X beats (positive) or backward by X beats (negative).
nl: Beweeg de lus voorwaarts met X beats (positief) of achterwaarts met X beats (negatief).

source: real number
nl: reëel getal

source: Loop moves forward or backward by X beats.
nl: De lus beweegt voorwaarts of achterwaarts met X beats.

source: Moves the loop in and out points forward by X beats. A control exists for X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512
nl: Beweegt de lus -in en -uit punten voorwaarts met X beats. Een besturingselement bestaat voor X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512

source: Loop moves forward by X beats.
nl: Lus beweegt voorwaarts met X beats.

source: Loop moves by X beats. A control exists for X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512
nl: De lus beweegt met X beats. Een besturingselement bestaat voor X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512

source: Loop moves backward by X beats.
nl: Lus beweegt achterwaarts met X beats.

source: Scale the loop length by the value scale is set to by moving the end marker. :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` is not updated to reflect the change.
nl: Schaal de luslengte met de schaalwaarde die wordt ingesteld door de eindmarkering te verplaatsen. De :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` wordt niet upgedate om de wijziging te aan te duiden.

source: 0.0 - infinity
nl: 0.0 - oneindig

source: Loop length is scaled by given amount on waveform.
nl: Luslengte wordt geschaald met een gegeven aantal in de waveform.

source: The player loop-in position in samples, -1 if not set.
nl: De speler lus-in positie in samples, -1 indien niet ingesteld.

source: Set channel orientation for the :term:`crossfader`.
nl: Stel de kanaal orientatie in voor de :term:`crossfader`.

source: Left side of crossfader
nl: Linkerkant van de crossfader

source: Center (not affected by crossfader)
nl: Centraal (niet aangetast door de crossfader)

source: Right side of crossfader
nl: Rechterkant van de crossfader

source: Assign channel to the center of the :term:`crossfader`.
nl: Wijs het kanaal toe aan het centrum van de :term:`crossfader`.

source: Assign channel to the left side of the :term:`crossfader`.
nl: Wijs het kanaal toe aan de linkerkant van de :term:`crossfader`.

source: Assign channel to the right side of the :term:`crossfader`.
nl: Wijs het kanaal toe aan de rechterkant van de :term:`crossfader`.

source: If the outro end cue is set, seeks the player to the outro end position. If the outro end is not set, sets the outro end to the current play position.
nl: Indien de outro end cue ingesteld is, zoekt de speler naar de outro end positie. Indien de outro end niet is ingesteld, stelt de outro end positie in op de huidige positie.

source: Player may change position. Outro end marker may change on waveform.
nl: Speler kan de positie wijzigen. Outro end markering kan veranderen in de waveform.

source: If the outro end cue is set, clears its status.
nl: Indien de outro end cue ingesteld is, verwijder de status.

source: Outro end marker changes on waveform.
nl: Outro end markering verandert in de waveform.

source: 1 if outro end cue is set, (position is not -1), 0 otherwise.
nl: 1 indien de outro end cue ingesteld is, (positie is niet -1), anders 0.

source: Outro end button lights up.
nl: Outro end toets licht op.

source: The position of the outro end in samples, -1 if not set.
nl: De positie van de outro end in samples, -1 indien niet ingesteld.

source: Set outro end to the current play position. If outro end was previously set, it is moved to the new position.
nl: Stelt de outro end in op de huidige afspeelpositie. Indien outro end voordien was ingesteld, wordt deze verplaatst naar de nieuwe positie.

source: If the outro start cue is set, seeks the player to the outro start position. If the outro start is not set, sets the outro start to the current play position.
nl: Indien de outro start cue ingesteld is, zoekt de speler naar de outro start positie. Indien de outro start niet is ingesteld, stelt de outro start positie in op de huidige positie.

source: Player may change position. Outro start marker may change on waveform.
nl: Speler kan de positie wijzigen. Outro start markering kan veranderen in de waveform.

source: If the outro start cue is set, clears its status.
nl: Indien de outro start cue ingesteld is, verwijder de status.

source: Outro start marker changes on waveform.
nl: Outro start markering verandert in de waveform.

source: 1 if outro start cue is set, (position is not -1), 0 otherwise.
nl: 1 indien de outro start cue ingesteld is, (positie is niet -1), anders 0.

source: Outro start button lights up.
nl: Outro start toets licht op.

source: The position of the outro start in samples, -1 if not set.
nl: De positie van de outro start in samples, -1 indien niet ingesteld.

source: Set outro start to the current play position. If outro start was previously set, it is moved to the new position.
nl: Stelt de outro start in op de huidige afspeelpositie. Indien outro start voordien was ingesteld, wordt deze verplaatst naar de nieuwe positie.

source: Connects the vinyl control input for vinyl control on that deck to the channel output. Allows to mix external media into DJ sets.
nl: Verbindthet vinyl besturingselement input voor vinyl besturing op dat deck naar de kanaal output. Zorgt ervoor dat externe media kunnen worden gemengd in DJ sets.

source: Passthrough label in the :term:`waveform overview` and passthrough button
nl: Passthrough label in de :term:`waveform overzicht` en passthrough toets

source: Indicates when the signal is clipping (too loud for the hardware and is being distorted)
nl: Duidt aan dat het signaal aan het clippen is (te luid voor de hardware en dus wordt vervormd).

source: Clip light
nl: Clip lamp

source: Indicates when the signal is clipping (too loud for the hardware and is being distorted) for the left channel
nl: Duidt aan dat het signaal aan het clippen is (te luid voor de hardware en dus wordt vervormd) voor het linkerkanaal.

source: Indicates when the signal is clipping (too loud for the hardware and is being distorted) for the right channel
nl: Duidt aan dat het signaal aan het clippen is (te luid voor de hardware en dus wordt vervormd) voor het rechterkanaal.

source: Toggles :term:`headphone cueing (PFL) <PFL>`.
nl: Schakelt de :term:`hoofdtelefoon cueing (PFL) <PFL>`.

source: Headphone button
nl: Hoofdtelefoon toets

source: The total adjustment to the track's pitch, including changes from the rate slider if keylock is off as well as :mixxx:coref:`pitch_adjust <[ChannelN],pitch_adjust>`.
nl: De totale aanpassing aan de pitch van de track, inclusief wijzigingen van de rate-glijder als keylock is uit staat alsook als bij :mixxx:coref:`pitch_adjust <[ChannelN],pitch_adjust>`.

source: Do not map this to knobs or sliders on controllers; map :mixxx:coref:`pitch_adjust <[ChannelN],pitch_adjust>` instead.
nl: Deze knoppen en besturingselementen niet verbinden met controllers; verbindt :mixxx:coref:`pitch_adjust <[ChannelN],pitch_adjust>` in de plaats.

source: -6.0..6.0 semitones
nl: -6.0..6.0 halftonen

source: Key display
nl: Key weergave

source: Changes the track pitch up one half step, independent of the tempo.
nl: Wijzigt de pitch van de track omhoog met een halve stap, onafhankelijk van het tempo.

source: Changes the track pitch down one half step, independent of the tempo.
nl: Wijzigt de pitch van de track omlaag met een halve stap, onafhankelijk van het tempo.

source: Adjusts the pitch in addition to the :term:`tempo` slider pitch and keylock. It is reset after loading a new track.
nl: Wijzigt de pitch ter aanvulling tot de :term:`tempo` glijder pitch en keylock.De waarde wordt gereset wanneer een nieuwe track wordt geladen.

source: -3.0..3.0 semitones
nl: -3.0..3.0 halftonen

source: Toggles playing or pausing the track.
nl: Schakelt tussen afspelen en pauseren van de track.

source: The value is set to 1 when the track is playing or when previewing from cue points and when the play command is adopted and track will be played after loading.
nl: De waarde wordt ingesteld op 1 wanneer de track aan het spelen is of wanneer vanaf cue punten wordt afgespeeld en wanneer de afspeelbesturingselement overgenomen wordt en de track zal afgespeeld worden na het laden.

source: Play/pause button
nl: Play/pause toets

source: Provides information to be bound with the a Play/Pause button e.g blinking when play is possible
nl: Voorziet informatie die kan verbonden worden met een Play/Pause toets bv knipperen wanneer afspelen mogelijk is

source: This is set to 1 when the track is playing, but not when previewing (see :mixxx:coref:`play <[ChannelN],play>`).
nl: Deze wordt op 1 ingesteld wanneer de track afgespeeld wordt maar niet wanneer deze wordt voorbeluisterd (zie :mixxx:coref:`play <[ChannelN],play>`).

source: A play button without pause. Pushing while playing, starts play at :term:`cue point` again (Stutter).
nl: Een play toets zonder pause. Drukken tijdens afspelen start het afspelen opnieuw vanaf :term:`cue punt` (Stutter).

source: Play/Stutter button
nl: Play/Stutter toets

source: Sets the absolute position in the track.
nl: Stelt de absolute positie in de track in.

source: -0.14 to 1.14 (0 = beginning -> Midi 14, 1 = end -> Midi 114)
nl: -0.14 tot 1.14 (0 = begin -> Midi 14, 1 = einde -> Midi 114)

source: Adjusts the pre-fader gain of the track (to avoid clipping)
nl: Past de pre-fader gain van de track aan (om clipping te vermijden)

source: GAIN knob
nl: GAIN knop

source: Aligns Hot-cues and Loop In & Out to the next beat from the current position.
nl: Lijnt de Hot-cues en lus-In & -Uit uit op de volgende beat vanaf de huidige positie.

source: Hot-cues or Loop In/Out markers
nl: Hot-cues of Loop In/Uit markeringen

source: Speed control
nl: Snelheid besturingselement

source: Indicates orientation of speed slider.
nl: Duidt de oriëntatie aan van de snelheidsglijder.

source: -1 or 1
nl: -1 of 1

source: Sets the speed one step lower (4 % default) lower
nl: Stelt de snelheid één stap omlaag in (4 % standaard)

source: Perm down button & Speed slider
nl: Permanent omlaag toets & Snelheidsglijder

source: Sets the speed one small step lower (1 % default)
nl: Stelt de snelheid één kleine stap omlaag in (1 % standaard)

source: Sets the speed one step higher (4 % default)
nl: Stelt de snelheid één stap omhoog in (4 % standaard)

source: Perm up button & Speed slider
nl: Permanent omhoog toets & Snelheidsglijder

source: Sets the speed one small step higher (1 % default)
nl: Stelt de snelheid één kleine stap omhoog in (1 % standaard)

source: Holds the speed one step lower while active
nl: Houdt de snelheid één stap lager wanneer actief

source: Temp down button & Speed slider
nl: Tijdelijk omlaag toets & Snelheidsglijder

source: Holds the speed one small step lower while active
nl: Houdt de snelheid één kleine stap lager wanneer actief

source: Holds the speed one step higher while active
nl: Houdt de snelheid één stap hoger wanneer actief

source: Temp up button & Speed slider
nl: Tijdelijk omhoog toets & Snelheidsglijder

source: Holds the speed one small step higher while active
nl: Houdt de snelheid één kleine stap hoger wanneer actief

source: Sets the range of the Speed slider (0.08 = 8%)
nl: Stelt het bereik van de Snelheidsglijder in (0.08 = 8%)

source: none, until you move the Speed slider
nl: geen, totdat u de Snelheidsglijder beweegt.

source: Seeks forward (positive values) or backward (negative values) at a speed determined by the value
nl: Zoekt voorwaarts (positieve waarde) of achterwaarts (negatieve waarde) aan een snelheid bepaald door de waarde

source: Deck seeks
nl: Deck zoeken

source: Actual rate (used in visuals, not for control)
nl: Huidige rate (gebruikt in weergave, niet in besturingselementen)

source: Activate current loop, jump to its loop in point, and stop playback.
nl: Activeer de huidige lus, spring naar het loop in punt, en stop het afspelen.

source: Loop range in waveform activates or deactivates and play position moves to loop in point.
nl: Lus bereik in waveform activeert of de-activeert en de afspeelpositie beweegt naar het lus in punt.
