Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix/mixxx_controls.po
Languages: nl

source: Player jumps forward by :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.
nl: Speler springt voorwaarts met :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.

source: Player jumps backward by :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.
nl: De speler springt achterwaarts met :mixxx:coref:`beatjump_size <[ChannelN],beatjump_size>`.

source: Jump forward by X beats. A control exists for X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512. If a loop is active, the loop is moved forward by X beats.
nl: Spring voorwaarts met X beats. Een besturingselement bestaat voor X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512. Indien een lus actief is wordt de lus voorwaarts verplaatst met X beats.

source: Player jumps forward by X beats.
nl: Speler springt voorwaarts met X beats.

source: Jump backward by X beats. A control exists for X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512. If a loop is active, the loop is moved backward by X beats.
nl: Spring achterwaarts met X beats. Een besturingselement bestaat voor X = 0.03125, 0.0625, 0.125, 0.25, 0.5, 1, 2, 4, 8, 16, 32, 64, 128, 256, 512. Indien een lus actief is wordt de lus achterwaarts verplaatst met X beats.

source: Player jumps backward by X beats.
nl: Speler springt achterwaarts met X beats.

source: A loop is shown over :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` beats
nl: Een lus wordt getoond over :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` beats

source: A loop is shown over X beats.
nl: Een lus wordt getoond over X beats.

source: Set the length of the loop in beats that will get set with :mixxx:coref:`beatloop_activate <[ChannelN],beatloop_activate>` and :mixxx:coref:`beatlooproll_activate <[ChannelN],beatlooproll_activate>`. Changing this will resize an existing loop if the length of the loop matches :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`.
nl: Stelt de lengte van de lus in beats in dat wordt ingeteld met :mixxx:coref:`beatloop_activate <[ChannelN],beatloop_activate>` en :mixxx:coref:`beatlooproll_activate <[ChannelN],beatlooproll_activate>`. Wijzigingen hieraan zullen een bestaande lus wijzigen als de lengte van de lus overeenkomt met :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`.

source: Beatloop size spinbox and possibly loop section on waveform
nl: Beatlus grootte spinbox en mogelijk lusdeel in de waveform

source: 1 if beatloop X is enabled, 0 if not.
nl: 1 indien beatlus geactiveerd is, 0 indien niet

source: Beatloop X button in skin is lit.
nl: Beatlus X knop in skin is verlicht.

source: Activates a rolling loop over :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` beats. Once disabled, playback will resume where the track would have been if it had not entered the loop.
nl: Activeerd een rollende lus over :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` beats. Eens gedeactiveerd zal het afspelen her-nemen waar de track zou zijn indien deze niet in een lus was terechtgekomen.

source: The :term:`beatgrid` lines move closer to each other.
nl: De :term:`beatgrid` lijnen bewegen dichter naar elkaar.

source: Adjust the average :term:`BPM` down by -0.01.
nl: Past de gemiddelde :term:`BPM` omlaag aan met -0.01

source: The :term:`beatgrid` lines move further apart from each other.
nl: De :term:`beatgrid` lijnen bewegen verder uit elkaar.

source: Adjust :term:`beatgrid` so closest beat is aligned with the current playposition.
nl: Wijzig de :term:`beatgrid` zodat de dichtstbijzijnde beat uitgelijnd is met de huidige afspeelpositie.

source: The beatgrid moves to align with current playposition.
nl: De beatgrid beweegt om uitgelijnd te worden met de huidige afspeelpositie.

source: Adjust :term:`beatgrid` to match another playing deck.
nl: Wijzig de :term:`beatgrid` om overeen te komen met een ander spelend deck.

source: Instead of :term:`syncing <sync>` the beatgrid to the current playposition, sync the beatgrid so the nearest beat lines up with the other track's nearest beat.
nl: In plaats van de beatgrid te :term:`synchroniseren <sync>` met de huidige afspeelpositie, synchroniseer de beatgrid zodat de dichtstbijzijnde beat uitgelijnd wordt met de dichtstbijzijnde beat van de andere track.

source: Move :term:`beatgrid` to an earlier position.
nl: Beweeg de :term:`beatgrid` naar een eerdere positie.

source: The beatgrid moves left by a small amount.
nl: De beatgrid beweegt een beetje naar links.

source: Move :term:`beatgrid` to a later position.
nl: Beweeg de :term:`beatgrid` naar een latere positie.

source: The beatgrid moves right by a small amount.
nl: De beatgrid beweegt een beetje naar rechts.

source: :term:`Syncs <sync>` the :term:`tempo` and phase (depending on quantize) to that of the other track (if :term:`BPM` is detected on both).
nl: :term:`Synchroniseert <sync>` het :term:`tempo` en de fase (afhankelijk van quantize) naar dat van de andere track (als :term:`BPM` werd gedetecteerd bij beide).

source: The :guilabel:`Sync` button flashes and the :term:`tempo` slider snaps to the appropriate value.
nl: De :guilabel:`Synchroniseer` toets flitst en de :term:`tempo` glijder springt naar de juiste waarde.

source: :term:`Syncs <sync>` the :term:`phase` to that of the other track (if :term:`BPM` is detected on both).
nl: :term:`Synchroniseert <sync>` de :term:`fase` met die van de andere track (als :term:`BPM` is gedetecteerd bij beide).

source: The :guilabel:`Sync` button flashes and the :term:`tempo` slider snap to the appropriate value.
nl: De :guilabel:`Synchroniseer` toets flitst en de :term:`tempo` glijder springt naar de juiste waarde.

source: :term:`Syncs <sync>` the :term:`tempo` to that of the other track (if :term:`BPM` is detected on both).
nl: :term:`Synchroniseert <sync>` het :term:`tempo` met dat van de andere track (als :term:`BPM` is detecteerd bij beide).

source: Reflects the perceived (rate-adjusted) :term:`BPM` of the loaded file.
nl: Geeft de waargenomen (aangepast met de snelheid) :term:`BPM` van de geladen track.

source: real-valued
nl: reële waarde

source: :term:`BPM` value display
nl: :term:`BPM` waarde weergave

source: When tapped repeatedly, adjusts the :term:`BPM` of the track on the deck (not the tempo slider!) to match the taps.
nl: Wanneer herhaaldelijk wordt ingetoetst, wordt de :term:`BPM` van de track in het deck aangepast (niet de tempo glijder!) om te passen met de toetsfrequentie.

source: :term:`BPM` value display (playback speed doesn't change)
nl: :term:`BPM` waarde weergeven (afspeelsnelheid wijzigt niet)

source: Speed slider
nl: Snelheidsglijder

source: Clone the given deck number, copying the play state, position, rate, and key. If 0 or a negative number is given, Mixxx will attempt to select the first playing deck as the source for the clone.
nl: Kloon het gegeven deck number, kopiëert de speelstatus, positie, rate, en key. Indien 0 of een negatief getal wordt meegegeven, dan zal Mixxx proberen om het eerste spelende deck als bron voor het klonen te gebruiken.

source: integer between 1 and :mixxx:coref:`[Master],num_decks` (inclusive)
nl: integer tussen 1 en :mixxx:coref:`[Master],num_decks` (inclusief)

source: The channel will start playing at the rate and position of the source deck.
nl: Het kanaal zal het afspelen starten met de rate en de positie van het bron deck.

source: Clone the given sampler number, copying the play state, position, rate, and key.
nl: Kloon de gegeven sampler number, kopiëert de speelstatus, positie, rate, en key

source: integer between 1 and :mixxx:coref:`[App],num_samplers` (inclusive)
nl: integer tussen 1 en :mixxx:coref:`[App],num_samplers` (inclusief)

source: Load the track currently loaded to the given deck number.
nl: Laad de momenteel geladen track naar het opgegeven deck nummer.

source: integer between 1 and :mixxx:coref:`[App],num_decks` (inclusive)
nl: integer tussen 1 en :mixxx:coref:`[App],num_decks` (inclusief)

source: Track name & waveform change
nl: Track naam & waveform wijzigingen

source: Load the track currently loaded to the given sampler number.
nl: Laad de momenteel geladen track naar de het opgegeven sampler nummer.

source: Represents a :guilabel:`Cue` button that is always in :term:`CDJ` mode.
nl: Toont een :guilabel:`Cue` toets die altijd in :term:`CDJ` modus staat.

source: Deletes the already set cue point and sets :mixxx:coref:`[ChannelN],cue_point` to -1.
nl: Verwijdert het reeds ingestelde cue punt en stelt :mixxx:coref:`[ChannelN],cue_point` to -1.

source: If the cue point is set, recalls the cue point.
nl: Indien het cue punt is ingesteld, wordt het cue punt opgeroepen.

source: Player may change position
nl: De Speler kan de positie wijzigen

source: In :term:`CDJ` mode, when playing, returns to the :term:`cue point` and pauses. If stopped, sets a cue point at the current location. If stopped and at a cue point, plays from that point until released (set to 0.)
nl: In :term:`CDJ` modus, wanneer de speler aan het afspelen is, keer de speler terug naar het :term:`cue punt` en pauzeert. Indien gestopt, stelt het cue point in op de huidige positie. Indien gestopt en op een cue point, speelt vanaf dat punt tot de toets wordt losgelaten. (set to 0.)

source: :guilabel:`Cue` button
nl: :guilabel:`Cue` toets

source: If the :term:`cue point` is set, seeks the player to it and starts playback.
nl: Indien het :term:`cue punt` is ingesteld, zoekt de speler het en start het afspelen.

source: Player may change position and start playing.
nl: De speler kan de positie wijzigen en het afspelen starten.

source: If the :term:`cue point` is set, seeks the player to it and stops.
nl: Indien het :term:`cue punt` is set, seeks the player to it and stops.

source: Player may change position.
nl: De speler kan de positie wijzigen.

source: Indicates the blinking pattern of the :guilabel:`CUE` button (i.e. 1.0 if the button is illuminated, 0.0 otherwise), depending on the chosen :mixxx:coref:`cue mode <[ChannelN],cue_mode>`.
nl: Toont het knipperend patroon van de :guilabel:`CUE` toets (bv. 1.0 als de knop verlicht is, 0.0 anders), afhankelijk van de gekozen :mixxx:coref:`cue mode <[ChannelN],cue_mode>`.

source: Represents the currently chosen :ref:`cue mode <interface-cue-modes>`.
nl: Toont de momenteel gekozen :ref:`cue mode <interface-cue-modes>`.

source: compatible hardware
nl: compatibele hardware

source: Mixxx mode (default)
nl: Mixxx modus (standaard)

source: Pioneer mode
nl: Pioneer modus

source: Denon mode
nl: Denon modus

source: Numark mode
nl: Numark modus

source: Mixxx mode (no blinking)
nl: Mixxx modus (zonder knipperen)

source: CUP (Cue + Play) mode
nl: CUP (Cue + Play) modus

source: Go to :term:`cue point` and play after release (CUP button behavior). If stopped, sets a cue point at the current location.
nl: Ga naar :term:`cue punt` en speel na loslaten van de toets (CUP toets gedrag). Indien gestopt, stel een cue point in op de huideige locatie.

source: The current position of the :term:`cue point` in samples.
nl: De huidige positie van het :term:`cue punt` in samples.

source: absolute value
nl: absolute waarde

source: Cue point marker
nl: Cue point markeren

source: Plays from the current :term:`cue point`.
nl: Speelt vanaf het huidige :term:`cue punt`.

source: :guilabel:`Cue` button lights and waveform moves
nl: :guilabel:`Cue` toets licht op en de waveform beweegt

source: Sets a :term:`cue point` at the current location.
nl: Stelt een :term:`cue punt` in op de huidige positie.

source: :term:`Cue <cue>` mark appears on the waveform
nl: :term:`Cue <cue>` markering veschijnt op de waveform

source: If the player is not playing, set the :term:`cue point` at the current location otherwise seek to the cue point.
nl: Indien de speler niet speelt, stel het :term:`cue punt` in op de huidige positie anders zoek het cue punt.

source: Outputs the length of the current song in seconds
nl: Geeft de lengte weer van de huidige track in seconden

source: Eject currently loaded track. If no track is loaded the last-ejected track (of any deck) is reloaded.
nl: Werp de huidge geladen track uit. Indien geen track geladen is dan wordt de laatst geladen track (van om het even welk deck) opnieuw geladen.

source: Double-press to reload the last replaced track. If no track is loaded the second-last ejected track is reloaded.
nl: Dubbel-druk om de laatst vervangen track opnieuw te laden. Indien geen track werd geladen wordt de voorlaatste track opnieuw geladen.

source: Eject button is lit. Be sure to set back to 0 with scripts so the button does not stay lit.
nl: Eject toets licht op. Zorg ervoor dat de waarde terug op 0 hezet wordt met scripts zodat de toets niet opgelicht blijft.

source: Jump to end of track
nl: Spring naar het einde van de track

source: Track jumps to end
nl: Track springt naar het einde

source: Switches to 1 if the play position is within the end range defined in :menuselection:`Preferences --> Waveforms --> End of track warning`.
nl: Springt op 1 indien de afspeelpositie binnen het einde-bereik ligt dat gedefinieerd is in:menuselection:`Voorkeuren --> Waveforms --> Einde van de track waarschuwen`.

source: Waveform and Overview widgets show a flashing border
nl: Waveform en Overzicht widgets tonen een knipperende rand

source: The detected :term:`BPM` of the loaded track.
nl: De gedetecteerde :term:`BPM` van de geladen track.

source: positive value, read-only
nl: positieve waarde, alleen-lezen

source: The detected key of the loaded track.
nl: De gedetecteerde key van de geladen track.

source: ?, read-only
nl: ?, alleen-lezen

source: Fast forward (FF)
nl: Snel vooruit spoelen

source: > button
nl: > toets

source: If :term:`hotcue` X is not set, this sets a hotcue at the current play position and saves it as hotcue X of :mixxx:coref:`type <[ChannelN],hotcue_X_type>` "Hotcue". In case a loop is currently enabled (i.e. if `[ChannelN],loop_enabled` is set to 1), the loop will be saved as hotcue X instead and :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` will be set to "Loop".
nl: Indien :term:`hotcue` X niet ingesteld is, stelt dit de hotcue in op de huidige afspeelpositie en slaat deze op als hotcue X of :mixxx:coref:`type <[ChannelN],hotcue_X_type>` "Hotcue". In geval er momenteel een lus geactiveerd is (bv. als `[ChannelN],loop_enabled` ingesteld is op 1), dan wordt de lus opgeslagen als hotcue X in de plaats en :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` zal ingesteld worden als "Loop".

source: If hotcue X has been set as a regular cue point, the player seeks to the saved play position.
nl: Indien hotcue X ingesteld is als een normaal cue punt, zoekt de speler naar de opgeslagen afspeelpositie.

source: If :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` is "Loop", looping will be enabled and the loop controls (e.g. :mixxx:coref:`loop_start_position <[ChannelN],loop_start_position>`, :mixxx:coref:`loop_end_position <[ChannelN],loop_end_position>` and :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`) will be set accordingly. Just like :mixxx:coref:`reloop_toggle <[ChannelN],reloop_toggle>`, the player seeks back to the loop start when the current play position is behind the loop, and enabled without a seek when it is in front of or inside the loop. This allows a loop catching behavior on one hand and a jump back when the loop has been exit by just triggering this control.
nl: Indien :mixxx:coref:`hotcue_X_type <[ChannelN],hotcue_X_type>` een "Loop", is dan zal de lus worden geactiveerd en worden de lusbesturingselementen (bv. :mixxx:coref:`loop_start_position <[ChannelN],loop_start_position>`, :mixxx:coref:`loop_end_position <[ChannelN],loop_end_position>` en :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`) aangepast ingesteld.Net zoals :mixxx:coref:`reloop_toggle <[ChannelN],reloop_toggle>`, de speler zoekt terug naar de lus-startpositie wanneer de huidige afspeel-positie zich achter de lus bevindt en activeert zonder zoeken wanneer de afspeelpositie zich in of voor de lus-startpositie bevindt. Dit staat lus-catching-gedrag enerzijds en anderzijds een sprong terug wanneer de lus reeds was verlaten toe door enkel deze besturing aan te roepen.

source: Setting the control to 1 when the track is currently not playing (i.e. :mixxx:coref:`play <[ChannelN],play>` is set to 0) will start hotcue previewing. After resetting the control to 0, playback will usually be stopped and the player will seek to the hotcue position. If :mixxx:coref:`play <[ChannelN],play>` is set to 1 while previewing is active, the playback will continue and no seek occurs.
nl: Wanneer het besturingselement op 1 wordt ingesteld en wanneer de track momenteel niet aan het afspelen is (bv. :mixxx:coref:`play <[ChannelN],play>` is ingesteld op 0) dan wordt het hotcue voorbeeld gestart. Nadat het besturingselement terug op 0 geplaatst wordt, dan zal het afspelen normaal gezien worden gestopt en zal de speler opnieuw de hotcupositie opzoeken. Indien :mixxx:coref:`play <[ChannelN],play>` ingesteld is op 1 terwijl een voorbeeld actief is dan zal het afspelen doorgaan en zal er geen zoekfunctie worden uitgevoerd.

source: Player may change position. Hotcue X marker may change on waveform.
nl: De Speler kan de positie wijzigen. Hotcue X markerering kan afwijken op de waveform.

source: Added support for saved loops.
nl: Toegevoegde ondersteuning voor opgeslagen lussen.

source: Identical to :mixxx:coref:`hotcue_X_activate <[ChannelN],hotcue_X_activate>`, but this always sets a regular cue point, regardless of whether a loop is enabled or not. This control can be used for controllers that have dedicated :term:`hotcue`/saved loop pad modes.
nl: Identiek aan :mixxx:coref:`hotcue_X_activate <[ChannelN],hotcue_X_activate>`, maar dit zet steeds een normaal cue punt, ongeacht of er een lus geactiveerd is of niet. Dit besturingselement kan gebruikt worden voor controllers welke een nadrukkelijke :term:`hotcue`/opgeslagen lussen modus hebben.

source: Identical to :mixxx:coref:`hotcue_X_activate <[ChannelN],hotcue_X_activate>`, but this always sets a saved loop, regardless of whether a loop is enabled or not. If no loop is available, this sets and enables a beat loop of of :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. This control can be used for controllers that have dedicated :term:`hotcue`/saved loop pad modes.
nl: Identiek aan :mixxx:coref:`hotcue_X_activate <[ChannelN],hotcue_X_activate>`, maar dit stelt steeds een opgeslagen lus in, ongeacht of er een lus is geactiveerd of niet. Wanneer er geen lus beschikbaar is, stelt dit een beat lus in en activeert deze met een grootte van :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`. Dit besturingselement kan gebruikt worden voor controllers welke een nadrukkelijke :term:`hotcue`/opgeslagen lussen modus hebben.

source: Enables or disables a loop from the position of :term:`hotcue` X. If X is a saved loop, that loop will be used, otherwise it will set a beatloop of :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` from the cue position. In case the hotcue is not set, this control will set a regular cue point at the current position and start a beatloop.
nl: Activeert of dé-activeert een lus vanaf de positie van :term:`hotcue` X. Als X is een opgeslagen lus, dan zal de lus worden gebruikt, anders zal het een beatlus instellen van :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>`vanaf de cue positie. In geval de hotcue niet is ingesteld, dan zal dit besturingselement een normaal cue punt instellen op de huidige positie en een beatlus starten.

source: This control can be used to map the primary action of the "Cue Loop" performance pad mode on Serato-style controllers.
nl: Dit besturingselement kan gebruikt worden om de primaire actie te koppelen van de "Cue Loop" performance pad modus op Serato-style controllers.

source: If :term:`hotcue` X is set, clears its hotcue status.
nl: Indien :term:`hotcue` X ingesteld is, verwijderd de hotcue status.

source: Hotcue X marker changes on waveform.
nl: Hotcue X markeer wijzigingen op de waveform.

source: Color of :term:`hotcue` X or -1 if the hotcue is not set.
nl: Kleur van de :term:`hotcue` X of -1 indien de hotcue niet is ingesteld.

source: 3-Byte :term:`RGB` color code (or -1)
nl: 3-Bytes :term:`RGB` kleur code (of -1)

source: Color of Hotcue X button and waveform marker changes.
nl: Kleur van de Hotcue X toets en waveform markering verandert.

source: Indicates if :term:`hotcue` slot X is set, active or empty.
nl: Duidt aan of er een :term:`hotcue` X slot insteling is gemaakt, actief of leeg.

source: range (read-only)
nl: bereik (alleen-lezen)

source: Meaning
nl: Betekenis

source: Hotcue X is not set
nl: Hotcue X is niet ingesteld

source: Hotcue X is set
nl: Hotcue X is ingesteld

source: Hotcue X is active (saved loop is enabled or hotcue is previewing)
nl: Hotcue X is actief (opgeslagen lus is actief of de hotcue is afspelend)

source: Replaces the deprecated :mixxx:coref:`[ChannelN],hotcue_X_enabled`.
nl: Vervangt de verouderde :mixxx:coref:`[ChannelN],hotcue_X_enabled`.

source: Indicates the type of the :term:`hotcue` in hotcue slot X.
nl: Duidt het type van de :term:`hotcue` in hotcue slot X aan.

source: Invalid/Not Set
nl: Ongeldig/Niet ingesteld

source: Saved Loop
nl: Opgeslagen lus

source: If :term:`hotcue` X is set, seeks the player to hotcue X's position.
nl: Indien :term:`hotcue` X ingesteld is, zoekt de speler naar de positie van hotcue X.

source: If :term:`hotcue` X is set, seeks the player to hotcue X's position and starts playback.
nl: Indien :term:`hotcue` X ingesteld is, zoekt de speler naar de positie van hotcue X position en start het afspelen.

source: If :term:`hotcue` X is set, seeks the player to hotcue X's position, starts playback and looping. If the hotcue is a saved loop, the loop is enabled, otherwise a beatloop of :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` is set from the hotcue's position.
nl: Indien :term:`hotcue` X ingesteld is, zoekt de speler naar de positie van hotcue X, start het afspelen en lussen. Indien de hotcue een opgeslagen lus is, dan wordt de lus geactiveerd, anders wordt een beatloop met de grootte van :mixxx:coref:`beatloop_size <[ChannelN],beatloop_size>` ingesteld vanaf de positie van de hotcue

source: This control can be used to map the secondary action of the "Cue Loop" performance pad mode on Serato-style controllers.
nl: Dit besturingselement kan worden gebruikt om de secundaire actie van de "Cue Loop" performance pad modus op Serato-style controllers in te stellen.

source: Player may change position and looping is enabled.
nl: De speler kan de positie veranderen en lussen is geactiveerd.

source: If :term:`hotcue` X is set, seeks the player to hotcue X's position and stops.
nl: Als :term:`hotcue` X ingesteld is, zoekt de speler naar de positie van hotcue X en stopt

source: The position of :term:`hotcue` X in samples, -1 if not set.
nl: De positie van de :term:`hotcue` X in samples, -1 indien niet ingesteld.

source: positive integer
nl: positieve integer
