Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/preferences/library.po
Languages: es

source: Library - Icon AutoDJ
es: Librería - Ícono AutoDJ

source: Library - Icon Banshee
es: Librería - Ícono Banshee

source: Library - Icon Recordbox
es: Librería - Ícono Cajón de Discos

source: Library - Icon Browse
es: Librería - Ícono Navegar

source: Library - Icon Crates
es: Librería - Ícono Cajas

source: Library - Icon Drag and Drop
es: Librería - Ícono Arrastrar y soltar

source: Library - Icon History current session
es: Librería - Ícono Historial de la sesión actual

source: Library - Icon History
es: Librería - Ícono Historial

source: Library - Icon iTunes
es: Librería - Ícono iTunes

source: Library - Icon Library
es: Librería - Ícono Librería

source: Library - Icon Locked
es: Librería - Ícono Bloqueado

source: Library - Icon Missing Tracks
es: Librería - Ícono Pistas perdidas

source: Library - Icon Playlist
es: Librería - Ícono Lista de Reproducción

source: Library - Icon Analyze
es: Librería - Ícono Analizar

source: Library - Icon Recordings
es: Librería - Ícono Grabando

source: Library - Icon Rhythmbox
es: Librería - Ícono Rhythmbox

source: Library - Icon Serato
es: Librería - Ícono Serato

source: Library - Icon Traktor
es: Librería - Ícono Traktor

source: Library - Preview Pause
es: Librería - Ícono Pausa Vista Anticipada

source: Library - Preview Play
es: Librería - Ícono Reproducir Vista Anticipada

source: Library - BPM Locked
es: Librería - Ícono BPM bloqueado

source: Library - BPM Unlocked
es: Librería - Ícono BPM desbloqueado

source: Preferences - Icon BPM Detection
es: Preferencias - Ícono Detección de BPM

source: Preferences - Icon Live Broadcasting
es: Preferencias - Ícono Transmisión en Vivo

source: Preferences - Icon Controllers
es: Preferencias - Ícono Controladores

source: Preferences - Icon Crossfader
es: Preferencias - Ícono Crossfader

source: Preferences - Icon Effects
es: Preferencias - Ícono Efectos

source: Preferences - Icon Equalizers
es: Preferencias - Ícono Ecualizadores

source: Preferences - Icon Interface
es: Preferencias - Ícono Interfaz

source: Preferences - Icon Key Detection
es: Preferencias - Ícono Detección de Nota

source: Preferences - Icon Library
es: Preferencias - Ícono Librería

source: Preferences - Icon MIDI Controllers
es: Preferencias - Ícono Controladores MIDI

source: Preferences - Icon Modplug Decoder
es: Preferencias - Ícono Decodificador Modplug

source: Preferences - Icon Recording
es: Preferencias - Ícono Grabando

source: Preferences - Icon ReplayGain
es: Preferencias - Ícono ReplayGain

source: Preferences - Icon Sampler
es: Preferencias - Ícono Sampler

source: Preferences - Icon Sound Hardware
es: Preferencias - Ícono Hardware de Sonido

source: Preferences - Icon Vinyl Control
es: Preferencias - Ícono Control de Vinilo

source: Vinyl Control - Receives good signal
es: Control de Vinilo - Ícono Recibe Buena Señal

source: Vinyl Control - Signal goes in wrong direction
es: Control de Vinilo - Ícono Señal en Dirección Equivocada

source: Vinyl Control - Receives no signal
es: Control de Vinilo - Ícono No se Recibe Señal

source: Vinyl Control - Receives bad signal
es: Control de Vinilo - Ícono Recibe Mala Señal

source: Vinyl Control - No input configured
es: Control de Vinilo - Ninguna entrada configurada

source: Vinyl Control - Receives no timecode signal
es: Control de Vinilo - No se Recibe Señal timecode

source: Vinyl Control - Receives signal from wrong vinyl type
es: Control de Vinilo - Recibe Señal del Tipo de Vinilo Equivocado

source: Vinyl Control - Receives mono signal
es: Control de Vinilo - Recibe Señal Mono

source: Vinyl Control - Receives too loud input signal
es: Control de Vinilo - Recibe Señal de Entrada Muy Alta

source: Vinyl Control - Receives too quiet signal
es: Control de Vinilo -Recibe Señal Muy Baja

source: logo
es: Logotipo
