Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/glossary.po
Languages: fr

source: HSV stands for hue, saturation, and value, and is also often called HSB (B for brightness). The HSV Color Model represents color in a way more suited to the human perception of color. For example, the relationships “stronger than”, “darker than”, and “the opposite of” are easily expressed in HSV. In contrast, the representation of the hardware-oriented :term:`RGB` model is close to what most monitors show.
fr: HSV signifie teinte, saturation et valeur, et est aussi souvent appelé HSB (B pour luminosité). Le modèle de couleur HSV représente la couleur d'une manière plus adaptée à la perception humaine de la couleur. Par exemple, les relations “plus fort que”, “plus sombre que” et “l'opposé de” s'expriment facilement en HSV. En revanche, la représentation du modèle orienté matériel :term:`RGB` est proche de ce que la plupart des moniteurs montrent.

source: Icecast is free and :term:`open-source` software that allows digital audio content to be broadcast to and from media player software, enabling the creation of Internet radio stations. Unlike :term:`Shoutcast <shoutcast>`, the software provides the ability to stream in free file formats like :term:`Ogg Vorbis` and run your own directory server.
fr: Un logiciel gratuit et :term:`open-source` qui permet de diffuser du contenu audio numérique vers et depuis un logiciel lecteur de média, permettant la création de stations radio Internet. Contrairement à :term:`Shoutcast <shoutcast>`, le logciel donne la possibilité de diffuser des formats libres comme :term:`Ogg Vorbis` et de faire tourner votre propre serveur.

source: IRC is an online chat network. The Mixxx IRC channel was on the `FreeNode IRC Network <https://freenode.net>`_ in the ``#mixxx`` channel. The channel was replaced in 2018 by the :term:`Mixxx Zulip Chat <Zulip>`.
fr: IRC est un réseau de discussion en ligne. Le canal IRC de Mixxx était sur le `réseau IRC FreeNode <https://freenode.net>`_ dans le canal ``#mixxx``. La chaîne a été remplacée en 2018 par le :term:`Chat Zulip de Mixxx <Zulip>`.

source: kbps
fr: kbit/s

source: Short for kilobits per second. Here used to measure the quality of audio data. See :term:`bitrate`
fr: Abréviation de kilobits par seconde. Ici utilisé pour mesurer la qualité des données audio. Voir :term:`débit`

source: key
fr: tonalité

source: Short for "musical key" (i.e. C major).
fr: Abréviation de "tonalité musicale" (exemple ut majeur).

source: key lock
fr: verrouillage de tonalité

source: With key lock enabled, the tempo of the track will change but the pitch remains consistent. When unlocked, the pitch slider will speed up (or slow down) the track and the pitch will increase (or decrease) along with it.
fr: Lorsque le verrouillage de tonalité est activé, le tempo de la piste change mais la hauteur reste cohérente. Une fois déverrouillé, le curseur de hauteur accélérera (ou ralentira) la piste et la hauteur augmentera (ou diminuera) avec elle.

source: kill switch
fr: commutateur tuer

source: A button to turn on and off individual frequency ranges within a channel, i.e. treble, mid and bass. Useful for effects where the DJ drops a track out for a period or creates room for a transition.
fr: Un bouton pour activer et désactiver les plages de fréquences individuelles au sein d'un canal, c'est-à-dire les aigus, les médiums et les graves. Utile pour les effets où le DJ baisse une piste pendant une période ou crée de la place pour une transition.

source: Linux Audio Developer's Simple Plugin
fr: Linux Audio Developer's Simple Plugin (Plugin simple du développeur audio Linux)

source: The LADSPA :term:`API` is a standard for handling audio filters and audio signal processing effects.
fr: L':term:`API` LADSPA est un standard pour la gestion des filtres audio et des effets de traitement du signal audio.

source: LAME is a free software :term:`codec` used to encode/compress audio into the :term:`lossy` :term:`MP3` file format.
fr: LAME est un logiciel gratuit de :term:`codec`, utilisé pour encoder/compresser l'audio dans un fichier de format :term:`avec perte` :term:`MP3`.

source: latency
fr: latence

source: Latency refers to a short period of delay (usually measured in milliseconds) between when an audio signal enters and when it emerges from a system. Being able to lower the latency as much as possible makes a huge difference in responsiveness.
fr: La latence fait référence à une courte période de retard (généralement mesurée en millisecondes) entre l'entrée d'un signal audio et sa sortie d'un système. Pouvoir réduire la latence autant que possible fait une énorme différence dans la réactivité.

source: level meter
fr: vue-mètre

source: The level meter is used to show the average levels of audio signals. The level should average around the top of the green region, with the loudest parts of the music (the transients) briefly going into the yellow region. If the level meter is in the red, the signal is clipping and the gain should be turned down.
fr: Le vue-mètre est utilisé pour afficher les niveaux moyens des signaux audio. Le niveau devrait être en moyenne autour du sommet de la région verte, les parties les plus fortes de la musique (les transitoires) allant brièvement dans la région jaune. Si le vue-mètre est dans le rouge, le signal est écrêté et le gain doit être baissé.

source: lossless
fr: sans perte

source: Used when describing audio compression algorithms, a lossless algorithm is one which results in no loss in audio quality when used.
fr: Utilisé pour décrire un algorithme de compression audio, un algorithme sans perte ne provoque pas de perte de qualité audio lors de son utilisation.

source: lossy
fr: avec perte

source: Used when describing audio compression algorithms, a lossy algorithm is one which results in a loss in audio quality when used.
fr: Utilisé pour décrire un algorithme de compression audio, un algorithme avec perte provoque une perte de qualité audio lors de son utilisation.

source: macOS (originally named "Mac OS X" until 2012 and then "OS X" until 2016) is the current Mac operating system that officially succeeded the classic Mac OS in 2001.
fr: macOS (initialement nommé «Mac OS X» jusqu'en 2012 puis «OS X» jusqu'en 2016) est le système d'exploitation Mac actuel, qui a officiellement succédé au Mac OS classique en 2001.

source: main output
fr: sortie principale

source: master output
fr: sortie maitre

source: The main output is sent to the big speakers. It's what your audience hears. Please note that the term "master output" has been used historically but is in the process of being phased out. Prefer using "main output".
fr: La sortie principale est envoyée aux grandes enceintes. C'est ce que votre public entend. Veuillez noter que le terme « sortie maitre » a été utilisé historiquement mais est en train d'être progressivement supprimé. Préférez utiliser la "sortie principale".

source: metadata
fr: métadonnée

source: In general, any piece of information about a music file that Mixxx uses (e.g. title, artist, album, hotcue locations, loops, etc.). Various file metadata formats allow information such as the title, artist, album, and track number to be stored in the audio file itself, see `<https://en.wikipedia.org/wiki/ID3>`_ . Mixxx stores additional metadata about music files in its database, like :term:`beatgrid`, waveform data, :term:`hotcues <hotcue>`, playlists, crates, number of plays, etc.
fr: En général, tout élément d'information d'un fichier musical utilisé par Mixxx (par exemple, titre, artiste, album, emplacements de repère rapide, boucles, etc.). Différents formats de métadonnées de fichier permettent de stocker des informations telles que le titre, l'artiste, l'album et le numéro de piste dans le fichier audio lui-même, voir `<https://en.wikipedia.org/wiki/ID3>`_. Mixxx stocke des métadonnées supplémentaires concernant les fichiers musicaux dans sa base de données, comme les :term:`grille rythmique`, donnée de forme d'onde, :term:`repères rapides <hotcue>`, listes de lecture, bacs, nombre de lecture, etc.

source: Musical Instrument Digital Interface
fr: Musical Instrument Digital Interface (Interface numérique pour instruments de musique)

source: A digital communications language and hardware specification enabling compatible electronic instruments, sequencers, computers, etc., to communicate with each other in a network. Most DJ :term:`controllers <controller>` use MIDI to communicate with computers.
fr: Langage de communication numérique et spécification matérielle permettant à des instruments électroniques, séquenceurs, ordinateurs, etc. compatibles de communiquer entre eux dans un réseau. La plupart des :term:`contrôleurs <controller>` DJ utiliser MIDI pour communiquer avec les ordinateurs.

source: A patented audio compression algorithm which uses a form of :term:`lossy` data compression. It is de-facto standard of digital audio compression for music. MP3 files generally end with a :file:`.mp3` extension.
fr: Un algorithme de compression audio breveté qui utilise une forme de compression de données :term:`avec perte`. Il s’agit de facto d’une norme de compression audio numérique pour la musique. Les fichiers MP3 se terminent généralement par une extension :file:`.mp3`.

source: A open-source music encyclopedia that collects music :term:`metadata` and makes it available to the public. For more information, see `<https://musicbrainz.org/>`_.
fr: Une encyclopédie musicale open source qui collecte des :term:`métadonnées` de la musique et les met à la disposition du public. Pour plus d'informations, voir `<https://musicbrainz.org/>`_.

source: A patent-free audio compression algorithm which uses a form of lossy data compression. It is designed to provide for efficient streaming and manipulation of high quality digital audio. Ogg Vorbis files generally end with a .ogg or .oga extension.
fr: Un algorithme de compression audio sans brevet qui utilise une forme de compression de données avec perte. Il est conçu pour assurer une diffusion et une manipulation efficaces de l'audio numérique de haute qualité. Les fichiers Ogg Vorbis se terminent généralement par une extension .ogg ou .oga.

source: Generically, open-source refers to a program for which the source code is available to the public for use and/or modification from its original design free of charge. Open source code is typically created as a collaborative effort in which programmers improve upon the code and share the changes within the community. Open source sprouted in the technological community as a response to proprietary software owned by corporations. For more information, see `Wikipedia <https://en.wikipedia.org/wiki/Open-source_software>`_.
fr: De manière générique, l'open source (NdT: code source libre) fait référence à un programme pour lequel le code source est mis à la disposition du public pour une utilisation et/ou une modification de sa conception originale gratuitement. Le code open source est généralement créé comme un effort de collaboration dans lequel les programmeurs améliorent le code et partagent les changements au sein de la communauté. L'open source a germé dans la communauté technologique en réponse aux logiciels propriétaires appartenant à des sociétés. Pour plus d'informations, voir `Wikipedia <https://en.wikipedia.org/wiki/Open-source_software>`_.

source: An :term:`operating system` feature used to draw hardware-accelerated graphics. Mixxx uses OpenGL to draw the waveform displays and spinning vinyl widgets.
fr: Une fonction du :term:`système d'exploitation` utilisée pour dessiner des graphiques avec une accélération matériel. Mixxx utilise OpenGL pour dessiner les affichages de forme d'onde et les widgets en vinyle qui tournent.

source: operating system
fr: système d'exploitation

source: Your operating system (OS) is the computing environment on your computer. For example, Windows, macOS, or GNU/Linux are the three operating systems that Mixxx supports.
fr: Votre système d'exploitation (OS) est l'environnement informatique de votre ordinateur. Par exemple, Windows, macOS ou GNU/Linux sont les trois systèmes d'exploitation pris en charge par Mixxx.

source: Opus is a totally open, royalty-free, highly versatile :term:`lossy` audio codec. The :file:`.opus` filename extension is recommended.
fr: Opus est un codec audio :term:`avec perte` totalement ouvert, libre de droits et très polyvalent. L'extension de nom de fichier :file:`.opus` est recommandée.

source: ``PFL`` or “pre-fader listen” is the headphone signal that is not affected by the deck volume faders. This allows for pre-listening tracks in headphones by lowering the volume fader so the deck plays only to headphones but not to the audience. See also: :term:`headphone button`.
fr: ``PFL`` ou “pre-fader listen” est le signal du casque qui n'est pas affecté par les curseurs de volume de la platine. Cela permet de pré-écouter les pistes dans le casque en baissant le curseur de volume pour que la platine ne joue que dans le casque mais pas vers le public. Voir aussi :term:`bouton casque`.

source: The phase of a track is its position relative to another track. If two tracks are :term:`sync'd <sync>` to the same tempo and in-phase then they should be playing so that their beats are aligned.
fr: La phase d'une piste est sa position par rapport à une autre piste. Si deux pistes sont :term:`synchronisée <sync>` au même tempo et en phase, alors elles devraient jouées de tel sorte que leurs battements soient alignés.

source: pitch bend
fr: molette de Pitch

source: A technique used by DJs that temporarily `bends` the rate of a track up or down, usually while a button is held. This technique is usually used to make micro-adjustments to the synchronization of tracks while beatmatching. Before digital DJing, this was accomplished by dragging one's finger alongside the turntable to slow it down or by twisting the record spindle to speed it up.
fr: Une technique utilisée par les DJs qui `courbent` temporairement la vitesse d'une piste vers le haut ou vers le bas, généralement lorsqu'un bouton est maintenu enfoncé. Cette technique est généralement utilisée pour effectuer des micro-ajustements de la synchronisation des pistes pendant le beatmatching. Avant le DJ numérique, cela se faisait en faisant glisser son doigt le long de la platine pour la ralentir ou en tournant la broche d'enregistrement pour l'accélérer.

source: A podcast is a feed of audio or video files made available for free or for purchase over the Internet. Podcast clients such as iTunes allow listeners to subscribe to the feed and automatically download content to their portable audio players as it becomes available.
fr: Un flux de fichiers audio ou vidéo mis à disposition gratuitement ou à l'achat sur Internet. Les clients de podcast tels qu'iTunes permettent aux auditeurs de s'abonner au flux et de télécharger automatiquement le contenu sur leurs lecteurs audio portables dès qu'il est disponible.

source: quantization
fr: quantification.

source: Quantization is the process of aligning notes and other events like loops or cuepoints so that they start or finish exactly on beats or fractions of beats.
fr: Un processus d'alignement des notes et d'autres événements comme les boucles ou les points de repère afin qu'ils commencent ou se terminent exactement sur des battements ou des fractions de battement.

source: ramping pitch bend
fr: rampe de molette de Pitch

source: Basically identical to the regular :term:`pitch bend` with the difference that the pitch changes gradually, instead of all at once. Often uses for temporary pitch changes. It simulates the effect of touching a turntable to temporarily slow down or speed up a record.
fr: Fondamentalement identique à la :term:`molette de Pitch` ordinaire avec la différence que la hauteur change progressivement, au lieu de tout d'un coup. Souvent utilisé pour des changements de hauteur temporaires. Il simule l'effet de toucher une platine pour ralentir ou accélérer temporairement un enregistrement.

source: rate
fr: taux

source: The speed at which a track is played back, usually expressed in terms of a percentage of the speed relative to the tracks normal rate. Often while mixing, DJs adjust the rates of tracks so that they can play at the same tempo as other tracks. This allows DJs to :term:`beatmix <beatmatching>`, and is an essential part of DJing.
fr: La vitesse à laquelle une piste est lue, généralement exprimée en termes de pourcentage de la vitesse par rapport au taux normal des pistes. Souvent, pendant le mixage, les DJ ajustent les taux des pistes afin qu'ils puissent jouer au même tempo que les autres pistes. Cela permet aux DJ le :term:`beatmix <beatmatching>`, et est une partie essentielle du DJing.

source: ReplayGain normalizes audio data in a non-destructive way, so the tracks in your music library don't all play at different volumes. Audio files are scanned by a psychoacoustic algorithm to determine the loudness of the audio data. ReplayGain information is stored as :term:`metadata` in a digital audio file in order for the sound to be correctly played at the right level of loudness.
fr: ReplayGain normalise les données audio d'une manière non destructive, pour que les pistes dans votre bibliothèque musicale ne jouent pas toutes à des niveaux différents. Les fichiers audio sont scannés par un algorithme psychoacoustique pour déterminer le volume des données audio. L'information ReplayGain est stockée en tant que :term:`métadonnée` dans un fichier audio numérique afin que le son soit correctement joué au bon niveau de volume.

source: reverse
fr: à l'envers

source: Reverse plays a track backwards.
fr: Lire une piste à l'envers.

source: RGB
fr: RVB

source: The RGB color model is an additive color model in which red, green, and blue light are added together in various ways to reproduce a broad array of colors. The name of the model comes from the initials of the three additive primary colors, red, green, and blue.
fr: Le modèle de couleur RVB est un modèle de couleur additif dans lequel les lumières Rouge, Verte et Bleue sont ajoutées ensemble de différentes manières pour produire un ensemble de couleurs. Le nom de ce modèle vient des initiales des trois couleur primaires additives Rouge, Vert et Bleu.

source: shortcut
fr: raccourci

source: Shortcuts let you work more efficiently. This manual shows some shortcuts for accessing Mixxx functions with an English keyboard layout. Depending on your language settings the defaults may be different.
fr: Les raccourcis vous permettent de travailler plus efficacement. Ce manuel présente quelques raccourcis pour accéder aux fonctions Mixxx avec une disposition de clavier en anglais. En fonction de vos paramètres de langue, les valeurs par défaut peuvent être différentes.

source: Shoutcast is proprietary software that allows digital audio content to be broadcast to and from media player software, enabling the creation of Internet radio stations.
fr: Shoutcast est un programme propriétaire qui permet de diffuser du contenu audio numérique vers et depuis un logiciel lecteur de média, rendant possible la création de stations radio Internet.

source: soundcard
fr: carte son

source: Another name for an :term:`audio interface`, although few audio interfaces are shaped like cards anymore.
fr: Un autre nom pour une :term:`interface audio`, bien que peu d'interfaces audio aient encore la forme de cartes.

source: sync
fr: synchronisation

source: Sync allows you to automatically adjust a track's :term:`tempo` and :term:`phase` to be in sync with another deck that is playing.
fr: La synchronisation permet d'ajuster automatiquement le :term:`tempo` et la :term:`phase` d'une piste pour être synchronisée avec une autre platine en lecture.

source: sync lock
fr: verrouillage de synchronisation (sync lock)

source: master sync
fr: synchronisation principale

source: Sync lock mode persistently adjusts a track's :term:`tempo` and :term:`phase` (if :term:`quantization` is enabled) in order to stay in :term:`sync` with other decks that are in sync lock mode.
fr: Le mode de verrouillage de synchronisation ajuste de manière persistante le :term:`tempo` et :term:`phase` d'une piste (si :term:`quantifiation` est activé) afin de rester en :term:`synchronisation` avec les autres platines qui sont en mode verrouillage de synchronisation.

source: The speed of a track measured in :term:`BPM`.
fr: La vitesse d'une piste mesurée en :term:`BPM`.

source: Used here in conjunction with :term:`vinyl control`. A special audio signal on a control vinyl or control CD (timecode media) that a computer can listen to in order to determine speed, direction and position of the playback.
fr: Utilisé ici en conjonction avec un :term:`contrôle vinyle`. Un signal audio spécial sur un contrôle vinyle ou un contrôle CD (media timecode) qu'un ordinateur peut lire afin de déterminer la vitesse, la direction et la position de la lecture.

source: track
fr: piste

source: A track is another word for a song.
fr: Une piste est un autre mot pour une chanson.

source: The address that defines the route to a file on an Internet server. URLs are typed into a Web browser to access Web pages and files, and URLs are embedded within the pages themselves as hypertext links. One example of a URL is `<https://mixxx.org>`_ .
fr: L'adresse qui définit l'itinéraire vers un fichier sur un serveur Internet. Les URL sont saisies dans un navigateur Web pour accéder aux pages et fichiers Web, et les URL sont intégrées dans les pages elles-mêmes sous forme de liens hypertextes. Un exemple d'URL est `<https://mixxx.org>`_ .

source: Universal Serial Bus
fr: Universal Serial Bus (Bus série universel)

source: USB is an industry standard for cables, connectors and protocols and used for lots of consumer hardware. If an :term:`audio interface` is "USB class compliant", this means it can be used on all major :term:`operating systems <operating system>` without special drivers (on Windows, special drivers might still be necessary to use the :term:`ASIO` sound :term:`API` though).
fr: L'USB est une norme industrielle pour les câbles, les connecteurs et les protocoles et est utilisé pour de nombreux matériels grand public. Si une :term:`interface audio` est "compatible avec la classe USB", cela signifie qu'elle peut être utilisée sur tous les principaux :term:`systèmes d'exploitation <operating system>` sans pilotes spéciaux (sous Windows, des pilotes spéciaux peuvent néanmoins être nécessaires pour utiliser une :term:`API audio :term:`ASIO` `).

source: vinyl control
fr: contrôle vinyle

source: A method of controlling DJ applications which simulates the traditional DJing paradigm of two turntables. Using special :term:`timecode` media, the DJ application analyzes the timecode signal and simulates the sound and feel of having your music collection on vinyl.
fr: Une méthode de contrôle des applications DJ qui simule le paradigme DJing traditionnel de deux tournes disques. Utilisant des médias spéciaux :term:`timecode`, l'application DJ analyse le signal de timecode et simule le son et la sensation d'avoir votre collection de musique sur vinyle.

source: A term that refers to the degree of sound intensity or audibility; loudness. Volume is determined by people's perception and does not directly correspond to any physical property of sound.
fr: Un terme qui fait référence au degré d'intensité sonore ou d'audibilité; intensité. Le volume est déterminé par la perception des gens et ne correspond pas directement à une propriété physique du son.
