Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/glossary.po
Languages: fr

source: Glossary of Terms
fr: Glossaire

source: Advanced Audio Coding
fr: Advanced Audio Coding (Codage audio avancé)

source: A patented audio compression algorithm which uses a form of :term:`lossy` data compression. Designed to be the successor to :term:`MP3`, AAC generally achieves better sound quality at similar bit rates. While the .aac extension is sometimes used for AAC-encoded files, they are typically saved with an :file:`.m4a` file extension.
fr: Un algorithme de compression audio breveté qui utilise une forme de compression de données :term:`lossy`. Conçu pour succéder au :term:`MP3`, AAC permet généralement d'obtenir une meilleure qualité sonore à des débits binaires similaires. Bien que l'extension .aac soit parfois utilisée pour les fichiers codés en AAC, ils sont généralement enregistrés avec une extension de fichier :file:`.m4a`.

source: An acoustic fingerprint system built entirely on :term:`open-source` technology. It aims to create a free database of user-submitted audio fingerprints with mapping to the :term:`MusicBrainz` :term:`metadata` database and provide a web service for audio file identification using this database. For more information, see`<https://acoustid.org/>`_.
fr: Un système d'empreinte acoustique construit entièrement sur des technologies :term:`open-source`. Il a pour but de créer une base de données libre d'empreintes audio fournies par les utilisateurs avec la correspondance dans les bases de données de :term:`métadonnée` de :term:`MusicBrainz` et de fournir un service web pour l'identification des fichiers utilisant cette base de données. Pour de plus amples informations, consultez `<https://acoustid.org/>`_.

source: Audio Interchange File Format
fr: Audio Interchange File Format (Format de fichier d'échange audio)

source: High-quality digital audio file format, similar to .wav files. Contains CD quality audio stored in a non-compressed, :term:`lossless` format. AIFF files generally end with a .aiff or .aif extension.
fr: Format de fichier audio numérique de haute qualité, similaire aux fichiers .wav. Contient de l'audio de qualité CD stocké dans un format non compressé :term:`lossless`. Les fichiers AIFF se terminent généralement par une extension .aiff ou .aif.

source: Apple Lossless Audio Codec
fr: Apple Lossless Audio Codec (Codec audio sans perte Apple)

source: A :term:`lossless` audio file format used by iTunes and other Apple products. ALAC files use the same MP4 container format as AAC and use the same file extensions (:file:`m4a`, :file:`mp4`). Mixxx and many other programs are not compatible with ALAC. It is recommended to convert ALAC files to :term:`FLAC` for use in Mixxx.
fr: Format de fichier audio :term:`lossless` utilisé par iTunes et d'autres produits Apple. Les fichiers ALAC utilisent le même format de conteneur MP4 que AAC et utilisent les mêmes extensions de fichier (:file:`m4a`, :file:`mp4`). Mixxx et de nombreux autres programmes ne sont pas compatibles avec ALAC. Il est recommandé de convertir les fichiers ALAC en :term:`FLAC` pour une utilisation dans Mixxx.

source: Application Program Interface
fr: Application Program Interface (Interface du programme d'application)

source: An API is a specification and set of rules for how software programs interact with each other. In Mixxx, an example of this is the Sound API that Mixxx uses to communicate with the :term:`operating system` to make use of the :term:`soundcards <soundcard>` connected to the computer.
fr: Une API est une spécification et un ensemble de règles régissant la manière dont les logiciels interagissent les uns avec les autres. Dans Mixxx, un exemple de ceci est l'API audio que Mixxx utilise pour communiquer avec le :term:`système d'exploitation` afin d'utiliser les :term:`cartes son <soundcard>` connectées à l’ordinateur.

source: Audio Stream Input/Output
fr: Audio Stream Input/Output (Entrée/sortie du flux audio)

source: ASIO is a :term:`low-latency <latency>` :term:`audio interface` :term:`API` on Microsoft Windows.
fr: ASIO est une ` :term:`API` d'interface audio :term:`faible-latence <latency>` :term:` sur Microsoft Windows.

source: audio interface
fr: interface audio

source: An audio interface is a device that facilitates the input and output of audio signals to and from a computer, typically connected by :term:`USB`. Almost all computers come with a basic audio interface built in, but a higher quality audio interface with at least 4 output channels is recommended for Mixxx.
fr: Une interface audio est un périphérique qui facilite l'entrée et la sortie de signaux audio vers et depuis un ordinateur, généralement connecté par :term:`USB`. Presque tous les ordinateurs sont équipés d'une interface audio de base intégrée, mais une interface audio de qualité supérieure avec au moins 4 canaux de sortie est recommandée pour Mixxx.

source: A balance control on a mixer allows you to adjust the balance between the left and right channel. The balance refers to the relative volume of the corresponding channel in a stereo audio signal.
fr: Le contrôle de balance sur une table de mixage vous permet d'ajuster la répartition entre les canaux droit et gauche. La balance se réfère au volume relatif des canaux correspondants d'un signal audio stéréo.

source: bar
fr: mesure

source: In musical notation, a bar (or measure) is a segment of time defined by a given number of beats. Typically, a piece consists of several bars of the same length.
fr: En notation musicale, une mesure est un segment de temps défini par un nombre donnée de battements. Typiquement, un morceau consiste en une succession de mesures de la même longueur.

source: beatgrid
fr: grille rythmique

source: A series of markers that point to the location of beats within the track. Beatgrids are used for advanced mixing functions such as track :term:`sync`, precise effects synchronization, looping and accurate :term:`BPM` representation.
fr: Une série de marqueurs qui pointent vers l'emplacement des battements au sein de la piste. Les grilles rythmiques sont utilisées pour les fonctions de mixage avancées telles que la :term:`synchronisation` des pistes, la synchronisation précise des effets, les boucles et la représentions précise des :term:`BPM`.

source: A mixing technique used to establish a similar tempo with two or more tracks, making them sound like just one track.
fr: Une technique de mixage utilisée pour obtenir un tempo similaire entre deux pistes ou plus, les faisant s'entendre comme une seule piste.

source: binaries
fr: binaires

source: Files that contain compiled computer code, which was compiled from source code. Source code, which is usually a bunch of text files, is processed with a program called a compiler. The compiler then generates a binary, which is something like an an .exe or a .dll file. By using binaries you are relieved of the task of having to compile the code by yourself.
fr: Fichiers qui contiennent du code informatique compilé, qui a été compilé à partir d'un code source. Le code source, qui est habituellement un ensemble de fichiers texte, est traité par un programme appelé compilateur. Le compilateur génère alors un binaire, qui est un fichier .exe ou .dll par exemple. En utilisant des binaires, vous n'avez pas besoin de compiler le code vous-même.

source: bitrate
fr: débit

source: Describe the quality of an audio or video file. For audio data the bitrate is commonly measured in :term:`kbps`. For example, an MP3 audio file that is compressed at 192 Kbps will have a greater dynamic range and may sound slightly more clear than the same audio file compressed at 128 Kbps.
fr: Décrire la qualité d'un fichier audio ou vidéo. Pour les données audio, le débit binaire est généralement mesuré en :term:`kbps`. Par exemple, un fichier audio MP3 compressé à 192 Kbps aura une plage dynamique plus grande et peut sembler légèrement plus clair que le même fichier audio compressé à 128 Kbps.

source: Beats per minute
fr: Beats per minute (Battements par minute)

source: BPM is used as a measure of tempo in music. If you tap your foot to music you are following the “beat”. If you count how many taps you do in a minute you have calculated the BPM.
fr: Le BPM est utilisé comme mesure du tempo dans la musique. Si vous tapez du pied sur de la musique, vous suivez le « rythme ». Si vous comptez le nombre de tapotements effectués en une minute, vous avez calculé le BPM.

source: bug report
fr: rapport de bug

source: Every software has bugs. When you come across a bug in this software, you should submit a report about it to the developers. They can use this to identify, replicate and fix the issue.
fr: Tous les logiciels ont des dysfonctionnements (NdT: bugs). Lorsque vous rencontrez un bug dans ce logiciel, vous pouvez soumettre un rapport à propos de ce bug aux développeurs. Ils pourront l'utiliser pour identifier, reproduire et corriger ce problème.

source: CDJ is a term originally used to describe a line of CD players from Pioneer Electronics. Today CDJ generally refers to DJ CD players that work like a record player. They allow analog control of music using CDs, usually using a touch sensitive emulated vinyl control surface.
fr: CDJ est un terme initialement utilisé pour décrire une gamme de lecteurs CD de Pioneer Electronics. Aujourd'hui, CDJ de rapporte généralement à des lecteurs CD pour DJ qui fonctionnent comme un lecteur enregistreur. Ils permettent un contrôle analogique de la musique en utilisant des CD, généralement en utilisant une surface sensible de contrôle vinyle émulée.

source: Short for compressor/decompressor, a codec is any technology for compressing and decompressing audio and video data. Some popular codecs for computer audio include :term:`MP3` and :term:`Ogg Vorbis`.
fr: Raccourci pour compresseur/décompresseur, un codec est une technologie de compression et décompression de données audio et vidéo. Parmi les codecs les plus populaires pour l'audio, on retrouve :term:`MP3` et :term:`Ogg Vorbis`.

source: controller
fr: contrôleur

source: An external hardware device that generates and transmits signals to a computer, usually via :term:`USB`, to control software with physical controls other than a mouse and keyboard. Controllers have many uses for music such as controlling DJ programs like Mixxx. They typically send :term:`MIDI` signals but some controllers use :term:`HID` signals. Many DJs prefer to control DJ software using physical knobs, faders, and wheels on controllers instead of using a computer keyboard and mouse.
fr: Un périphérique matériel externe qui génère et transmet des signaux à un ordinateur, généralement via :term:`USB`, pour contrôler un logiciel avec des commandes physiques autres qu'une souris et un clavier. Les contrôleurs ont de nombreuses utilisations pour la musique, comme le contrôle de programmes DJ comme Mixxx. Ils envoient généralement des signaux :term:`MIDI` mais certains contrôleurs utilisent des signaux :term:`HID`. De nombreux DJ préfèrent contrôler le logiciel DJ à l’aide de boutons physiques, de curseurs et de potentiomètres sur les contrôleurs plutôt que d’utiliser un clavier et une souris d’ordinateur.

source: crossfader
fr: curseur de mixage

source: The crossfader is a slider that determines how much each deck of audio contributes to the :term:`main output`.
fr: Un curseur de mixage qui détermine à quel niveau chaque platine contribue à la :term:`sortie principale`.

source: cue
fr: repère

source: cue point
fr: point de repère

source: A reference point in the track usually placed on the position the DJ wants the track to start at by default. This is useful to instantly jump to that point without seeking through the track.
fr: Un point de référence dans la piste généralement placé à la position à laquelle le DJ souhaite que la piste commence par défaut. Ceci est utile pour accéder instantanément à ce point sans parcourir la piste.

source: cue sheet
fr: feuille de repères

source: A cue sheet (or CUE file, CUE sheet, etc.) is a formatted plain text file which is used to provide index information for a large audio file. For example, it can be used to tell software extra details about the layout of a CD to burn.
fr: Une feuille de repères (ou fichier de repères, CUE sheet, etc...) est un fichier texte formaté qui est utilisé pour fournir une information d'index pour un fichier audio volumineux. Par exemple, il peut être utilisé pour indiquer au logiciel des détails supplémentaires sur la disposition d'un CD à graver.

source: cueing
fr: repérage

source: Headphone cueing, or just cueing, is listening to the next track you would like to mix in your headphones. The audience will not hear what you are cueing in your headphones. Being able to cue is a crucial aspect to DJing.
fr: Le repérage au casque, ou juste repérage, est l'écoute dans votre casque de la piste suivante que vous souhaitez mixer. Le public n'entendra pas ce que vous êtes en train de repérer dans votre casque. Être capable de repérer est un aspect crucial du DJing.

source: Digital Audio Workstation
fr: Digital Audio Workstation (Station de travail audio numérique)

source: An electronic device or application software used for recording, editing and producing audio files.
fr: Un appareil électronique ou un logiciel d'application utilisé pour enregistrer, éditer et produire des fichiers audio.

source: decibel
fr: décibel

source: A Decibel is a logarithmic measurement of sound level. Whispering is around 25 dB while unbearable sound such as a jet engine is around 160 db. Rule of thumb: A volume increase of 10 dB is perceived as twice as loud.
fr: Un décibel est une mesure logarithmique du niveau sonore. Les chuchotements sont d'environ 25 dB tandis que les bruits insupportables, comme ceux d'un moteur à réaction, sont d'environ 160 dB. Règle générale : une augmentation du volume de 10 dB est perçue comme deux fois plus forte.

source: deck
fr: platine

source: A deck is like a virtual vinyl turntable. You can load a :term:`track` into it and play the track, just like you would put a record on turntable and play it.
fr: Une platine est comme une platine vinyl virtuelle. Vous pouvez charger une :term:`piste` dessus et lire cette piste, simplement comme vous mettiez un disque sur une platine physique et le lisiez.

source: direct monitoring
fr: monitoring direct

source: A feature of many :term:`soundcards <soundcard>` that allows microphones and other input signals to be heard through the soundcard outputs with no perceivable latency. With direct monitoring, the audio interface mixes the input signal in hardware with the output signal from Mixxx. This bypasses the latency of sending the signal into the computer for Mixxx to process and sending it back out to the soundcard.
fr: Une caractéristique de beaucoup de :term:`cartes son <soundcard>` Cela permet aux microphones et autres signaux d'entrée d'être entendus via les sorties de la carte son sans latence perceptible. Avec le monitoring direct, l'interface audio mélange le signal d'entrée matériel avec le signal de sortie de Mixxx. Cela contourne la latence d'envoi du signal à l'ordinateur pour que Mixxx le traite et le renvoie à la carte son.

source: Digital Rights Management (DRM) technologies attempt to control what you can and can't do with the media and hardware you've purchased. Typically, a DRM system either encrypts the data so that it can only be accessed in a way authorized by copyright holders or marks content with a digital watermark or similar method so that the content can not be freely distributed. For information about how you can get involved in activism against DRM, see `Defective by Design <https://www.defectivebydesign.org>`_.
fr: Les technologies de Digital Rights Management (DRM) tentent de contrôler ce que vous pouvez et ne pouvez pas faire avec les supports et le matériel que vous avez achetés. En règle générale, un système DRM crypte les données afin qu'elles ne soient accessibles que d'une manière autorisée par les titulaires de droits d'auteur ou marque le contenu avec un filigrane numérique ou une méthode similaire afin que le contenu ne puisse pas être distribué librement. Pour plus d'informations sur la manière dont vous pouvez vous impliquer dans l'activisme contre les DRM, voir `Defective by Design <https://www.defectivebydesign.org>`_.

source: Equalizer
fr: Égaliseur

source: An equalizer allows the sound in specified frequency bands to be amplified or reduced, in order to adjust the quality and character of the sound.
fr: Un égaliseur permet d'amplifier ou de réduire le son dans les bandes de fréquences spécifiées, afin d'ajuster la qualité et le caractère du son.

source: A simple graphic equalizer consists of multiple controls for boosting or cutting bands or frequencies of sound.
fr: Un égaliseur graphique simple se compose de plusieurs commandes pour augmenter ou réduire les bandes ou les fréquences du son.

source: A parametric equalizer controls more parameters of the sound than a graphic equalizer. It can control three aspects of each frequency: level (boost or cut), the center or primary frequency, and the bandwidth or range of each frequency.
fr: Un égaliseur paramétrique contrôle plus de paramètres du son qu'un égaliseur graphique. Il peut contrôler trois aspects de chaque fréquence: le niveau (augmentation ou coupure), la fréquence centrale ou primaire, et la bande passante ou la plage de chaque fréquence.

source: fast-forward
fr: avance rapide

source: To cause something to advance at quicker than normal speed. In terms of audio software that means if you press the fast-forward button the audio will play with increased speed as long as the button is pressed. This is useful to seek through a track.
fr: Faire avancer quelque-chose plus rapidement que la vitesse normale. Pour un logiciel audio, cela signifie que si vous pressez le bouton avance rapide, la musique jouera à une vitesse accrue aussi longtemps que le bouton sera pressé. Ceci est utile pour rechercher dans la piste.

source: fast-rewind
fr: retour rapide

source: The opposite of :term:`fast-forward`. If you press the fast-rewind button the audio will play in reverse with increased speed as long as the button is pressed.
fr: Le contraire de :term:`avance rapide`. Si vous pressez le bouton retour rapide, la musique jouera en sens inverse avec une vitesse accrue aussi longtemps que le bouton sera pressé.

source: file manager
fr: gestionaire de fichier

source: A computer program that organizes data files into groups and shows you where they are when you need to find them again. Popular file managers for the :term:`operating systems <operating system>` Mixxx supports are Explorer on Windows, Finder on macOS and Nautilus on GNU/Linux.
fr: Un programme informatique qui organise les fichiers de données en groupes et vous montre où ils sont quand vous avez besoin de les retrouver. Les gestionnaires de fichier populaires pour les :term:`systèmes d'exploitation <operating system>` que Mixxx supporte sont Explorateur sous Windows, Finder sous macOS et Nautilus sous GNU/Linux.

source: Free Lossless Audio Compression
fr: Free Lossless Audio Compression (Compression audio libre sans perte)

source: A patent-free audio compression similar to :term:`MP3` but :term:`lossless` (i.e. there is no loss in audio quality when used). FLAC files generally end with a .flac extension.
fr: Une compression audio sans brevet similaire à :term:`MP3` mais :term:`lossless` (c'est-à-dire qu'il n'y a aucune perte de qualité audio lors de son utilisation). Les fichiers FLAC se terminent généralement par une extension .flac.

source: A flanger is an effect that mixes the input signal with a delayed copy of itself which leads to interferences in the signal and creates a comb-filter effect. By routing the output of the effect back into the input (feedback), the effect is enhanced.
fr: Un flanger est un effet qui mixe le signal d'entrée avec une copie retardée de lui-même ce qui provoque des interférences dans le signal et crée un effet de filtre en peigne. En dirigeant la sortie de l'effet à nouveau vers l'entrée (feedback), l'effet est intensifié.

source: Graphical User Interface
fr: Graphical User Interface (Interface utilisateur graphique)

source: It's pronounced "gooey" and it refers to a user interface based on graphics (icons, pictures and menus) instead of text. In Mixxx, it uses a mouse, keyboard, or :term:`MIDI` / :term:`HID` :term:`controllers <controller>` as input devices.
fr: Il se prononce « goosey » et fait référence à une interface utilisateur basée sur des graphiques (icônes, images et menus) au lieu de texte. Dans Mixxx, cela utilise une souris, un clavier ou des :term:`MIDI` / :term:`HID` :term:`controllers ` comme périphériques d'entrée.

source: head/mix button
fr: bouton casque/mix

source: The head/mix button is used to control how much you mix the :term:`main output` into your :term:`headphone output`. This can be very useful when :term:`cueing` a track, because you can test out how it sounds when mixed with the main mix in your headphones, before letting the audience hear the track.
fr: Le bouton casque/mix est utilisé pour contrôler la quantité de mixage de la :term:`sortie principale` dans votre :term:`sortie casque`. Cela peut être très utile lors du :term:`repérage` d'une piste, car vous pouvez tester le son lorsqu'il est mixé avec le mixage principal dans vos écouteurs, avant de laisser le public entendre la piste.

source: headphone button
fr: bouton casque

source: The headphone button is used to indicate whether or not you are pre-listening to a deck or sampler in your headphones.
fr: Le bouton casque est utilisé pour indiquer si vous pré-écoutez ou pas une platine ou un échantillonneur dans votre casque.

source: headphone output
fr: sortie casque

source: The headphone output is what you hear in your headphones.
fr: La sortie casque est ce que vous entendez dans votre casque.

source: Human Interface Device
fr: Human Interface Device (Dispositif d'interface humaine)

source: A part of the :term:`USB` specification. It specifies a device class (a type of computer hardware) for human interface devices such as keyboards, mice, game controllers, and some DJ :term:`controllers <controller>`.
fr: Une partie de la spécification :term:`USB`. Il spécifie une classe de périphériques (un type de matériel informatique) pour les périphériques à interface humaine tels que les claviers, les souris, les contrôleurs de jeu et certains :term:`controleurs <controller>` DJ.

source: hotcue
fr: repère rapide

source: Similar to the main :term:`cue` point, a hotcue is a reference point in the track. DJs usually place hotcues at distinctive positions within a track such as drops, breaks or kicks and snares. Mixxx supports up to 36 hotcues.
fr: Semblable à un :term:`repère` principal, un repère rapide est un point de référence dans la piste. Les DJ placent généralement des repères rapides à des positions distinctes dans une piste telles que des drops, des breaks ou des kicks et des snares. Mixxx prend en charge jusqu'à 36 repères rapides.
