Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/glossary.po
Languages: fr

source: Standard digital audio file format used for storing waveform data; allows audio recordings to be saved with different sampling rates and bitrates; often saved in a 44.1 KHz, 16-bit, stereo format, which is the standard format used for CD audio. Wave files are not compressed, and are therefore :term:`lossless`. Wave files generally end with a :file:`.wav` extension.
fr: Format de fichier audio numérique standard utilisé pour stocker les données de forme d'onde ; permet de sauvegarder des enregistrements audio avec différents taux d'échantillonnage et débits binaires ; souvent enregistré au format stéréo 44,1 KHz, 16 bits, qui est le format standard utilisé pour les CD audio. Les fichiers Wave ne sont pas compressés et sont donc :term:`sans perte`. Les fichiers Wave se terminent généralement par une extension :file:`.wav`.

source: waveform overview
fr: aperçu de la forme d'onde

source: The waveform overview shows the waveform envelope of the entire track, and is useful because they allow DJs to see breakdowns far in advance.
fr: L'aperçu de la forme d'onde montre l'enveloppe de forme d'onde de la piste entière et est utile car elle permet aux DJ de voir les break longtemps à l'avance.

source: waveform summary
fr: résumé de la forme d'onde

source: The waveform summary shows the waveform envelope of the track near the current playback position.
fr: Forme d'onde sommaire montrant l'enveloppe de la forme d'onde de la piste, près de la position de lecture actuelle.

source: `Zulip <https://zulipchat.com/>`_ is a powerful, open source group chat application that combines the immediacy of real-time chat with the productivity benefits of threaded conversations. The ``Mixxx Zulip Chat`` at can be found at `<https://mixxx.zulipchat.com>`_ .
fr: `Zulip <https://zulipchat.com/>`_ est une puissante application de chat en groupe open source qui combine l'immédiateté du chat en temps réel avec les avantages de productivité des conversations avec fil conducteur. Retrouvé le ``Mixxx Zulip Chat`` sur `<https://mixxx.zulipchat.com>`_.
