Repository: mixxxdj/manual
Catalog: source/locale/*/LC_MESSAGES/index.po
Languages: fr

source: Mixxx |version| User Manual
fr: Manuel Utilisateur Mixxx |version|

source: Mixxx is `free <https://www.gnu.org/philosophy/free-sw.html>`_ DJ software for Windows, macOS and Linux. It's easy to use, even if you've never DJed. Mixxx offers a variety of features to help beginners get started and help experienced DJs get creative:
fr: Mixxx est un logiciel de DJ libre <https://www.gnu.org/philosophy/free-sw.html>`_ pour Windows, macOS et Linux. Il est facile à utiliser, même si vous n'avez jamais DJé. Mixxx offre une variété de fonctionnalités pour aider les débutants à démarrer et aider les DJ expérimentés à faire preuve de créativité:

source: beat, tempo, and musical key detection
fr: battement, tempo et détection de tonalité musicale

source: master sync
fr: synchronisation principale

source: hotcues
fr: repères rapides

source: looping
fr: bouclage

source: 4 decks
fr: 4 platines

source: effects
fr: effets

source: You can use Mixxx to perform with :term:`MIDI` and :term:`HID` controllers, CD players, vinyl turntables or even just your computer's keyboard and mouse.
fr: Vous pouvez utiliser Mixxx pour jouer avec des controlleurs :term:`MIDI` et :term:`HID`, des lecteurs de CD, des platines vinyles ou tout simplement le clavier et la souris de votre ordinateur.

source: Table of Contents
fr: Table des matières
